Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# advanced_setting_info_description
source: Make further settings to configure the app.
ar: الإعدادات المتقدمة لتخصيص التطبيق.
bs: Daljnje postavke za konfiguraciju aplikacije.
ca: Realitza més ajustaments per configurar l'app.
ro: Efectuați alte setări pentru a configura aplicația.
sl: Naredite dodatne nastavitve za konfiguracijo aplikacije.
th: ตั้งค่าเพิ่มเติมเพื่อกำหนดค่าแอป
vi: Tuỳ chọn thêm cài đặt để cấu hình ứng dụng.

# advanced_security_setting_section_title
source: Security
ar: الأمان
bs: Sigurnost
ca: Seguretat
ro: Securitate
sl: Varnost
th: ความปลอดภัย
vi: Bảo mật

# advanced_view_setting_section_title
source: View
ar: الشاشة
bs: Prikaz
ca: Vista
ro: Afișare
sl: Pogled
th: แสดงผล
vi: Hiển thị

# advanced_sidebar_setting_section_title
source: Sidebar
ar: الشريط الجانبي
bs: Bočna traka
ca: Barra lateral
ro: Bară laterală
sl: Stranska vrstica
th: แถบด้านข้าง
vi: Thanh bên

# advanced_transaction_setting_section_title
source: Transactions
ar: المعاملات
bs: Transakcije
ca: Transaccions
ro: Tranzacții
sl: Transakcije
th: ธุรกรรม
vi: Giao dịch

# advanced_input_setting_section_title
source: Input
bs: Unos
ca: Entrada
ro: Intrare
sl: Vnos
th: ป้อนข้อมูล
vi: Nhập liệu

# advanced_other_setting_section_title
source: Other
ar: أخرى
bs: Ostalo
ca: Altres
ro: Altele
sl: Drugo
th: อื่นๆ
vi: Khác

# advanced_setting_use_passcode_title
source: Use Passcode
ar: استخدم رمز المرور
bs: Koristi pin
ca: Usar codi d'accés
ro: Utilizați codul de acces
sl: Uporabi kodo
th: ใช้รหัสผ่าน
vi: Sử dụng mật khẩu

# advanced_setting_use_title
source: Use %@
ar: استخدم %@
bs: Koristi %@
ca: Usar %@
ro: Folosiți %@
sl: Uporabi %@
th: ใช้ %@
vi: Sử dụng %@

# advanced_setting_auto_lock_title
source: Request Code
ar: اطلب كلمة المرور
bs: Zatraži pin
ca: Sol·licitar codi
ro: Solicitare cod
sl: Zahtevaj kodo
th: รหัสคำขอ
vi: Yêu cầu mật khẩu

# advanced_setting_chart_type_title
source: Chart Type
ar: نوع المخطط
bs: Tip grafikona
ca: Tipus de gràfic
ro: Tipul diagramei
sl: Vrsta grafa
th: ประเภทแผนภูมิ
vi: Loại biểu đồ

# advanced_setting_show_frequently_used_items_title
source: Show frequent categories & tags
ar: إظهار الفئات والعلامات المستخدمة بشكل متكرر
bs: Prikaži često korištene kategorije
ca: Mostrar categories i etiquetes freqüents
ro: Afișați categorii și etichete frecvente
sl: Prikaži pogoste kategorije & oznake
th: แสดงหมวดหมู่และแท็กที่ใช้บ่อย
vi: Hiển thị nhãn và Danh mục thường sử dụng

# advanced_setting_show_frequently_used_items_description
source: Show frequently used categories & tags in the selection list when creating and editing transactions.
ar: قم بتمكين هذه الميزة لعرض الفئات والعلامات المستخدمة بشكل متكرر في قائمة التحديد عند إنشاء المعاملات وتحريرها.
bs: Prikaži često korištene kategorije i oznake na listi odabira prilikom kreiranja i uređivanja transakcija.
ro: Afișați categoriile și etichetele utilizate frecvent în lista de selecție la crearea și editarea tranzacțiilor.
sl: Prikaži pogosto uporabljene kategorije in oznake na seznamu izbir pri ustvarjanju in urejanju transakcij.
th: แสดงหมวดหมู่และแท็กที่ใช้บ่อยในรายการการเลือกเมื่อสร้างและแก้ไขธุรกรรม
vi: Hiển thị các danh mục & thẻ được sử dụng thường xuyên trong danh sách lựa chọn khi tạo và chỉnh sửa giao dịch.

# advanced_setting_show_notes_in_title_title
source: Show notes instead of category
ar: إظهار الملاحظات بدلاً من الفئة
bs: Prikaži bilješke umjesto kategorije
ca: Mostrar notes en lloc de categoria
ro: Afișați notele în loc de categorie
sl: Prikaži opombe namesto kategorije
th: แสดงบันทึกแทนหมวดหมู่
vi: Hiển thị ghi chú thay vì danh mục

# advanced_setting_show_notes_in_title_description
source: Show the contents of the notes instead of the category name for transactions.
ar: أظهر ملاحظة بدلاً من اسم الفئة في قائمة الأنشطة.
bs: Prikaži sadržaj bilješki umjesto naziva kategorije za transakcije.
ca: Mostrar el contingut de les notes en lloc del nom de la categoria per a les transaccions.
ro: Afișați conținutul notelor în loc de numele categoriei pentru tranzacții.
sl: Prikaži vsebino opomb namesto imena kategorije za transakcije.
th: แสดงเนื้อหาของบันทึกแทนชื่อหมวดหมู่สำหรับธุรกรรม
vi: Hiển thị nội dung của ghi chú thay vì tên danh mục cho các giao dịch.

# advanced_setting_start_day_of_month_title
source: Start day of month
ar: يوم من الشهر
bs: Početni dan u mjesecu
ca: Dia d'inici del mes
ro: Ziua de început a lunii
sl: Začetni dan meseca
th: วันเริ่มต้นของเดือน
vi: Ngày bắt đầu của tháng

# advanced_setting_start_day_of_month_description
source: Specify the start day of each month so that reports, transactions and budgets are calculated appropriately.
ar: يؤثر على التقارير والعمليات والميزانيات.
bs: Odredite početni dan svakog mjeseca tako da se izvještaji, transakcije i budžeti izračunavaju na odgovarajući način.
ca: Especifiqueu el dia d'inici de cada mes perquè els informes, transaccions i pressupostos es calculin correctament.
ro: Specificați ziua de început a fiecărei luni, astfel încât rapoartele, tranzacțiile și bugetele să fie calculate corespunzător.
sl: Določite začetni dan vsakega meseca, da bodo poročila, transakcije in načrti porabe ustrezno izračunani.
th: ระบุวันเริ่มต้นของแต่ละเดือนเพื่อให้สามารถคำนวณรายงาน ธุรกรรม และงบประมาณได้อย่างเหมาะสม
vi: Chỉ định ngày bắt đầu mỗi tháng để các báo cáo, giao dịch và ngân sách được tính toán phù hợp.

# advanced_setting_configure_transaction_title_title
source: Transaction Title
ar: عنوان المعاملة
bs: Naslov transakcije
ca: Títol de la transacció
ro: Titlu tranzacție
sl: Naslov transakcije
th: ชื่อการทำธุรกรรม
vi: Tiêu đề giao dịch

# advanced_setting_configure_transaction_subtitle_title
source: Transaction Subtitle
ar: العنوان الفرعي للمعاملة
bs: Podnaslov transakcije
ca: Subtítol de la transacció
ro: Subtitlu tranzacție
sl: Podnaslov transakcije
th: คำบรรยายการทำธุรกรรม
vi: Phụ đề giao dịch

# advanced_setting_configure_transaction_title_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# advanced_setting_configure_transaction_title_info_description
source: Set the order of the items to be displayed in the transaction title. If an item is missing, the next one in the order is automatically used.
ar: تعيين ترتيب العناصر المراد عرضها في عنوان المعاملة. إذا كان أحد العناصر مفقودًا، فسيتم استخدام العنصر التالي في الترتيب تلقائيًا.
bs: Podesite redosled stavki koje će biti prikazane u naslovu transakcije. Ako neka stavka nedostaje, automatski se koristi sledeća u redosledu.
ca: Establiu l'ordre dels elements que es mostraran al títol de la transacció. Si falta un element, s'utilitzarà automàticament el següent de l'ordre.
ro: Setați ordinea articolelor care urmează să fie afișate în titlul tranzacției. Dacă un articol lipsește, următorul din comandă este utilizat automat.
sl: Nastavite vrstni red elementov, ki naj bodo prikazani v naslovu transakcije. Če element manjka, se samodejno uporabi naslednji v vrstnem redu.
th: กำหนดลำดับของรายการที่จะแสดงไว้ในชื่อธุรกรรม หากรายการใดหายไป รายการถัดไปในลำดับนั้นจะถูกนำไปใช้โดยอัตโนมัติ
vi: Đặt thứ tự các mục sẽ được hiển thị trong tiêu đề giao dịch. Nếu thiếu một mục, mục tiếp theo trong thứ tự sẽ tự động được sử dụng.

# advanced_setting_show_accounts_in_sidebar_title
source: Show accounts in sidebar
ar: إظهار الحسابات في الشريط الجانبي
bs: Prikaži naloge u bočnoj traci
ca: Mostrar comptes a la barra lateral
ro: Afișați conturile în bara laterală
sl: Prikaži račune v stranski vrstici
th: แสดงบัญชีในแถบด้านข้าง
vi: Hiển thị tài khoản ở thanh bên

# advanced_setting_show_accounts_in_sidebar_description
source: Show a list of your accounts in the sidebar.
ar: إظهار قائمة الحسابات في الشريط الجانبي.
bs: Prikaži listu vaših naloga na bočnoj traci.
ca: Mostra una llista dels teus comptes a la barra lateral.
ro: Afișați o listă a conturilor dvs. în bara laterală.
sl: Prikaži seznam vaših računov v stranski vrstici.
th: แสดงรายการบัญชีของคุณในแถบด้านข้าง
vi: Hiển thị danh sách tài khoản của bạn ở thanh bên.

# advanced_setting_group_accounts_in_sidebar_title
source: Group accounts in sidebar
ar: تجميع الحسابات في الشريط الجانبي
bs: Grupirajte naloge u bočnoj traci
ca: Agrupar comptes a la barra lateral
ro: Conturi de grup în bara laterală
sl: Združi račune v stranski vrstici
th: จัดกลุ่มบัญชีในแถบด้านข้าง
vi: Nhóm các tài khoản trong thanh bên

# advanced_setting_group_accounts_in_sidebar_description
source: Group your accounts in the sidebar by type.
ar: تجميع حساباتك في الشريط الجانبي حسب النوع.
bs: Grupirajte svoje naloge na bočnoj traci prema tipu.
ca: Agrupa els teus comptes a la barra lateral per tipus.
ro: Grupați-vă conturile în bara laterală după tip.
sl: Združi vaše račune v stranski vrstici po vrsti.
th: จัดกลุ่มบัญชีของคุณในแถบด้านข้างตามประเภท
vi: Nhóm các tài khoản của bạn trong thanh bên theo loại.

# advanced_setting_show_categories_in_sidebar_title
source: Show categories in sidebar
ar: إظهار الفئات في الشريط الجانبي
bs: Prikaži kategorije u bočnoj traci
ca: Mostrar categories a la barra lateral
ro: Afișați categoriile în bara laterală
sl: Prikaži kategorije v stranski vrstici
th: แสดงหมวดหมู่ในแถบด้านข้าง
vi: Hiển thị danh mục trong thanh bên

# advanced_setting_show_categories_in_sidebar_description
source: Show a list of your categories in the sidebar.
ar: إظهار قائمة بالفئات الخاصة بك في الشريط الجانبي.
bs: Prikaži listu vaših kategorija na bočnoj traci.
ca: Mostrar una llista de les teves categories a la barra lateral.
ro: Afișați o listă a categoriilor dvs. în bara laterală.
sl: Prikaži seznam vaših kategorij v stranski vrstici.
th: แสดงรายการหมวดหมู่ของคุณในแถบด้านข้าง
vi: Hiển thị danh sách các danh mục của bạn trong thanh bên.

# advanced_setting_group_categories_in_sidebar_title
source: Group categories in sidebar
ar: تجميع الفئات في الشريط الجانبي
bs: Grupirajte kategorije u bočnoj traci
ca: Agrupar categories a la barra lateral
ro: Categorii de grup în bara laterală
sl: Združi kategorije v stranski vrstici
th: จัดกลุ่มหมวดหมู่ในแถบด้านข้าง
vi: Nhóm các danh mục trong thanh bên

# advanced_setting_group_categories_in_sidebar_description
source: Group your categories in the sidebar by folder.
ar: تجميع الفئات الخاصة بك في الشريط الجانبي حسب المجلد.
bs: Grupirajte svoje kategorije na bočnoj traci prema folderu.
ca: Agrupa les teves categories a la barra lateral per carpeta.
ro: Grupați categoriile în bara laterală după folder.
sl: Združi vaše kategorije v stranski vrstici po mapah.
th: จัดกลุ่มหมวดหมู่ของคุณในแถบด้านข้างตามโฟลเดอร์
vi: Nhóm các danh mục của bạn trong thanh bên theo thư mục.

# advanced_setting_select_time_automatically_title
source: Automatic time selection
ar: تحديد الوقت تلقائيًا
bs: Automatski odabir vremena
ca: Selecció automàtica d'hora
ro: Selectare automată a timpului
sl: Samodejna izbira časa
th: การเลือกเวลาอัตโนมัติ
vi: Chọn thời gian tự động

# advanced_setting_select_time_automatically_description
source: Automatically select the current time for new transactions.
ar: تحديد الوقت الحالي للعمليات الجديدة تلقائيًا.
bs: Automatski odaberite trenutno vrijeme za nove transakcije.
ca: Selecciona automàticament l'hora actual per a noves transaccions.
ro: Selectați automat ora curentă pentru tranzacțiile noi.
sl: Samodejno izberite trenutni čas za nove transakcije.
th: เลือกเวลาปัจจุบันสำหรับธุรกรรมใหม่โดยอัตโนมัติ
vi: Tự động chọn thời gian hiện tại cho các giao dịch mới.

# advanced_setting_select_location_automatically_title
source: Automatic location selection
ar: تحديد الموقع تلقائيًا
bs: Automatski odabir lokacije
ca: Selecció automàtica d'ubicació
ro: Selectare automată a locației
sl: Samodejna izbira lokacije
th: การเลือกตำแหน่งอัตโนมัติ
vi: Chọn vị trí tự động

# advanced_setting_select_location_automatically_description
source: Automatically select the current location for new transactions.
ar: تحديد الموقع الحالي تلقائيًا للعمليات الجديدة.
bs: Automatski odaberite trenutnu lokaciju za nove transakcije.
ca: Selecciona automàticament l'ubicació actual per a noves transaccions.
ro: Selectați automat locația curentă pentru tranzacții noi.
sl: Samodejno izberite trenutno lokacijo za nove transakcije.
th: เลือกตำแหน่งปัจจุบันสำหรับธุรกรรมใหม่โดยอัตโนมัติ
vi: Tự động chọn vị trí hiện tại cho các giao dịch mới.

# advanced_setting_save_photos_in_library_title
source: Save photos in library
ar: حفظ الصور في المكتبة
bs: Sačuvaj fotografije u biblioteci
ca: Guardar fotos a la biblioteca
ro: Salvați fotografiile în bibliotecă
sl: Shrani fotografije v knjižnico
th: บันทึกรูปภาพในคลัง
vi: Lưu ảnh vào thư viện

# advanced_setting_save_photos_description
source: Automatically save captured photos to the photo library.
ar: احفظ الصور الملتقطة في التطبيق في مكتبتك.
bs: Automatski sačuvaj snimljene fotografije u biblioteku fotografija.
ca: Guardar automàticament les fotos capturades a la biblioteca de fotos.
ro: Salvați automat fotografiile capturate în biblioteca de fotografii.
sl: Samodejno shrani posnete fotografije v knjižnico fotografij.
th: บันทึกรูปภาพที่ถ่ายไปยังคลังรูปภาพโดยอัตโนมัติ
vi: Tự động lưu ảnh đã chụp vào thư viện ảnh.

# advanced_setting_consider_pending_items_title
source: Book all transactions
ar: النظر في كافة المعاملات
bs: Rezerviraj sve transakcije
ca: Incluir totes les transaccions
ro: Rezervați toate tranzacțiile
sl: Knjiži vse transakcije
th: จองธุรกรรมทั้งหมด
vi: Đặt tất cả giao dịch

# advanced_setting_consider_pending_items_description
source: Include pending transactions when calculating account balances, balances, totals, etc.
ar: تضمين المعاملات المعلقة عند حساب أرصدة الحسابات والأرصدة والإجماليات.
bs: Uključi transakcije na čekanju prilikom izračunavanja stanja računa, stanja, ukupnih iznosa, itd.
ca: Incloure transaccions pendents al calcular saldos de comptes, saldos, totals, etc.
ro: Includeți tranzacțiile în așteptare la calcularea soldurilor contului, soldurilor, totalurilor etc.
sl: Vključi transakcije v čakanju pri izračunu stanj računov, stanj, skupnih zneskov itd.
th: รวมธุรกรรมที่รอดำเนินการเมื่อคำนวณยอดคงเหลือในบัญชี ยอดคงเหลือ ยอดรวม ฯลฯ
vi: Bao gồm các giao dịch đang chờ xử lý khi tính toán số dư tài khoản, số dư, tổng số, v.v.

# advanced_setting_enable_exact_times_title
source: Enter exact times
ar: أدخل الوقت المحدد
bs: Unesite tačna vremena
ca: Introduir hores exactes
ro: Introduceți orele exacte
sl: Vnesi natančne čase
th: ป้อนเวลาที่แน่นอน
vi: Nhập thời gian chính xác

# advanced_setting_enable_exact_times_description
source: Select exact times using the minute spinner for transactions (e.g. 9:41 am).
ar: المطالبة بتحديد وقت محدد للمعاملات الجديدة (على سبيل المثال 9:41)، بدلاً من التقريب بزيادات قدرها 5 دقائق.
bs: Izaberite tačna vremena pomoću rotacije minuta za transakcije (npr. 9:41 ujutro)
ca: Selecciona les hores exactes utilitzant el control de minuts per a les transaccions (per exemple, 9:41 a. m.)
ro: Selectați orele exacte folosind rotația minutelor pentru tranzacții (de exemplu, 9:41 am).
sl: Izberite natančne čase z uporabo minutnega kazalca za transakcije (npr. 9:41).
th: เลือกเวลาที่แน่นอนโดยใช้ตัวหมุนนาทีสำหรับธุรกรรม (เช่น 9:41 น.)
vi: Chọn thời gian chính xác bằng cách sử dụng vòng quay phút cho các giao dịch (ví dụ: 9:41 sáng).

# advanced_setting_reverse_keyboard_title
source: Reversed Keyboard
ar: لوحة المفاتيح المعكوسة
bs: Obrnuta tastatura
ca: Teclat invertit
ro: Tastatură inversată
sl: Obrnjen tipkovnica
th: แป้นพิมพ์ย้อนกลับ
vi: Bàn phím đảo ngược

# advanced_setting_reverse_keyboard_description
source: Flips the numeric keyboard layout vertically to match a traditional calculator style.
ar: يتم عكس تخطيط لوحة المفاتيح الرقمية رأسياً ليتناسب مع نمط الآلة الحاسبة التقليدية.
bs: Okreće raspored numeričke tastature vertikalno kako bi odgovarao tradicionalnom stilu kalkulatora.
ca: Inverteix verticalment el disseny del teclat numèric per coincidir amb l'estil d'una calculadora tradicional.
ro: Răstoarnă dispunerea tastaturii numerice vertical, pentru a se potrivi cu stilul tradițional al unei calculatoare.
sl: Zasuka postavitev numerične tipkovnice navpično, da se ujema s tradicionalnim slogom kalkulatorja.
th: พลิกเค้าโครงแป้นพิมพ์ตัวเลขแนวตั้งเพื่อให้ตรงกับสไตล์เครื่องคิดเลขแบบดั้งเดิม
vi: Lật ngược bố cục bàn phím số theo chiều dọc để phù hợp với phong cách máy tính cầm tay truyền thống.

# advanced_setting_enable_haptic_keyboard_title
source: Keyboard Feedback
ar: استجابة لوحة المفاتيح
bs: Povratne informacije o tastaturi
ca: Feedback del teclat
ro: Feedback de la tastatură
sl: Povratna informacija tipkovnice
th: การตอบสนองของแป้นพิมพ์
vi: Phản hồi bàn phím

# advanced_setting_enable_haptic_keyboard_description
source: Get haptic feedback when entering monetary amounts using the numeric keyboard.
ar: احصل على ردود فعل لمسية عند إدخال مبلغ باستخدام لوحة المفاتيح.
bs: Dobijte povratnu informaciju kada unosite novčane iznose pomoću tastature.
ca: Obtén resposta tàctil en introduir quantitats monetàries amb el teclat.
ro: Obțineți feedback haptic când introduceți sume monetare folosind tastatura.
sl: Prejmite taktilno povratno informacijo pri vnosu denarnih zneskov s tipkovnico.
th: รับการตอบสนองแบบสัมผัสเมื่อป้อนจำนวนเงินโดยใช้แป้นพิมพ์
vi: Nhận phản hồi xúc giác khi nhập số tiền bằng bàn phím.

# advanced_setting_language_title
source: Language
bs: Jezik
ca: Idioma
ro: Limbă
sl: Jezik
th: ภาษา
vi: Ngôn ngữ

# advanced_setting_time_zone_title
source: Time Zone
bs: Vremenska zona
ca: Zona horària
sl: Časovni pas
th: เขตเวลา

# advanced_setting_enable_live_activities_title
source: Live-Activities
ar: النشاط المباشر
bs: Aktivnosti uživo
ca: Activitats en viu
sl: Aktivnosti v živo
th: กิจกรรมสด
vi: Hoạt động trực tiếp

# advanced_setting_enable_live_activities_description
source: See your current balance and more on the dynamic island as well as the lock screen.
ar: إظهار الرصيد الحالي والمعلومات الأخرى في Dynamic Island وعلى شاشة القفل.
bs: Pogledajte svoj trenutni bilans i više na dinamičnom ostrvu, kao i na zaključanom ekranu.
ca: Consulta el teu saldo actual i més a la dynamic island i a la pantalla de bloqueig.
ro: Vedeți soldul actual și multe altele pe insula dinamică, precum și pe ecranul de blocare.
sl: Oglejte si svoje trenutno stanje in več na dinamičnem otoku in zaklepnem zaslonu.
th: ดูยอดคงเหลือปัจจุบันของคุณและอื่นๆ บนเกาะไดนามิกตลอดจนหน้าจอล็อค
vi: Xem số dư hiện tại của bạn và nhiều thông tin khác trên đảo động cũng như màn hình khóa.

# advanced_setting_ask_for_feedback_title
source: Ask for Feedback
ar: اطلب تعليقات
bs: Traži povratnu informaciju
ca: Sol·licitar comentaris
ro: Cereți feedback
sl: Obvestilo za povratne informacije
th: ขอคำติชม
vi: Yêu cầu phản hồi

# advanced_setting_ask_for_feedback_description
source: Allow the app occasionally ask you for feedback.
ar: قم بتشغيل هذه الميزة للسماح للتطبيق بمطالبتك بالتعليقات من وقت لآخر.
bs: Dozvolite aplikaciji da vas povremeno pita za povratne informacije.
ca: Permetre que l'app et sol·liciti comentaris de tant en tant.
ro: Permiteți aplicației să vă solicite ocazional feedback.
sl: Dovolite aplikaciji, da vas občasno prosi za povratne informacije.
th: อนุญาตให้แอปขอคำติชมจากคุณเป็นครั้งคราว
vi: Cho phép ứng dụng thỉnh thoảng yêu cầu bạn phản hồi.

# cloud_sync_status_not_logged_in
source: Not signed in to iCloud
ar: لم تقم بتسجيل الدخول إلى iCloud
bs: Niste prijavljeni na iCloud
ca: No has iniciat sessió a iCloud
ro: Nu v-ați conectat la iCloud
sl: Ni prijavljen v iCloud
th: ไม่ได้เข้าสู่ระบบ iCloud
vi: Bạn chưa đăng nhập vào iCloud

# cloud_sync_status_not_started
source: Not synced
ar: غير متزامن
bs: Nije sinkronizirano
ca: No sincronitzat
ro: Nesincronizat
sl: Ni sinhronizirano
th: ไม่ซิงค์
vi: Chưa được đồng bộ hoá

# cloud_sync_status_no_network
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bs: Nema internetske veze
ca: Sense connexió a Internet
ro: Fără conexiune la internet
sl: Ni internetne povezave
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Không có kết nối Internet

# cloud_sync_status_in_progress
source: Syncing...
ar: جارٍ المزامنة...
bs: Sinkronizacija je u toku...
ca: Sincronitzant...
ro: Se sincronizează...
sl: Sinhronizacija...
th: กำลังซิงค์...
vi: Đang đồng bộ...

# cloud_sync_status_succeeded
source: Fully synced
ar: تمت المزامنة بالكامل
bs: Potpuno sinkronizirano
ca: Totalment sincronitzat
ro: Complet sincronizat
sl: Popolnoma sinhronizirano
th: ซิงค์โดยสมบูรณ์
vi: Hoàn thành đồng bộ

# cloud_sync_status_quota_exceeded
source: Your iCloud storage is full. Please free up some space and try again.
ar: مساحة iCloud الخاصة بك ممتلئة. يرجى تحرير بعض المساحة ثم المحاولة مرة أخرى.
bs: Vaš iCloud prostor je pun. Oslobodite prostor i pokušajte ponovo.
ca: El teu emmagatzematge d'iCloud està ple. Allibera espai i torna-ho a provar.
ro: Spațiul tău iCloud este plin. Eliberează puțin spațiu și încearcă din nou.
sl: Vaš iCloud prostor je poln. Prosimo, sprostite nekaj prostora in poskusite znova.
th: ที่เก็บข้อมูล iCloud ของคุณเต็มแล้ว กรุณาวางบางพื้นที่และลองใหม่อีกครั้ง
vi: Dung lượng iCloud của bạn đã đầy. Vui lòng giải phóng không gian và thử lại.

# cloud_sync_status_limit_exceeded
source: You have reached the iCloud upload/download limit. Please wait a moment and try again later.
ar: لقد وصلت إلى حد تحميل/تنزيل iCloud. يرجى الانتظار قليلاً والمحاولة مرة أخرى لاحقاً.
bs: Dostigli ste iCloud ograničenje za otpremanje/preuzimanje. Pričekajte trenutak i pokušajte ponovo kasnije.
ca: Has arribat al límit de càrrega/descàrrega d'iCloud. Espera un moment i torna-ho a provar més tard.
ro: Ai atins limita de încărcare/descarcare iCloud. Așteaptă câteva momente și încearcă din nou mai târziu.
sl: Dosegli ste omejitev nalaganja/prenosa iCloud. Prosimo, počakajte trenutek in poskusite znova pozneje.
th: คุณถึงขีดจำกัดการอัปโหลด/ดาวน์โหลดของ iCloud แล้ว กรุณารอและลองใหม่อีกครั้ง
vi: Bạn đã đạt đến giới hạn tải lên/tải xuống iCloud. Vui lòng đợi một lát và thử lại sau.

# cloud_sync_status_network_failure
source: A network error occurred. Please try again later.
ar: حدث خطأ في الشبكة. يرجى المحاولة مرة أخرى لاحقاً.
bs: Došlo je do greške u mreži. Pokušajte ponovo kasnije.
ca: S'ha produït un error de xarxa. Torna-ho a provar més tard.
ro: A apărut o eroare de rețea. Încearcă din nou mai târziu.
sl: Prišlo je do omrežne napake. Prosimo, poskusite znova pozneje.
th: เกิดข้อผิดพลาดเครือข่าย กรุณาลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi mạng. Vui lòng thử lại sau.

# cloud_sync_status_service_unavailable
source: iCloud is temporarily unavailable. Please try again later.
ar: iCloud غير متاح مؤقتاً. يرجى المحاولة مرة أخرى لاحقاً.
bs: iCloud je trenutno nedostupan. Pokušajte ponovo kasnije.
ca: iCloud no està disponible temporalment. Torna-ho a provar més tard.
ro: iCloud este temporar indisponibil. Încearcă din nou mai târziu.
sl: iCloud je začasno nedosegljiv. Prosimo, poskusite znova pozneje.
th: iCloud ชั่วคราวไม่สามารถใช้ได้ กรุณาลองใหม่อีกครั้ง
vi: iCloud tạm thời không khả dụng. Vui lòng thử lại sau.

# cloud_sync_status_request_rate_limited
source: You have made too many requests to iCloud in a short period of time. Please wait a moment and try again later.
ar: لقد أرسلت العديد من الطلبات إلى iCloud في فترة زمنية قصيرة. يرجى الانتظار قليلاً والمحاولة مرة أخرى لاحقاً.
bs: Poslali ste previše zahtjeva na iCloud u kratkom vremenu. Pričekajte trenutak i pokušajte ponovo kasnije.
ca: Has fet massa sol·licituds a iCloud en poc temps. Espera un moment i torna-ho a provar més tard.
ro: Ai trimis prea multe cereri către iCloud într-un timp scurt. Așteaptă câteva momente și încearcă din nou mai târziu.
sl: V kratkem času ste poslali preveč zahtevkov iCloud. Prosimo, počakajte trenutek in poskusite znova pozneje.
th: คุณได้ส่งคำขอไปยัง iCloud มากเกินไปในช่วงเวลาสั้นๆ กรุณารอและลองใหม่อีกครั้ง
vi: Bạn đã gửi quá nhiều yêu cầu đến iCloud trong một khoảng thời gian ngắn. Vui lòng đợi một lát và thử lại sau.
