Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# upgrade_feature_security_title
source: Secure Data
ar: البيانات الآمنة
bs: Sigurnost podataka
ca: Dades segures
ro: Date securizate
sl: Varni podatki
th: ข้อมูลที่ปลอดภัย
vi: Bảo vệ dữ liệu

# upgrade_feature_security_description
source: Protect your data with %@.
ar: قم بتأمين بياناتك باستخدام %@.
bs: Zaštitite svoje podatke s %@.
ca: Protegeix les teves dades amb %@.
ro: Protejați-vă datele cu %@.
sl: Zaščitite svoje podatke z %@.
th: ปกป้องข้อมูลของคุณด้วย %@
vi: Khoá ứng dụng bằng %@.

# upgrade_feature_security_description_passcode
source: Protect your data by creating a passcode
ar: قم بتأمين بياناتك عن طريق إنشاء رمز مرور
bs: Zaštitite svoje podatke stvaranjem pina
ca: Protegeix les teves dades creant un codi d'accés
ro: Protejați-vă datele prin crearea unui cod
sl: Zaščitite svoje podatke z ustvarjanjem kode
th: ปกป้องข้อมูลของคุณด้วยการสร้างรหัส
vi: Khoá ứng dụng bằng mật khẩu

# upgrade_feature_security_description_biometric
source: or use %@
ar: أو استخدم %@
bs: ili koristite %@
ca: o utilitza %@
ro: sau utilizați %@
sl: ali uporabite %@
th: หรือใช้ %@
vi: hoặc sử dụng %@

# upgrade_feature_currency_converter_title
source: Currency Converter
ar: محول العملات
bs: Konverter valuta
ca: Convertidor de divises
ro: Convertorul valutar
sl: Pretvornik valut
th: ตัวแปลงสกุลเงิน
vi: Chuyển đổi đơn vị tiền tệ

# upgrade_feature_currency_converter_description
source: Use the built-in currency converter to automatically convert amounts into one of over 150 foreign currencies.
ar: استخدم محول العملات المدمج لتحويل المبالغ تلقائيًا إلى واحدة من أكثر من 150 عملة أجنبية.
bs: Koristite ugrađeni pretvarač valuta za automatsku pretvorbu iznosa u jednu od preko 150 stranih valuta.
ca: Utilitza el convertidor de divises incorporat per convertir automàticament els imports a una de les més de 150 monedes estrangeres.
ro: Utilizați convertorul de valută încorporat pentru a converti automat sumele într-una dintre cele peste 150 de valute străine.
sl: Uporabite vgrajeni pretvornik valut za samodejno pretvorbo zneskov v eno od več kot 150 tujih valut.
th: ใช้ตัวแปลงสกุลเงินในตัวเพื่อแปลงจำนวนเงินเป็นหนึ่งในสกุลเงินต่างประเทศกว่า 150 สกุลโดยอัตโนมัติ
vi: Sử dụng công cụ chuyển đổi tiền tệ được tích hợp để tự động chuyển đổi số tiền thành một trong hơn 150 loại ngoại tệ.

# upgrade_feature_customization
source: Personalization
ar: التخصيص
bs: Mogućnost personalizacije
ca: Personalització
ro: Personalizare
sl: Personalizacija
th: การปรับแต่ง
vi: Cá nhân hoá

# upgrade_feature_customization_description
source: Choose from multiple accent colors and icons to personalize the app to your liking.
ar: اختر من بين العديد من الألوان والأيقونات المميزة لتخصيص التطبيق.
bs: Odaberite između više istaknutih boja i ikona za personalizaciju aplikacije prema vašim željama.
ca: Tria entre múltiples colors d'accent i icones per personalitzar l'app al teu gust.
ro: Alegeți dintre mai multe culori de accent și pictograme pentru a personaliza aplicația după cum doriți.
sl: Izberite med več poudarnimi barvami in ikonami, da prilagodite aplikacijo svojim željam.
th: เลือกจากสีเน้นและไอคอนต่างๆ เพื่อปรับแต่งแอพตามที่คุณต้องการ
vi: Bạn có thể tuỳ chọn màu chủ đạo và các biểu tượng để cá nhân hoá ứng dụng theo ý thích

# upgrade_feature_sharedbudget_books_title
source: Share Budget Books
ar: كتب الميزانية المشتركة
bs: Dijeljenje budžetskih knjiga
ca: Llibres de pressupost compartits
ro: Partajați cărțile bugetare
sl: Deli denarnice
th: แบ่งปันสมุดงบประมาณ
vi: Chia sẻ Sổ ngân sách

# upgrade_feature_sharedbudget_books_description
source: Share your budget books including accounts, categories, transactions, and budgets to collaborate with one or more people.
ar: شارك دفاتر ميزانيتك، بما في ذلك الحسابات، والفئات، والمعاملات، والميزانيات، للتعاون مع عدة أشخاص.
bs: Podijelite svoje budžetske knjige uključujući račune, kategorije, transakcije i budžete za suradnju s jednom ili više osoba.
ca: Comparteix els teus llibres de pressupost, incloses les comptes, categories, transaccions i pressupostos, per col·laborar amb una o més persones.
ro: Partajați registrele de buget, inclusiv conturile, categoriile, tranzacțiile și bugetele pentru a colabora cu una sau mai multe persoane.
sl: Delite svoje denarnice, vključno z računi, kategorijami, transakcijami in načrti porabe, za sodelovanje z eno ali več osebami.
th: แบ่งปันสมุดงบประมาณของคุณ ซึ่งรวมถึงบัญชี หมวดหมู่ ธุรกรรม และงบประมาณเพื่อทำงานร่วมกันกับบุคคลตั้งแต่หนึ่งคนขึ้นไป
vi: Chia sẻ Sổ ngân sách của bạn bao gồm Ví, Danh mục, giao dịch và ngân sách với một hoặc nhiều người.

# upgrade_feature_receipt_scanner_title
source: Scan Receipts
ar: ماسح الإيصالات
bs: Skeniranje računa
ca: Escanejar rebuts
ro: Scanați chitanțe
sl: Skeniranje računov
th: สแกนใบเสร็จ
vi: Quét biên lai

# upgrade_feature_receipt_scanner_description
source: Use the built-in scanner to digitize receipts and automatically recognize the amount and merchant name.
ar: استخدم الماسح الضوئي لتحويل الإيصالات إلى صيغة رقمية والتعرف تلقائيًا على المبلغ واسم البائع.
bs: Koristite ugrađeni skener za digitalizaciju računa i automatsko prepoznavanje iznosa i imena trgovca.
ca: Utilitza l'escàner incorporat per digitalitzar els rebuts i reconèixer automàticament l'import i el nom del comerciant.
ro: Utilizați scanerul încorporat pentru a digitiza chitanțele și a recunoaște automat suma și numele comerciantului.
sl: Uporabite vgrajeni skener za digitalizacijo računov in samodejno prepoznavanje zneska in imena trgovca.
th: ใช้เครื่องสแกนในตัวเพื่อแปลงใบเสร็จเป็นดิจิทัลและจดจำจำนวนเงินและชื่อร้านค้าโดยอัตโนมัติ
vi: Bạn có thể sử dụng camera quét các biên lai để tự động nhận dạng số tiền và tên người bán

# upgrade_feature_widgets_title
source: Home & Lockscreen Widgets
ar: أدوات الشاشة الرئيسية وشاشة القفل
bs: Widgeti za početni i zaključani zaslon
ca: Widgets per a la pantalla d'inici i bloqueig
ro: Widget-uri Acasă și ecran de blocare
sl: Domovni & zaklepni pripomočki
th: วิดเจ็ตหน้าแรก & หน้าจอล็อก
vi: Widget màn hình chính & màn hình khóa

# upgrade_feature_widgets_description
source: With the help of the widgets you can see your current income and expenses, your account balances and much more at a glance without having to open the app. To preview the widgets, edit your home or lock screen, open the "Add Widget" view and then select this app.
ar: باستخدام الأدوات، يمكنك رؤية دخلك ونفقاتك الحالية، ورصيد حسابك، والمزيد في لمحة سريعة دون فتح التطبيق. لمعاينة الأدوات، قم بتحرير شاشتك الرئيسية أو شاشة القفل، افتح "إضافة أداة" و ثم حدد هذا التطبيق.
bs: Uz pomoć widgeta možete na prvi pogled vidjeti svoje trenutne prihode i troškove, stanje na računu i još mnogo toga bez potrebe za otvaranjem aplikacije. Za pregled widgeta, uredite početni ili zaključani zaslon, otvorite Prikaz "Dodaj widget" i zatim odaberite ovu aplikaciju.
ca: Amb els widgets, pots veure els teus ingressos i despeses actuals, els saldos dels teus comptes i molt més d'un cop d'ull sense haver d'obrir l'app. Per obtenir una vista prèvia dels widgets, edita la pantalla d'inici o de bloqueig, obre la vista "Afegir widget" i selecciona aquesta app.
ro: Cu ajutorul widget-urilor vă puteți vedea veniturile și cheltuielile curente, soldurile contului și multe altele dintr-o privire, fără a fi nevoie să deschideți aplicația. Pentru a previzualiza widget-urile, editați ecranul de pornire sau de blocare, deschideți Vizualizare "Adăugați widget" și apoi selectați această aplicație.
sl: S pomočjo pripomočkov lahko na prvi pogled vidite svoje trenutne prihodke in stroške, stanja računov in še veliko več, ne da bi morali odpreti aplikacijo. Za predogled pripomočkov uredite svoj domači ali zaklepni zaslon, odprite pogled "Dodaj pripomoček" in nato izberite to aplikacijo.
th: ด้วยความช่วยเหลือของวิดเจ็ต คุณสามารถดูรายได้และค่าใช้จ่ายปัจจุบัน ยอดคงเหลือในบัญชีของคุณ และอื่นๆ อีกมากมายได้อย่างรวดเร็วโดยไม่ต้องเปิดแอป หากต้องการดูตัวอย่างวิดเจ็ต ให้แก้ไขหน้าจอหลักหรือหน้าจอล็อก ให้เปิด "เพิ่มวิดเจ็ต" ดู แล้วเลือกแอปนี้
vi: Bạn có thể thêm các Widget để xem nhanh thu nhập và chi phí hiện tại, Ví và nhiều thông tin khác mà không cần phải mở ứng dụng.

# upgrade_feature_reminders_title
source: Create Reminders
ar: إنشاء تذكيرات
bs: Stvaranje podsjetnika
ca: Crear recordatoris
ro: Creați mementouri
sl: Ustvari opomnike
th: สร้างการแจ้งเตือน
vi: Tạo nhắc nhở

# upgrade_feature_reminders_description
source: Create reminders for your planned transactions in order to receive push notifications (also offline).
ar: قم بإنشاء تذكيرات للعمليات الجراحية المجدولة لتلقي الإشعارات (بما في ذلك دون الاتصال بالإنترنت).
bs: Stvorite podsjetnike za vaše planirane transakcije kako biste primali push obavijesti (i izvan mreže).
ca: Crea recordatoris per a les teves transaccions planificades per rebre notificacions automàtiques (també fora de línia).
ro: Creați mementouri pentru tranzacțiile planificate pentru a primi notificări push (și offline).
sl: Ustvarite opomnike za vaše načrtovane transakcije, da prejmete potisna obvestila (tudi brez povezave).
th: สร้างการเตือนสำหรับธุรกรรมที่วางแผนไว้เพื่อรับการแจ้งเตือนแบบพุช (ออฟไลน์ด้วย)
vi: Bạn có thể tạo nhắc nhở để thông báo cho các giao dịch đã lên kế hoạch.

# upgrade_feature_csv_title
source: CSV Import and Export
ar: استيراد وتصدير ملف CSV
bs: CSV uvoz i izvoz
ca: Importació i exportació CSV
ro: Import și export CSV
sl: CSV uvoz in izvoz
th: นำเข้าและส่งออก CSV
vi: Nhập và xuất dữ liệu

# upgrade_feature_csv_description
source: Import and export your transactions using a CSV file to transfer data from your bank or other applications.
ar: قم باستيراد وتصدير معاملاتك باستخدام ملف CSV لنقل البيانات من البنك الذي تتعامل معه أو من التطبيقات الأخرى.
bs: Uvoz i izvoz vaših transakcija pomoću CSV datoteke za prijenos podataka iz vaše banke ili drugih aplikacija.
ca: Importa i exporta les teves transaccions utilitzant un fitxer CSV per transferir dades des del teu banc o altres aplicacions.
ro: Importă și exportă tranzacțiile folosind un fișier CSV pentru a transfera date de la banca ta sau din alte aplicații.
sl: Uvozite in izvozite svoje transakcije z uporabo CSV datoteke za prenos podatkov iz vaše banke ali drugih aplikacij.
th: นำเข้าและส่งออกธุรกรรมของคุณโดยใช้ไฟล์ CSV เพื่อถ่ายโอนข้อมูลจากธนาคารหรือแอปพลิเคชันอื่นๆ ของคุณ
vi: Nhập và suất các dữ liệu của bạn để cập nhật dữ liệu từ ngân hàng hoặc các ứng dụng khác.

# upgrade_feature_remove_ads_title
source: No Ads
ar: لا توجد إعلانات
bs: Bez reklama
ca: Sense anuncis
ro: Fără anunțuri
sl: Brez oglasov
th: ไม่มีโฆษณา
vi: Không có quảng cáo

# upgrade_feature_remove_ads_description
source: You will no longer see ads for the full version within the app.
ar: لن ترى إعلانات للإصدار الكامل في التطبيق بعد الآن.
bs: Više nećete vidjeti reklame za punu verziju unutar aplikacije.
ca: Ja no veuràs anuncis dins de la versió completa de l'app
ro: Nu veți mai vedea anunțuri pentru versiunea completă în aplicație.
sl: V aplikaciji ne boste več videli oglasov za nadgradnjo na polno različico.
th: คุณจะไม่เห็นโฆษณาสำหรับเวอร์ชันเต็มภายในแอปอีกต่อไป
vi: Bạn sẽ không còn thấy các quảng cáo khó chịu xuất hiện trong ứng dụng.

# upgrade_feature_support_title
source: Support Development
ar: دعم التطوير
bs: Podrška
ca: Donar suport al desenvolupament
ro: Suport pentru dezvoltare
sl: Podprite razvoj ❤️
th: การพัฒนาการสนับสนุน
vi: Hỗ trợ nhà phát triển

# upgrade_feature_support_description
source: You are supporting a young developer and thereby the continuous development of the app! 😊
ar: أنت تدعم مطورًا شابًا وبالتالي التطوير المستمر للتطبيق! 😊
bs: Podržavate mladog programera, a time i kontinuirani razvoj aplikacije! 😊
ca: Estàs donant suport a un jove desenvolupador i, per tant, al desenvolupament continu de l'app! 😊
ro: Susțineți un dezvoltator tânăr și, prin urmare, dezvoltarea continuă a aplicației! 😊
sl: Podpirate mladega razvijalca in s tem nenehni razvoj aplikacije! 😊
th: คุณกำลังสนับสนุนนักพัฒนารุ่นใหม่และด้วยเหตุนี้จึงมีการพัฒนาแอปอย่างต่อเนื่อง! 😊
vi: Bạn đang hỗ trợ một nhà phát triển mới và qua đó giúp ứng dụng không ngừng phát triển! Xin cảm ơn 😊

# monthly_subscription_subtitle
source: Month
ar: الشهر
bs: Mjesec
ca: Mes
ro: Luna
sl: Mesečna naročnina
th: เดือน
vi: Tháng

# yearly_subscription_subtitle
source: Months
ar: الأشهر
bs: Mjeseci
ca: Mesos
ro: Luni
sl: Letna naročnina
th: เดือน
vi: Tháng

# lifetime_purchase_subtitle
source: Lifetime
ar: للأبد
bs: Neograničeno
ca: Il·limitat
ro: Nelimitat
sl: Doživljenska naročnina
th: ไม่จำกัด
vi: Không giới hạn

# product_discount_header_title
source: Save %d %%
ar: - %d %%
bs: - %d %%
ca: Estalvia %d %%
ro: - %d %%
sl: - %d %%
th: - %d %%
vi: - %d %%

# upgrade_is_active_button
source: Active
ar: نشط
bs: Aktivan
ca: Actiu
ro: Activ
sl: Aktivno
th: ใช้งานอยู่
vi: Kích hoạt

# upgrade_purchase_button
source: Purchase
ar: شراء
bs: Kupnja
ca: Compra
ro: Cumpărare
sl: Nakup
th: ซื้อ
vi: Mua

# upgrade_subscribe_button
source: Subscribe
ar: الاشتراك
bs: Pretplatite se
ca: Subscriu-te
ro: Abonare
sl: Naročite se
th: สมัครสมาชิก
vi: Đặt mua

# upgrade_free_trial_button
source: Free Trial
ar: الفترة التجريبية
bs: Probajte besplatno
ca: Prova gratuïta
ro: Probă gratuită
sl: Brezplačni preizkus
th: ทดลองใช้งานฟรี
vi: Dùng thử

# upgrade_restore_button
source: Restore purchases
ar: استعادة المشتريات
bs: Vrati kupnje
ca: Restaurar compres
ro: Restabiliți achizițiile
sl: Obnovi nakup
th: กู้คืนการซื้อ
vi: Khôi phục đăng ký

# upgrade_restore_in_progress_button
source: Please wait...
ar: الرجاء الانتظار...
bs: Molimo pričekajte...
ca: Si us plau, espera...
ro: Vă rugăm să așteptați...
sl: Prosimo, počakajte...
th: โปรดรอสักครู่...
vi: Vui lòng chờ...

# subscription_button_info_text
source: Cancellable at any time.
ar: الإلغاء في أي وقت.
bs: Može se otkazati u bilo kojem trenutku.
ca: Cancel·lable en qualsevol moment.
ro: Anulabil în orice moment.
sl: Prekličete jo lahko kadarkoli – brez skrbi.
th: ยกเลิกได้ตลอดเวลา
vi: Có thể huỷ bất cứ lúc nào.

# subscription_trial_button_info_text
source: %d %@ free trial. Then %@ per %@.
ar: إصدار تجريبي مجاني %d %@. ثم %@ لـ %@.
bs: %d %@ besplatnog probnog razdoblja. Zatim %@ po %@.
ca: %d %@ prova gratuïta. Després, %@ per %@.
ro: %d %@ de încercare gratuită. Apoi %@ per %@.
sl: %d %@ brezplačnega preizkusa. Nato %@ na %@.
th: %d %@ ทดลองใช้ฟรี จากนั้น %@ ต่อ %@
vi: %d %@ dùng thử miễn phí. Sau đó %@ mỗi %@.

# lifetime_purchase_button_info_text
source: Unlocks the full version once (without subscription).
ar: فتح الإصدار الكامل مرة واحدة (بدون اشتراك).
bs: Otključava punu verziju za stalno (bez pretplate).
ca: Desbloqueja la versió completa una vegada (sense subscripció).
ro: Deblochează versiunea completă o dată (fără abonament).
sl: Z enkratnim nakupom odklenete vse funkcije za vedno – brez naročnine.
th: ปลดล็อกเวอร์ชันเต็มครั้งเดียว (โดยไม่ต้องสมัครสมาชิก)
vi: Bạn đang dùng Tài khoản Premium.

# alert_upgrade_view_purchase_success_title
source: Purchase Successful 🎉
ar: تمت عملية الشراء بنجاح 🎉
bs: Kupnja uspješna 🎉
ca: Compra exitosa 🎉
ro: Achiziție reușită 🎉
sl: Nakup uspešen 🎉
th: ซื้อสำเร็จ 🎉
vi: Đăng ký thành công 🎉

# alert_upgrade_view_purchase_success_message
source: Thank you for your support! 😊
ar: شكرًا لك على دعمك! 😊
bs: Hvala vam na podršci! 😊
ca: Gràcies pel teu suport! 😊
ro: Vă mulțumim pentru sprijin! 😊
sl: Hvala za vašo podporo! 😊
th: ขอบคุณสำหรับการสนับสนุนของคุณ! 😊
vi: Cảm ơn bạn đã đăng ký 😊

# alert_upgrade_view_purchase_success_message_info
source: Info: If you switch from a subscription to the one-time purchase, remember to cancel your previous subscription afterwards.
ar: معلومات: إذا قمت بالترقية من اشتراك إلى شراء لمرة واحدة، فتأكد من إلغاء اشتراكك السابق لاحقًا.
bs: Informacije: Ako pređete s pretplate na jednokratnu kupovinu, ne zaboravite nakon toga otkazati prethodnu pretplatu.
ca: Informació: Si canvies d'una subscripció a una compra única, recorda cancel·lar la teva subscripció anterior després.
ro: Informații: Dacă treceți de la un abonament la achiziția unică, nu uitați să anulați abonamentul anterior ulterior.
sl: Info: Če preklopite z naročnine na enkratni nakup, ne pozabite preklicati prejšnje naročnine.
th: ข้อมูล: หากคุณเปลี่ยนจากการสมัครสมาชิกเป็นการซื้อครั้งเดียว อย่าลืมยกเลิกการสมัครสมาชิกก่อนหน้าของคุณในภายหลัง
vi: Lưu ý: Nếu bạn muốn chuyển sang bản vĩnh viễn, hãy nhớ huỷ đăng ký trước đó.

# alert_upgrade_view_purchase_error_message
source: Your purchase could not be completed successfully.
ar: تعذر إكمال عملية الشراء بنجاح
bs: Vaša kupnja nije mogla biti uspješno dovršena.
ca: La teva compra no es va poder completar amb èxit.
ro: Achiziția dvs. nu a putut fi finalizată cu succes.
sl: Vašega nakupa ni bilo mogoče uspešno dokončati.
th: การสั่งซื้อของคุณไม่เสร็จสมบูรณ์
vi: Đăng ký không thành công.

# alert_upgrade_view_purchase_error_store_problem_message
source: There was a problem with the App Store. Info: Sometimes the purchase may only work if you confirm with your password instead of Touch ID / Face ID. For example, if you are using Face ID, just cover the front camera and try again to see the password dialog.
ar: توجد مشكلة في App Store. معلومات: في بعض الأحيان قد تعمل عملية الشراء فقط إذا قمت بالتحقق من كلمة المرور الخاصة بك بدلاً من Touch ID/Face ID. على سبيل المثال، إذا كنت تستخدم Face ID، فقط غطِ الكاميرا الأمامية وحاول مرة أخرى لرؤية مربع الحوار الخاص بكلمة المرور.
bs: Došlo je do problema sa App Store. Informacije: Ponekad kupovina može funkcionirati samo ako potvrdite sa svojom lozinkom umjesto Touch ID / Face ID. Na primjer, ako koristiš Face ID, samo prekrij prednju kameru i pokušaj ponovo da vidiš dijalog za unos lozinke.
ca: Hi ha hagut un problema amb l'App Store. Informació: De vegades, la compra només funciona si confirmes amb la teva contrasenya en lloc de Touch ID / Face ID. Per exemple, si estàs utilitzant Face ID, només cobreix la càmera frontal; torna-ho a intentar per veure el quadre de diàleg de la contrasenya.
ro: A apărut o problemă cu App Store. Informații: Uneori, achiziția poate funcționa numai dacă confirmați cu parola în loc de Touch ID / Face ID. De exemplu, dacă folosești Face ID, acoperă doar camera frontală și încearcă din nou pentru a vedea dialogul cu parola.
sl: Prišlo je do težave z App Store. Info: Včasih lahko nakup deluje samo, če potrdite s svojim geslom namesto Touch ID / Face ID. Na primer, če uporabljate Face ID, preprosto pokrijte sprednjo kamero in poskusite znova, da vidite pogovorno okno z geslom.
th: มีปัญหากับ App Store ข้อมูล: บางครั้งการซื้ออาจใช้งานได้ก็ต่อเมื่อคุณยืนยันด้วยรหัสผ่านของคุณแทน Touch ID / Face ID ตัวอย่างเช่น หากคุณใช้ Face ID ให้ปิดกล้องหน้าจากนั้นลองอีกครั้งเพื่อดูหน้าต่างการใส่รหัสผ่าน
vi: Đã xảy ra sự cố với App Store. Đôi khi đăng ký chỉ có thể thành công bằng mật khẩu thay vì Touch ID/Face ID. Ví dụ, nếu bạn đang sử dụng Face ID, chỉ cần che camera trước và thử lại để xem hộp thoại mật khẩu.

# alert_upgrade_view_purchase_error_not_allowed_message
source: Purchases are not allowed on this device.
ar: عمليات الشراء غير مسموح بها على هذا الجهاز.
bs: Kupnje nisu dopuštene na ovom uređaju.
ca: No es permeten compres en aquest dispositiu.
ro: Achizițiile nu sunt permise pe acest dispozitiv.
sl: Nakupi na tej napravi niso dovoljeni.
th: ไม่อนุญาตให้ซื้อบนอุปกรณ์นี้
vi: Đăng ký không được phép trên thiết bị này.

# alert_upgrade_view_purchase_error_invalid_message
source: Check your payment method and try again later. If the error persists, please contact support.
ar: تحقق من طريقة الدفع الخاصة بك وحاول مرة أخرى لاحقًا. إذا استمر الخطأ، يرجى الاتصال بالدعم.
bs: Provjerite način plaćanja i pokušajte ponovno kasnije. Ako se pogreška nastavi pojavljivati, kontaktirajte podršku.
ca: Comprova el teu mètode de pagament i torna-ho a intentar més tard. Si l'error persisteix, contacta amb el servei d'assistència.
ro: Verificați metoda de plată și încercați din nou mai târziu. Dacă eroarea persistă, contactați asistența.
sl: Preverite svoj način plačila in poskusite znova pozneje. Če napaka ostaja, prosimo, kontaktirajte podporo.
th: ตรวจสอบวิธีการชำระเงินของคุณแล้วลองอีกครั้งในภายหลัง หากข้อผิดพลาดยังคงอยู่ โปรดติดต่อฝ่ายสนับสนุน
vi: Hãy kiểm tra phương thức thanh toán của bạn và thử lại sau. Nếu lỗi vẫn tiếp diễn, vui lòng liên hệ với chúng tôi.

# alert_upgrade_view_purchase_error_network_message
source: Check your internet connection and try again later. If the error persists, please contact support.
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى لاحقًا. إذا استمر الخطأ، يرجى الاتصال بالدعم.
bs: Provjerite svoju internetsku vezu i pokušajte ponovno kasnije. Ako se pogreška nastavi, kontaktirajte podršku.
ca: Comprova la teva connexió a Internet i torna-ho a intentar més tard. Si l'error persisteix, contacta amb el servei d'assistència.
ro: Verificați-vă conexiunea la internet și încercați din nou mai târziu. Dacă eroarea persistă, contactați asistența.
sl: Preverite svojo internetno povezavo in poskusite znova pozneje. Če napaka ostaja, prosimo, kontaktirajte podporo.
th: ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้งในภายหลัง หากข้อผิดพลาดยังคงอยู่ โปรดติดต่อฝ่ายสนับสนุน
vi: Hãy kiểm tra kết nối Internet của bạn và thử lại sau. Nếu lỗi vẫn tiếp diễn, vui lòng liên hệ với chúng tôi.

# alert_upgrade_view_load_products_error_message
source: The products could not be loaded. Check your internet connection and try again later. If the error persists, please contact support.
ar: تعذر تحميل المنتجات. الرجاء التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى لاحقًا. إذا استمر الخطأ، يرجى الاتصال بالدعم
bs: Proizvodi se ne mogu učitati. Provjerite svoju internetsku vezu i pokušajte ponovno kasnije. Ako se pogreška nastavi, kontaktirajte podršku.
ca: No s'han pogut carregar els productes. Comprova la teva connexió a Internet i torna-ho a intentar més tard. Si l'error persisteix, contacta amb el servei d'assistència.
ro: Produsele nu au putut fi încărcate. Verificați-vă conexiunea la internet și încercați din nou mai târziu. Dacă eroarea persistă, contactați asistența.
sl: Izdelkov ni bilo mogoče naložiti. Preverite svojo internetno povezavo in poskusite znova pozneje. Če napaka ostaja, prosimo, kontaktirajte podporo.
th: ไม่สามารถโหลดผลิตภัณฑ์ได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้งในภายหลัง หากข้อผิดพลาดยังคงอยู่ โปรดติดต่อฝ่ายสนับสนุน
vi: Không thể tải các đăng ký. Hãy kiểm tra kết nối Internet của bạn và thử lại sau. Nếu lỗi vẫn tiếp diễn, vui lòng liên hệ với chúng tôi.

# alert_upgrade_view_restore_success_title
source: Purchases Restored
ar: تمت استعادة عمليات الشراء
bs: Kupnje vraćene
ca: Compres restaurades
ro: Achiziții restaurate
sl: Nakupi obnovljeni
th: กู้คืนการซื้อแล้ว
vi: Khôi phục đăng ký

# alert_upgrade_view_restore_success_message
source: Your purchases were successfully restored! 😊
ar: تمت استعادة مشترياتك بنجاح! 😊
bs: Vaše kupnje su uspješno vraćene! 😊
ca: Les teves compres s'han restaurat amb èxit! 😊
ro: Achizițiile dvs. au fost restaurate cu succes! 😊
sl: Vaši nakupi so bili uspešno obnovljeni! 😊
th: กู้คืนการซื้อของคุณสำเร็จแล้ว! 😊
vi: Đã khôi phục đăng ký của bạn thành công 😊

# alert_upgrade_view_restore_error_message
source: Your purchases could not be restored. Please try again later.
ar: تعذرت استعادة مشترياتك. يرجى المحاولة مرة أخرى لاحقًا
bs: Vaše kupnje nisu mogle biti vraćene. Pokušajte ponovno kasnije.
ca: Les teves compres no es van poder restaurar. Si us plau, torna-ho a intentar més tard.
ro: Achizițiile dvs. nu au putut fi restabilite. Vă rugăm să încercați din nou mai târziu.
sl: Vaših nakupov ni bilo mogoče obnoviti. Prosimo, poskusite znova pozneje.
th: การซื้อของคุณไม่สามารถกู้คืนได้ โปรดลองอีกครั้งในภายหลัง
vi: Không thể khôi phục đăng ký của bạn. Vui lòng thử lại sau.
