Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# no_transactions_title
source: No transactions
ar: لا توجد معاملات
bs: Nema transakcija
ca: Sense transaccions
ro: Fără tranzacții
sl: Ni transakcij
th: ไม่มีธุรกรรม
vi: Không có giao dịch

# no_transactions_title_short
source: None
ar: لا
bs: Ništa
ca: Cap
ro: Niciuna
sl: Ni
th: ไม่มี
vi: Không có

# no_transactions_found_title
source: No transactions found
ar: لم يتم العثور على معاملات
bs: Nisu pronađene transakcije
ca: No s'han trobat transaccions
ro: Nu au fost găsite tranzacții
sl: Ni najdenih transakcij
th: ไม่พบธุรกรรม
vi: Không tìm thấy giao dịch

# no_transactions_found_message
source: Click the "+" button to add a new transaction.
ar: انقر فوق الزر "+" لإضافة معاملة جديدة.
bs: Kliknite gumb "+" za dodavanje nove transakcije.
ca: Fes clic al botó "+" per afegir una nova transacció.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă tranzacție.
sl: Kliknite gumb "+", da dodate novo transakcijo.
th: คลิกปุ่ม "+" เพื่อเพิ่มธุรกรรมใหม่
vi: Nhấp vào nút "+" để thêm giao dịch mới.

# no_transactions_found_button_title
source: New Transaction
ar: معاملة جديدة
bs: Nova transakcija
ca: Nova transacció
ro: Tranzacție nouă
sl: Nova transakcija
th: ธุรกรรมใหม่
vi: Giao dịch mới

# no_recurring_transactions_found_message
source: Click the "+" button to add a new recurring transaction.
ar: انقر فوق الزر "+" لإضافة دفعة تلقائية جديدة.
bs: Kliknite gumb "+" za dodavanje nove ponavljajuće transakcije.
ca: Fes clic al botó "+" per afegir una nova transacció recurrent.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă tranzacție recurentă.
sl: Kliknite gumb "+", da dodate novo ponavljajočo transakcijo.
th: คลิกปุ่ม "+" เพื่อเพิ่มธุรกรรมที่เกิดซ้ำใหม่
vi: Nhấp vào nút "+" để thêm giao dịch định kỳ.

# no_upcoming_transactions_found_message
source: Click the "+" button to add a new planned transaction.
ar: انقر فوق الزر "+" لجدولة معاملة جديدة.
bs: Kliknite gumb "+" za dodavanje nove planirane transakcije.
ca: Fes clic al botó "+" per afegir una nova transacció planificada.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă tranzacție planificată.
sl: Kliknite gumb "+", da dodate novo načrtovano transakcijo.
th: คลิกปุ่ม "+" เพื่อเพิ่มธุรกรรมใหม่ที่วางแผนไว้
vi: Nhấp vào nút "+" để thêm giao dịch theo kế hoạch.

# no_reminded_transactions_found_message
source: Click the "+" button to add a new transaction with a reminder.
bs: Kliknite gumb "+" za dodavanje nove transakcije s podsjetnikom.
ca: Fes clic al botó "+" per afegir una nova transacció amb recordatori.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă tranzacție cu un memento.
sl: Kliknite gumb "+", da dodate novo transakcijo z opomnikom.
th: คลิกปุ่ม "+" เพื่อเพิ่มธุรกรรมใหม่พร้อมตัวเตือน
vi: Nhấp vào nút "+" để thêm giao dịch mới kèm theo Lời nhắc.

# transactions_search_placeholder_message
source: Search by the name of a category, payee, tag or notes
ar: ابحث حسب اسم الفئة أو المستفيد أو الوسم أو الملاحظات
bs: Traži prema nazivu kategorije, primaoca uplate, oznake ili bilješki
ca: Cerca pel nom d'una categoria, beneficiari, etiqueta o notes
ro: Căutați după numele unei categorii, beneficiar, etichetă sau note
sl: Iščite po imenu kategorije, prejemnika, oznake ali opomb
th: ค้นหาตามชื่อหมวดหมู่ ผู้รับเงิน แท็ก หรือบันทึก
vi: Tìm kiếm theo tên danh mục, người nhận thanh toán, thẻ hoặc ghi chú

# show_analysis_button
source: Show analysis
ar: إظهار التحليل
bs: Prikaži analizu
ca: Mostrar anàlisi
ro: Afișați analiza
sl: Prikaži analizo
th: แสดงการวิเคราะห์
vi: Hiển thị phân tích

# show_analysis_button_short
source: Analysis
ar: تحليل
bs: Analiza
ca: Anàlisi
ro: Analiză
sl: Analiza
th: การวิเคราะห์
vi: Phân tích

# show_forecast_button
source: Show forecast
ar: عرض التوقعات
bs: Prikaži prognozu
ca: Mostrar previsió
ro: Afișați prognoza
sl: Prikaži napoved
th: แสดงการคาดการณ์
vi: Hiển thị dự báo

# show_forecast_button_short
source: Forecast
ar: التوقعات
bs: Prognoza
ca: Previsió
ro: Prognoză
sl: Napoved
th: พยากรณ์
vi: Dự báo

# show_upcoming_transactions_button
source: Planned
ar: مجدول
bs: Planirano
ca: Planificat
ro: Planificat
sl: Načrtovano
th: วางแผนไว้
vi: Đã lên kế hoạch

# alert_confirm_add_next_upcoming_transaction_title
source: Add Transaction
ar: إضافة معاملة
bs: Dodaj transakciju
ca: Afegir transacció
ro: Adăugați tranzacție
sl: Dodaj transakcijo
th: เพิ่มธุรกรรม
vi: Thêm giao dịch

# alert_confirm_add_next_upcoming_transaction_message
source: Are you sure you want to add this planned transaction now?
ar: هل أنت متأكد من رغبتك في إضافة هذه المعاملة المجدولة الآن؟
bs: Jeste li sigurni da želite dodati ovu planiranu transakciju?
ca: Estàs segur que vols afegir aquesta transacció planificada ara?
ro: Sunteți sigur că doriți să adăugați această tranzacție planificată acum?
sl: Ali ste prepričani, da želite zdaj dodati to načrtovano transakcijo?
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่มธุรกรรมที่วางแผนไว้ตอนนี้
vi: Bạn có chắc chắn muốn lên kế hoạch thêm giao dịch này không?

# payed_by_and_modified_at
source: Paid by %@ Last modified on %@
ar: تم الدفع بواسطة %@ تم التعديل بواسطة %@
bs: Plaćeno od %@ Zadnja izmjena %@
ca: Pagat per %@ Última modificació el %@
ro: Platit de %@ Ultima modificare pe %@
sl: Plačal %@ Zadnja sprememba %@
th: ชำระโดย %@ แก้ไขล่าสุดเมื่อ %@
vi: Được thanh toán bởi %@ Sửa đổi lần cuối lúc %@

# modified_at
source: Last modified on %@
ar: تم التعديل: %@
bs: Zadnja izmjena %@
ca: Última modificació el %@
ro: Ultima modificare pe %@
sl: Zadnja sprememba %@
th: แก้ไขล่าสุดเมื่อ %@
vi: Sửa đổi lần cuối lúc %@

# average_per_transaction
source: Ø per transaction
ar: Ø لكل معاملة
bs: Ø po transakciji
ca: Ø per transacció
ro: Ø pe tranzacție
sl: Ø na transakcijo
th: ค่าเฉลี่ยต่อธุรกรรม
vi: Ø cho mỗi giao dịch

# average_per_day
source: Ø per day
ar: Ø في اليوم
bs: Ø po danu
ca: Ø per dia
ro: Ø pe zi
sl: Ø na dan
th: ค่าเฉลี่ยต่อวัน
vi: Ø cho mỗi ngày

# remaining_title
source: Available
ar: متاح
bs: Dostupno
ca: Disponible
ro: Disponibil
sl: Razpoložljivo
th: ว่าง

# balanced_title
source: Balanced
ar: الأمثل
bs: Uravnotežen
ca: Equilibrat
ro: Echilibrat
sl: Uravnoteženo
th: สมดุล
vi: Số dư

# exceeded_title
source: Exceeded
ar: تم التجاوز
bs: Premašeno
ca: Excedit
ro: Depășit
sl: Preseženo
th: เกิน
vi: Đã vượt quá

# user_has_no_budgets_title
source: You have no budgets.
ar: ليس لديك أي ميزانيات
bs: Nemate budžet.
ca: No tens pressupostos.
ro: Nu aveți bugete.
sl: Nimate načrtov porabe.
th: คุณไม่มีงบประมาณ
vi: Bạn không có ngân sách nào.

# user_is_within_budget_title
source: You are within your budget! 🎉
ar: أنت في حدود ميزانيتك! 🎉
bs: U okviru ste budžeta! 🎉
ca: Estàs dins del teu pressupost! 🎉
ro: Sunteți în bugetul dvs.! 🎉
sl: Čestitamo, ste v okviru načrta porabe! 🎉
th: คุณอยู่ในงบประมาณของคุณแล้ว! 🎉

# user_was_within_budget_title
source: You were within your budget! 🎉
ar: أنت في حدود ميزانيتك! 🎉
bs: Bili ste unutar svog budžeta! 🎉
ca: Estaves dins del teu pressupost! 🎉
ro: Ai fost în limitele bugetului tău! 🎉
sl: Bili ste v okviru načrta porabe! 🎉
th: คุณอยู่ในงบประมาณของคุณแล้ว! 🎉

# user_is_not_within_budget_title
source: You have exceeded %d budget 😢
ar: تم تجاوز الميزانيات: %d 😢
bs: Prekoračili ste budžet %d 😢
ca: Has excedit el %d del pressupost 😢
ro: Sunteți %d peste buget 😢
sl: Presegli ste %d načrt(e) porabe 😢
th: คุณมี %d เกินงบประมาณ 😢
vi: Bạn đã vượt quá ngân sách %d 😢

# user_is_not_within_budgets_title
source: You have exceeded %d budgets 😢
ar: تم تجاوز الميزانيات: %d 😢
bs: Prekoračili ste %d budžeta 😢
ca: Has excedit %d pressupostos 😢
ro: Ați depășit %d bugete 😢
sl: Presegli ste %d načrt(e) porabe 😢
th: คุณมีงบประมาณเกิน %d รายการ 😢
vi: Bạn đã vượt quá ngân sách %d 😢

# no_budgets_title
source: No Budgets
ar: لا توجد ميزانيات
bs: Nema budžeta
ca: Sense pressupostos
ro: Fără bugete
sl: Ni načrtov porabe
th: ไม่มีงบประมาณ
vi: Không có ngân sách

# no_budgets_found_title
source: No budgets found
ar: لم يتم العثور على ميزانيات
bs: Nisu pronađeni budžeti
ca: No s'han trobat pressupostos
ro: Nu s-au găsit bugete
sl: Ni najdenih načrtov porabe
th: ไม่พบงบประมาณ
vi: Không tìm thấy ngân sách

# no_budgets_found_message
source: Click the "+" button to add a new budget.
ar: انقر فوق الزر "+" لإضافة ميزانية جديدة.
bs: Kliknite gumb "+" za dodavanje novog budžeta.
ca: Fes clic al botó "+" per afegir un nou pressupost.
ro: Faceți clic pe butonul "+" pentru a adăuga un nou buget.
sl: Kliknite gumb "+", da dodate nov načrtov porabe.
th: คลิกปุ่ม "+" เพื่อเพิ่มงบประมาณใหม่
vi: Nhấp vào nút "+" để thêm ngân sách mới.

# budgets_search_placeholder_message
source: Search by a budget's name
ar: البحث حسب اسم الميزانية
bs: Traži prema nazivu budžeta
ca: Cerca pel nom d'un pressupost
ro: Căutați după numele unui buget
sl: Iščite po imenu načrta porabe
th: ค้นหาตามชื่องบประมาณ
vi: Tìm kiếm theo tên ngân sách

# no_budgets_found_button_title
source: New Budget
ar: الميزانية الجديدة
bs: Novi budžet
ca: Nou pressupost
ro: Buget nou
sl: Nov načrt porabe
th: งบประมาณใหม่
vi: Ngân sách mới

# analysis_title
source: Analysis
ar: تحليل
bs: Analiza
ca: Anàlisi
ro: Analiză
sl: Analiza
th: การวิเคราะห์
vi: Phân tích

# trend_widget_average_title
source: Average
ar: المتوسط
bs: Prosjek
ca: Promig
ro: Medie
sl: Povprečje
th: เฉลี่ย
vi: Trung bình

# trend_widget_current_year_title
source: This Year
ar: هذا العام
bs: Ove godine
ca: Aquest any
ro: Anul acesta
sl: Leto
th: ปีนี้
vi: Năm nay

# trend_widget_current_month_title
source: This Month
ar: هذا الشهر
bs: Ovaj mjesec
ca: Aquest mes
ro: Luna aceasta
sl: Mesec
th: เดือนนี้
vi: Tháng này

# trend_widget_received_more_message
source: You are earning more than usual.
ar: أنت تكسب أكثر من المعتاد.
bs: Zarađujete više nego inače.
ca: Estàs guanyant més del normal.
ro: Câștigați mai mult decât de obicei.
sl: Zaslužite več kot običajno.
th: คุณกำลังมีรายได้มากกว่าปกติ
vi: Rất tốt. Hiện tại bạn đang kiếm được nhiều hơn bình thường.

# trend_widget_received_less_message
source: You are earning less than usual.
ar: أنت تكسب أقل من المعتاد.
bs: Zarađujete manje nego inače.
ca: Estàs guanyant menys del normal.
ro: Câștigați mai puțin decât de obicei.
sl: Zaslužite manj kot običajno.
th: คุณกำลังมีรายได้น้อยกว่าปกติ
vi: Ôi không. Hiện tại bạn đang kiếm được ít hơn bình thường.

# trend_widget_received_same_message
source: You are earning the same as usual.
ar: أنت تكسب كالمعتاد.
bs: Zarađujete isto kao i obično.
ca: Estàs guanyant el mateix de sempre.
ro: Câștigați la fel ca de obicei.
sl: Zaslužite enako kot običajno.
th: คุณกำลังสร้างรายได้เท่าเดิม
vi: Hiện tại bạn đang kiếm được gần như bình thường.

# trend_widget_has_received_more_message
source: You have earned more than usual.
ar: لقد ربحت أكثر من المعتاد.
bs: Zaradili ste više nego inače.
ca: Has guanyat més del normal.
ro: Ați câștigat mai mult decât de obicei.
sl: Ste zaslužili več kot običajno.
th: คุณได้รับรายได้มากกว่าปกติ
vi: Rất tốt. Hiện tại bạn kiếm được nhiều hơn bình thường.

# trend_widget_has_received_less_message
source: You have earned less than usual.
ar: لقد ربحت أقل من المعتاد.
bs: Zaradili ste manje nego inače.
ca: Has guanyat menys del normal.
ro: Ați câștigat mai puțin decât de obicei.
sl: Ste zaslužili manj kot običajno.
th: คุณได้รับรายได้น้อยกว่าปกติ
vi: Ôi không. Hiện tại bạn kiếm được ít hơn bình thường.

# trend_widget_has_received_same_message
source: You have earned the same as usual.
ar: لقد ربحت نفس المبلغ كالمعتاد.
bs: Zaradili ste isto kao i obično.
ca: Has guanyat el mateix de sempre.
ro: Ați câștigat la fel ca de obicei.
sl: Ste zaslužili enako kot običajno.
th: คุณได้รับรายได้เท่าเดิม
vi: Hiện tại bạn kiếm được gần như bình thường.

# trend_widget_spent_more_message
source: You are spending more than usual.
ar: أنت تنفق أكثر من المعتاد.
bs: Trošite više nego inače.
ca: Estàs gastant més del normal.
ro: Cheltuiți mai mult decât de obicei.
sl: Porabite več kot običajno.
th: คุณกำลังใช้จ่ายมากกว่าปกติ
vi: Ôi không. Hiện tại bạn chi tiêu nhiều hơn bình thường.

# trend_widget_spent_less_message
source: You are spending less than usual.
ar: أنت تنفق أقل من المعتاد.
bs: Trošite manje nego inače.
ca: Estàs gastant menys del normal.
ro: Cheltuiți mai puțin decât de obicei.
sl: Porabite manj kot običajno.
th: คุณใช้จ่ายน้อยกว่าปกติ
vi: Rất tốt. Hiện tại bạn chi tiêu ít hơn bình thường.

# trend_widget_spent_same_message
source: You are spending the same as usual.
ar: أنت تنفق نفس المبلغ كالمعتاد.
bs: Trošite isto kao i obično.
ca: Estàs gastant el mateix de sempre.
ro: Cheltuiți la fel ca de obicei.
sl: Porabite enako kot običajno.
th: คุณใช้จ่ายเท่าเดิม
vi: Hiện tại bạn chi tiêu gần như bình thường.

# trend_widget_has_spent_more_message
source: You have spent more than usual.
ar: لقد أنفقت أكثر من المعتاد.
bs: Potrošili ste više nego inače.
ca: Has gastat més del normal.
ro: Ați cheltuit mai mult decât de obicei.
sl: Ste porabili več kot običajno.
th: คุณได้ใช้จ่ายมากกว่าปกติ
vi: Ôi không. Hiện tại bạn chi tiêu nhiều hơn bình thường.

# trend_widget_has_spent_less_message
source: You have spent less than usual.
ar: لقد أنفقت أقل من المعتاد.
bs: Potrošili ste manje nego inače.
ca: Has gastat menys del normal.
ro: Ați cheltuit mai puțin decât de obicei.
sl: Ste porabili manj kot običajno.
th: คุณใช้จ่ายน้อยกว่าปกติ
vi: Rất tốt. Hiện tại bạn đã chi tiêu ít hơn bình thường.

# trend_widget_has_spent_same_message
source: You have spent the same as usual.
ar: لقد أنفقت نفس المبلغ كالمعتاد.
bs: Potrošili ste isto kao i obično.
ca: Has gastat el mateix de sempre.
ro: Ați cheltuit la fel ca de obicei.
sl: Ste porabili enako kot običajno.
th: คุณได้ใช้จ่ายเท่าเดิม
vi: Hiện tại bạn đã chi tiêu gần như bình thường.

# total_balance_widget_current_balance_message
source: Your balance is %@.
ar: رصيدك هو %@.
bs: Vaše stanje je %@.
ca: El teu saldo és %@.
ro: Soldul dvs. este %@.
sl: Vaše stanje je %@.
th: ยอดคงเหลือของคุณคือ %@
vi: Số dư của bạn là %@.

# total_balance_widget_previous_balance_message
source: Your balance was %@.
ar: رصيدك هو %@.
bs: Vaše stanje je bilo %@.
ca: El teu saldo era %@.
ro: Soldul dvs. a fost %@.
sl: Vaše stanje je bilo %@.
th: ยอดคงเหลือของคุณคือ %@
vi: Số dư của bạn là %@.

# savings_rate_widget_current_savings_rate_message
source: Your savings rate is %@ %%.
ar: معدل التوفير الخاص بك هو %@ %%.
bs: Vaša stopa štednje je %@ %%.
ca: La teva taxa d'estalvi és %@ %%.
ro: Rata dvs. de economii este %@ %%.
sl: Vaša stopnja prihrankov je %@ %%.
th: อัตราการออมของคุณคือ %@ %%
vi: Tỷ lệ tiết kiệm của bạn là %@ %%.

# savings_rate_widget_previous_savings_rate_message
source: Your savings rate was %@ %%.
ar: معدل التوفير الخاص بك هو %@ %%.
bs: Vaša stopa štednje je bila %@ %%.
ca: La teva taxa d'estalvi era %@ %%.
ro: Rata dvs. de economisire a fost %@ %%.
sl: Vaša stopnja prihrankov je bila %@ %%.
th: อัตราการออมของคุณคือ %@ %%
vi: Tỷ lệ tiết kiệm của bạn là %@ %%.

# trend_widget_title
source: Trend
ar: الاتجاه
ca: Tendència
ro: Tendință
th: เทรนด์
vi: Xu hướng

# total_balance_widget_title
source: Balance
ar: الرصيد
bs: Stanje
ca: Saldo
ro: Sold
sl: Stanje
th: ยอดคงเหลือ
vi: Số dư

# savings_rate_widget_title
source: Savings Rate
ar: مبلغ التوفير
bs: Stopa štednje
ca: Taxa d'estalvi
ro: Rata de economii
sl: Stopnja prihrankov
th: อัตราการออม
vi: Tỷ lệ tiết kiệm

# account_forecast_title
source: Forecast
ar: التوقعات
bs: Prognoza
ca: Previsió
ro: Prognoză
sl: Napoved
th: พยากรณ์
vi: Dự báo

# account_balance_title
source: Balance
ar: الرصيد
bs: Stanje
ca: Saldo
ro: Sold
sl: Stanje
th: ยอดคงเหลือ
vi: Số dư

# not_enough_data_title
source: Not enough data
ar: لا توجد بيانات كافية
bs: Nema dovoljno podataka
ca: No hi ha dades suficients
ro: Date insuficiente
sl: Ni dovolj podatkov
th: ข้อมูลไม่เพียงพอ
vi: Không đủ dữ liệu

# no_budget_book_title
source: No budget book
ar: لا يوجد دفتر ميزانية
bs: Bez budžetske knjige
ca: Sense llibre de pressupost
ro: Fără carte bugetară
sl: Ni proračunske knjige
th: ไม่มีสมุดงบประมาณ
vi: Không có ngân sách

# share_app_message
source: "%@ - Expense Tracker" Download now for free:
ar: "%@ - متتبع النفقات" التنزيل الآن مجانًا:
bs: "%@ - Praćenje troškova" Preuzmite besplatno:
ca: "%@ - Seguiment de despeses" Descarrega-ho ara gratis:
ro: "%@ - Expense Tracker" Descărcați acum gratuit:
sl: "%@ - Sledenje stroškom" Prenesite zdaj brezplačno:
th: "%@ - Expense Tracker" ดาวน์โหลดฟรี:
vi: "%@ - Theo dõi chi phí" Tải xuống miễn phí:

# general_setting_section_title
source: General
ar: عام
bs: Općenito
sl: Splošno
th: ทั่วไป
vi: Tổng quan

# upgrade_setting_section_title
source: Full Version
ar: النسخة الكاملة
bs: Puna verzija
ca: Versió completa
ro: Versiune completă
sl: Polna različica
th: เวอร์ชันเต็ม
vi: Tài khoản Premium

# support_setting_section_title
source: Support
ar: الدعم
bs: Podrška
ca: Suport
ro: Suport
sl: Podpora
th: สนับสนุน
vi: Hỗ trợ

# legal_setting_section_title
source: Legal
ar: معلومات
bs: Pravno
sl: Pravno
th: กฎหมาย
vi: Pháp lý

# data_setting_section_title
source: Data
ar: البيانات
bs: Podaci
ca: Dades
ro: Date
sl: Podatki
th: ข้อมูล
vi: Dữ liệu

# miscellaneous_setting_section_title
source: Miscellaneous
ar: أخرى
bs: Razno
ca: Diversos
ro: Diverse
sl: Razno
th: เบ็ดเตล็ด
vi: Điều khoản

# upgrade_setting_footer_title
source: Thank you for using the full version!
ar: شكرًا لك على استخدام الإصدار الكامل!
bs: Hvala što koristite punu verziju!
ca: Gràcies per utilitzar la versió completa!
ro: Vă mulțumim că ați folosit versiunea completă!
sl: Hvala, ker uporabljate polno različico!
th: ขอบคุณที่ใช้เวอร์ชันเต็ม!
vi: Cảm ơn bạn đã sử dụng Tài khoản Premium!

# support_setting_footer_title
source: Any questions or ideas? Write a message or a positive review in the App Store! Your feedback is very motivating and helps to improve the app.
ar: هل لديك أسئلة أو أفكار؟ اكتب رسالة أو تعليقًا إيجابيًا في App Store! تعليقاتك محفزة للغاية وتساعد في تحسين التطبيق.
bs: Imate li pitanje ili ideju? Napišite nam poruku ili pozitivnu recenziju u App Store! Vaše povratne informacije su vrlo motivirajuće i pomažu poboljšati aplikaciju.
ca: Tens alguna pregunta o idea? Escriu un missatge o deixa una ressenya positiva a l'App Store! Els teus comentaris són molt motivadors i ajuden a millorar l'app.
ro: Orice întrebări sau idei? Scrieți un mesaj sau o recenzie pozitivă în App Store! Feedback-ul dvs. este foarte motivant și ajută la îmbunătățirea aplicației.
sl: Imate vprašanja ali ideje? Napišite sporočilo ali pozitivno oceno v App Store! Vaše povratne informacije so zelo motivirajoče in pomagajo izboljšati aplikacijo.
th: คำถามหรือแนวคิดใดๆ เขียนข้อความหรือวิจารณ์ในเชิงบวกใน App Store! คำติชมของคุณสร้างแรงจูงใจและช่วยปรับปรุงแอป
vi: Bạn có thắc mắc hoặc ý tưởng nào mới? Để lại bình luận và cho chúng tôi một đánh giá trong App Store. Phản hồi của bạn sẽ tạo thêm động lực và giúp chúng tôi cải thiện ứng dụng.

# share_budgetbook_button
source: Share Budget Book
ar: مشاركة دفتر الميزانية
bs: Podijelite knjigu budžeta
ca: Comparteix el teu pressupost
ro: Partajați cartea bugetului
sl: Deli denarnico
th: แบ่งปันสมุดงบประมาณ
vi: Chia sẻ Sổ ngân sách

# show_participants_button
source: Show Participants
ar: إظهار المشاركين
bs: Prikaži sudionike
ca: Mostra participants
ro: Afișați participanții
sl: Prikaži udeležence
th: แสดงผู้เข้าร่วม
vi: Hiển thị người tham gia

# cloud_not_available_button
source: iCloud not available
ar: iCloud غير متاح
bs: iCloud nije dostupan
ca: iCloud no disponible
ro: iCloud nu este disponibil
sl: iCloud ni na voljo
th: iCloud ไม่พร้อมใช้งาน
vi: iCloud không có sẵn

# upgrade_show_all_features_button
source: Show All Features
ar: إظهار كافة الميزات
bs: Prikaži sve značajke
ca: Mostra totes les funcions
ro: Afișați toate caracteristicile
sl: Prikaži vse funkcije
th: แสดงคุณสมบัติทั้งหมด
vi: Hiển thị tất cả tính năng

# reset_app_button
source: Reset App
ar: إعادة تعيين التطبيق
bs: Resetuj aplikaciju
ca: Restableix l'app
ro: Resetați aplicația
sl: Ponastavi aplikacijo
th: รีเซ็ตแอป
vi: Đặt lại dữ liệu

# accounts_setting_title
source: Manage Accounts
ar: الحسابات
bs: Upravljanje računima
ca: Gestiona comptes
ro: Gestionați conturile
sl: Upravljaj račune
th: จัดการบัญชี
vi: Quản lý Ví

# categories_setting_title
source: Manage Categories
ar: الفئات
bs: Upravljanje kategorijama
ca: Gestiona categories
ro: Gestionați categoriile
sl: Upravljaj kategorije
th: จัดการหมวดหมู่
vi: Quản lý Danh mục

# payees_setting_title
source: Manage Payees
ar: المستفيدين
bs: Upravljanje primaocima plaćanja
ca: Gestiona beneficiaris
ro: Gestionați beneficiarii
sl: Upravljaj plačnike
th: จัดการผู้รับเงิน
vi: Quản lý Người nhận

# tags_setting_title
source: Manage Tags
ar: العلامات
bs: Upravljanje oznakama
ca: Gestiona etiquetes
ro: Gestionați etichetele
sl: Upravljaj oznake
th: จัดการแท็ก
vi: Quản lý nhãn

# reminders_setting_title
source: Reminders
ar: تذكيرات
bs: Podsjetnici
ca: Recordatoris
ro: Mementouri
sl: Opomniki
th: เตือนความจำ
vi: Lời nhắc

# upgrade_setting_title
source: Unlock full version 🚀
ar: فتح الإصدار الكامل 🚀
bs: Otključaj punu verziju 🚀
ca: Desbloqueja la versió completa 🚀
ro: Deblocați versiunea completă 🚀
sl: Odkleni polno različico 🚀
th: ปลดล็อกเวอร์ชันเต็ม 🚀
vi: Mở khoá Tài khoản Premium 🚀

# upgrade_setting_description
source: Unlock the full version now and benefit from more additional features!
ar: افتح الإصدار الكامل الآن واستمتع بميزات إضافية!
bs: Otključajte punu verziju sada i iskoristite više dodatnih značajki!
ca: Desbloqueja ara la versió completa i aprofita més funcions addicionals!
ro: Deblocați acum versiunea completă și beneficiați de mai multe funcții suplimentare!
sl: Odklenite polno različico zdaj in uživajte v več dodatnih funkcijah!
th: ปลดล็อกเวอร์ชันเต็มทันทีและรับประโยชน์จากคุณสมบัติเพิ่มเติม!
vi: Mở khoá Tài khoản Premium để có thể sử dụng thêm nhiều tính năng hơn!

# share_app_setting_title
source: Inform Friends
ar: أخبر الأصدقاء
bs: Obavijestite prijatelje
ca: Informa els amics
ro: Informați prietenii
sl: Obvestite prijatelje
th: แจ้งเพื่อน
vi: Chia sẻ Budget Flow

# translate_app_setting_title
source: Help Translating
ar: مساعدة في الترجمة
bs: Pomoć pri prevođenju
ca: Ajuda a traduir
ro: Ajutor la traducere
sl: Pomagaj pri prevajanju
th: ช่วยแปล
vi: Hỗ trợ dịch

# help_center_setting_title
source: Help Center
ar: مركز المساعدة (🇬🇧)
bs: Centar za pomoć (🇬🇧)
ca: Centre d'ajuda (🇬🇧)
ro: Centrul de ajutor (🇬🇧)
sl: Pomoč
th: ศูนย์ช่วยเหลือ (🇬🇧)
vi: Trung tâm trợ giúp (🇬🇧)

# feature_roadmap_setting_title
source: Suggest Feature
ar: اقتراح ميزة
bs: Predloži značajku
ca: Suggerir funció
ro: Sugerează caracteristică
sl: Predlagaj funkcijo
th: แนะนำสถานที่
vi: Đề xuất tính năng

# rate_app_setting_title
source: Rate App
ar: تقييم التطبيق
bs: Ocijenite aplikaciju
ca: Valora l'app
ro: Evaluați aplicația
sl: Oceni aplikacijo
th: ให้คะแนนแอป
vi: Nhận xét ứng dụng

# imprint_setting
source: Imprint
ar: معلومات قانونية
bs: Otisak
ca: Legalitat
ro: Amprentă
sl: O aplikaciji
th: ประทับ
vi: Pháp lý

# privacy_setting
source: Privacy Policy
ar: سياسة الخصوصية
bs: Pravila privatnosti
ca: Política de privacitat
ro: Politica de confidențialitate
sl: Politika zasebnosti
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

# terms_of_use_setting
source: Terms Of Use
ar: شروط الاستخدام
bs: Uvjeti korištenja
ca: Condicions d'ús
ro: Termeni de utilizare
sl: Pogoji uporabe
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng

# acknowledgements_setting
source: Acknowledgements
ar: الشكر والتقدير
bs: Priznanja
ca: Agraïments
ro: Mulțumiri
sl: Zahvale
th: รับทราบ
vi: Người đóng góp

# licenses_setting
source: Licenses
ar: التراخيص
bs: Licence
ca: Llicències
ro: Licențe
sl: Licence
th: ใบอนุญาต
vi: Giấy phép

# acknowledgements_setting_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả
