Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# icon_section_suggestions_title
source: Suggestions
ar: الاقتراحات
bs: Prijedlozi
ca: Suggeriments
ro: Sugestii
sl: Predlogi
th: คำแนะนำ
vi: Đề xuất

# icon_section_general_title
source: General
ar: عام
bs: Općenito
sl: Splošno
th: ทั่วไป
vi: Chung

# icon_section_mobility_title
source: Mobility
ar: النقل
bs: Mobilnost
ca: Mobilitat
ro: Mobilitate
sl: Mobilnost
th: ความคล่องตัว
vi: Di chuyển

# icon_section_household_title
source: Household
ar: المنزل
bs: Kućanstvo
ca: Llar
ro: Gospodărie
sl: Gospodinjstvo
th: ครัวเรือน
vi: Gia đình

# icon_section_freetime_title
source: Free time
ar: الفصول الدراسية
bs: Slobodno vrijeme
ca: Temps lliure
ro: Timp liber
sl: Prosti čas
th: เวลาว่าง
vi: Cá nhân

# icon_section_nature_title
source: Nature
ar: الطبيعة
bs: Priroda
ca: Natura
ro: Natura
sl: Narava
th: ธรรมชาติ
vi: Thiên nhiên

# icon_section_food_and_drinks_title
source: Food & Drinks
ar: الأطعمة والمشروبات
bs: Hrana i piće
ca: Aliments i begudes
ro: Mâncare și băuturi
sl: Hrana in pijača
th: อาหารและเครื่องดื่ม
vi: Ăn uống

# icon_section_shopping_title
source: Shopping
ar: التسوق
bs: Kupnja
ca: Compres
ro: Cumpărături
sl: Nakupovanje
th: ช็อปปิ้ง
vi: Mua sắm

# icon_section_health_title
source: Health
ar: الصحة
bs: Zdravlje
ca: Salut
ro: Sănătate
sl: Zdravje
th: สุขภาพ
vi: Sức khoẻ

# icon_section_office_title
source: Office
ar: العمل
bs: Ured
ca: Oficina
ro: Birou
sl: Pisarna
th: สำนักงาน
vi: Văn phòng

# icon_section_arrows_title
source: Arrows
ar: الأسهم
bs: Strelice
ca: Fletxes
ro: Săgeți
sl: Puščice
th: ลูกศร
vi: Mũi tên

# icon_section_objects_title
source: Objects
ar: الكائنات
bs: Objekti
ca: Objectes
ro: Obiecte
sl: Predmeti
th: วัตถุ
vi: Đổi tượng

# icon_section_people_title
source: People
ar: أشخاص
bs: Osobe
ca: Persones
ro: Oameni
sl: Ljudje
th: ผู้คน
vi: Người

# icon_section_buildings_title
source: Buildings
ar: المباني
bs: Zgrade
ca: Edificis
ro: Clădiri
sl: Stavbe
th: อาคาร
vi: Kiến trúc

# icon_section_payment_methods_title
source: Payment Methods
ar: المال
bs: Načini plaćanja
ca: Mètodes de pagament
ro: Metode de plată
sl: Plačilni načini
th: วิธีการชำระเงิน
vi: Phương thức thanh toán

# icon_keyword_emoji
source: Emoji
th: อีโมจิ

# icon_keyword_tag
source: Tag
ar: علامة
bs: Oznaka
ca: Etiqueta
ro: Etichetă
sl: Oznaka
th: แท็ก

# icon_keyword_heart
source: Heart
ar: القلب
bs: Srce
ca: Cor
ro: Inimă
sl: Srce
th: หัวใจ

# icon_keyword_star
source: Star
ar: نجمة
bs: Zvjezdica
ca: Estrella
ro: Steaua
sl: Zvezda
th: ดาว

# icon_keyword_folder
source: Folder
ar: مجلد
bs: Mapa
ca: Carpeta
ro: Dosar
sl: Mapa
th: โฟลเดอร์

# icon_keyword_bookmark
source: Bookmark
ar: إشارة مرجعية
bs: Oznaka
ca: Marcador
ro: Marcaj
sl: Zaznamek
th: บุ๊กมาร์ก

# icon_keyword_building
source: Building
ar: المبنى
bs: Zgrada
ca: Edifici
ro: Clădire
sl: Stavba
th: อาคาร

# icon_keyword_house
source: House
ar: المنزل
bs: Kuća
ca: Casa
ro: Casa
sl: Hiša
th: บ้าน

# icon_keyword_lightbulb
source: Lightbulb
ar: مصباح كهربائي
bs: Žarulja
ca: Bombeta
ro: Bec
sl: Žarnica
th: หลอดไฟ

# icon_keyword_fan
source: Fan
ar: مروحة
bs: Obožavatelj
ca: Ventilador
ro: Ventilator
sl: Ventilator
th: พัดลม

# icon_keyword_lamp
source: Lamp
ar: مصباح
bs: Lampa
ca: Llum
ro: Lampa
sl: Svetilka
th: โคมไฟ

# icon_keyword_alarm_system
source: Alarm System
ar: إنذار
bs: Alarmni sustav
ca: Sistema d’alarma
ro: Sistem de alarmă
sl: Alarmni sistem
th: ระบบเตือนภัย

# icon_keyword_webcam
source: Webcam
ar: كاميرا ويب
bs: Web kamera
ca: Càmera web
ro: Cameră web
sl: Spletna kamera
th: เว็บแคม

# icon_keyword_camera
source: Camera
ar: الكاميرا
bs: Kamera
ca: Càmera
ro: Camera foto
sl: Fotoaparat
th: กล้อง

# icon_keyword_door
source: Door
ar: الباب
bs: Vrata
ca: Porta
ro: Ușă
sl: Vrata
th: ประตู

# icon_keyword_garage
source: Garage
ar: المرآب
bs: Garaža
ca: Garatge
ro: Garaj
sl: Garaža
th: โรงรถ

# icon_keyword_window
source: Window
ar: نافذة
bs: Prozor
ca: Finestra
ro: Fereastra
sl: Okno
th: หน้าต่าง

# icon_keyword_blinds
source: Blinds
ar: الستائر
bs: Sjenila
ca: Persianes
ro: Jaluzele
sl: Žaluzije
th: มู่ลี่

# icon_keyword_roller
source: Roller
ar: الستائر اللفافة
bs: Valjak
ca: Cortina enrollable
ro: Rolă
sl: Rolo
th: ลูกกลิ้ง

# icon_keyword_curtains
source: Curtains
ar: ستائر
bs: Zavjese
ca: Cortines
ro: Perdele
sl: Zavese
th: ผ้าม่าน

# icon_keyword_air_purifier
source: Air Purifier
ar: منقي الهواء
bs: Pročišćivač zraka
ca: Purificador d’aire
ro: Purificator de aer
sl: Prečiščevalnik zraka
th: เครื่องฟอกอากาศ

# icon_keyword_dehumidifier
source: Dehumidifier
ar: مزيل الرطوبة
bs: Odvlaživač
ca: Deshumidificador
ro: Dezumidificator
sl: Izsuševalnik
th: เครื่องลดความชื้น

# icon_keyword_humidifier
source: Humidifier
ar: جهاز ترطيب الهواء
bs: Ovlaživač
ca: Humidificador
ro: Umidificator
sl: Vlažilec zraka
th: เครื่องทำความชื้น

# icon_keyword_heater
source: Heater
ar: السخان
bs: Grijač
ca: Calefactor
ro: Incalzitor
sl: Grelnik
th: เครื่องทำความร้อน

# icon_keyword_air_conditioner
source: Air Conditioner
ar: مكيف الهواء
bs: Klima uređaj
ca: Aire condicionat
ro: Aer condiționat
sl: Klima
th: เครื่องปรับอากาศ

# icon_keyword_sprinkler
source: Sprinkler
ar: المرش
bs: Prskalica
ca: Aspersor
ro: Aspersor
sl: Pršilnik
th: สปริงเกอร์

# icon_keyword_trash
source: Trash Can
ar: سلة المهملات
bs: Kanta za smeće
ca: Cubell de residus
ro: Coș de gunoi
sl: Koš za smeti
th: ถังขยะ

# icon_keyword_spigot
source: Faucet
ar: اضغط
bs: Slavina
ca: Aixeta
ro: Robinet
sl: Pipe
th: ก๊อกน้ำ

# icon_keyword_shower
source: Shower
ar: دش
bs: Tuš
ca: Dutxa
ro: Duș
sl: Prha
th: อาบน้ำ

# icon_keyword_bathtub
source: Bathtub
ar: حوض الاستحمام
bs: Kada
ca: Banyera
ro: Cadă
sl: Kad
th: อ่างอาบน้ำ

# icon_keyword_pipe
source: Water Pipe
ar: السباكة
bs: Vodovod
ca: Canonada d’aigua
ro: Conducta de apa
sl: Vodna cev
th: ท่อน้ำ

# icon_keyword_hifi_reveiver
source: Hifi System
ar: نظام الصوت
bs: Hifi sustav
ca: Sistema d’alta fidelitat
ro: Sistem Hifi
sl: Hifi sistem
th: ระบบไฮไฟ

# icon_keyword_video_projector
source: Video Projector
ar: جهاز العرض
bs: Video projektor
ca: Projector de vídeo
ro: Proiector video
sl: Video projektor
th: เครื่องฉายวิดีโอ

# icon_keyword_beamer
source: Beamer
ar: المنور
ca: Projector
ro: Proiector
sl: Projektor
th: บีมเมอร์

# icon_keyword_wifi_router
source: Wifi Router
ar: جهاز توجيه Wi-Fi
bs: Wifi usmjerivač
ca: Router Wifi
ro: Ruter Wifi
sl: Wifi usmerjevalnik
th: เราเตอร์ไร้สาย

# icon_keyword_internet
source: Internet
ar: الإنترنت
th: อินเทอร์เน็ต

# icon_keyword_party
source: Party
ar: حفلة
bs: Zabava
ca: Festa
ro: Partid
sl: Zabava
th: ปาร์ตี้

# icon_keyword_balloon
source: Balloon
ar: بالون
bs: Balon
ca: Globus
ro: Balon
sl: Balon
th: บอลลูน

# icon_keyword_pan
source: Frying Pan
ar: مقلاة
bs: Tava
ca: Paella
ro: Tigaie
sl: Ponev
th: กระทะ

# icon_keyword_cooking
source: Cooking
ar: الطبخ
bs: Kuhanje
ca: Cuinar
ro: Gătit
sl: Kuhanje
th: กำลังทำอาหาร

# icon_keyword_kitchen
source: Kitchen
ar: المطبخ
bs: Kuhinja
ca: Cuina
ro: Bucătărie
sl: Kuhinja
th: ห้องครัว

# icon_keyword_popcorn
source: Popcorn
ar: الفشار
bs: Kokice
ca: Crispetes
ro: Flome de porumb
sl: Pokovka
th: ป๊อปคอร์น

# icon_keyword_cinema
source: Cinema
ar: سينما
bs: Kino
sl: Kino
th: โรงภาพยนตร์

# icon_keyword_movie
source: Movie
ar: فيلم
bs: Film
ca: Pel·lícula
ro: Film
sl: Film
th: ภาพยนตร์

# icon_keyword_food
source: Food
ar: طعام
bs: Hrana
ca: Menjar
ro: Mâncare
sl: Hrana
th: อาหาร

# icon_keyword_bed
source: Bed
ar: سرير
bs: Krevet
ca: Llit
ro: Pat
sl: Postelja
th: เตียง

# icon_keyword_bedroom
source: Bedroom
ar: غرفة النوم
bs: Spavaća soba
ca: Dormitori
ro: Dormitor
sl: Spalnica
th: ห้องนอน

# icon_keyword_hotel
source: Hotel
ar: فندق
th: โรงแรม

# icon_keyword_sofa
source: Sofa
ar: أريكة
bs: Kauč
ca: Sofà
ro: Canapea
sl: Kavč
th: โซฟา

# icon_keyword_couch
source: Couch
ar: أريكة
bs: Kauč
ca: Sofà
ro: Canapea
sl: Kavč
th: โซฟา

# icon_keyword_livingroom
source: Living Room
ar: غرفة المعيشة
bs: Dnevna soba
ca: Sala d’estar
ro: Camera de zi
sl: Dnevna soba
th: ห้องนั่งเล่น

# icon_keyword_chair
source: Chair
ar: الكرسي
bs: Stolica
ca: Cadira
ro: Scaun
sl: Stol
th: เก้าอี้

# icon_keyword_armchair
source: Armchair
ar: الكرسي
bs: Fotelja
ca: Butaca
ro: Fotliu
sl: Fotelja
th: เก้าอี้เท้าแขน

# icon_keyword_cabinet
source: Closet
ar: خزانة الملابس
bs: Ormar
ca: Armari
ro: Dulap
sl: Omarica
th: ตู้เสื้อผ้า

# icon_keyword_fireplace
source: Fireplace
ar: المدفأة
bs: Kamin
ca: Xemeneia
ro: Semineu
sl: Kamin
th: เตาผิง

# icon_keyword_washer
source: Washer
ar: الغسالة
bs: Pralica
ca: Rentadora
ro: Mașină de spălat
sl: Pralni stroj
th: เครื่องซักผ้า

# icon_keyword_dryer
source: Tumble Dryer
ar: المجفف
bs: Sušilica rublja
ca: Assecadora
ro: Uscător de rufe
sl: Sušilni stroj
th: เครื่องอบผ้า

# icon_keyword_dishwasher
source: Dishwasher
ar: غسالة الأطباق
bs: Stroj za pranje posuđa
ca: Rentaplats
ro: Mașină de spălat vase
sl: Pomivalni stroj
th: เครื่องล้างจาน

# icon_keyword_oven
source: Oven
ar: الفرن
bs: Pećnica
ca: Forn
ro: Cuptor
sl: Pečica
th: เตาอบ

# icon_keyword_stove
source: Stove
ar: موقد
bs: Šporet
ca: Fogó
ro: Soba
sl: Štedilnik
th: เตา

# icon_keyword_microwave
source: Microwave
ar: ميكروويف
bs: Mikrovalna pećnica
ca: Microones
ro: Curtor cu microunde
sl: Mikrovalovna pečica
th: ไมโครเวฟ

# icon_keyword_refrigerator
source: refrigerator
ar: الثلاجة
bs: hladnjak
ca: Nevera
ro: frigider
sl: Hladilnik
th: ตู้เย็น

# icon_keyword_sink
source: Sink
ar: بالوعة
bs: Sudoper
ca: Pica
ro: Chiuveta
sl: Korito
th: อ่างล้างจาน

# icon_keyword_toilet
source: Toilet
ar: مرحاض
bs: Toalet
ca: Inodor
ro: Toaletă
sl: WC
th: ห้องน้ำ

# icon_keyword_bathroom
source: Bathroom
ar: الحمام
bs: Kupaonica
ca: Bany
ro: Baie
sl: Kopalnica
th: ห้องน้ำ

# icon_keyword_tv_remote
source: Remote Control
ar: عن بعد
bs: Daljinski upravljač
ca: Mando a distància
ro: Control de la distanță
sl: Daljinec
th: รีโมทคอนโทรล

# icon_keyword_tv
source: TV
ar: تلفزيون
th: ทีวี

# icon_keyword_person
source: Person
ar: شخص
bs: Osoba
ca: Persona
ro: Persoană
sl: Oseba
th: บุคคล

# icon_keyword_human
source: Human
ar: إنساني
bs: Čovjek
ca: Humà
ro: Om
sl: Človek
th: มนุษย์

# icon_keyword_airplane
source: Airplane
ar: طائرة
bs: Avion
ca: Avió
ro: Avion
sl: Letalo
th: เครื่องบิน

# icon_keyword_vacation
source: Vacation
ar: عطلة
bs: Odmor
ca: Vacances
ro: Vacanță
sl: Počitnice
th: วันหยุด

# icon_keyword_car
source: Car
ar: سيارة
bs: Vozilo
ca: Cotxe
ro: Mașină
sl: Avto
th: รถยนต์

# icon_keyword_electric_car
source: Electric Car
ar: سيارة كهربائية
bs: Električno vozilo
ca: Cotxe elèctric
ro: Mașină electrică
sl: Električni avto
th: รถยนต์ไฟฟ้า

# icon_keyword_charging_station
source: Charging Station
ar: محطة الشحن
bs: Stanica za punjenje
ca: Estació de càrrega
ro: Stație de încărcare
sl: Polnilna postaja
th: สถานีชาร์จ

# icon_keyword_car_pool
source: Carpool
ar: تجمع السيارات
bs: Zajednički prijevoz
ca: Cotxe compartit
sl: Souporaba avtomobila
th: คาร์พูล

# icon_keyword_bus
source: Bus
ar: الحافلة
bs: Autobus
ca: Autobús
ro: Autobuz
sl: Avtobus
th: รถบัส

# icon_keyword_tram
source: Train
ar: قطار
bs: Vlak
ca: Tramvia
ro: Tren
sl: Vlak
th: รถไฟ

# icon_keyword_railroad
source: Railroad
ar: سكة حديدية
bs: Željeznica
ca: Ferrocarril
ro: Calea ferata
sl: Železnica
th: ทางรถไฟ

# icon_keyword_cablecar
source: Tram
ar: ترام
bs: Tramvaj
ca: Telefèric
ro: Tramvai
sl: Tramvaj
th: รถราง

# icon_keyword_ferry
source: Ferry
ar: العبّارة
bs: Trajekt
ro: Ferribotul
sl: Trajekt
th: เรือข้ามฟาก

# icon_keyword_ship
source: Ship
ar: سفينة
bs: Brod
ca: Vaixell
ro: Navă
sl: Ladja
th: จัดส่ง

# icon_keyword_truck
source: Truck
ar: شاحنة
bs: Kamion
ca: Camió
ro: Camion
sl: Tovornjak
th: รถบรรทุก

# icon_keyword_relocation
source: Relocation
ar: إعادة تحديد الموقع
bs: Premještanje
ca: Reubicació
ro: Relocare
sl: Premestitev
th: ย้ายตำแหน่ง

# icon_keyword_bicycle
source: Bicycle
ar: دراجة
bs: Bicikl
ca: Bicicleta
ro: Bicicletă
sl: Kolo
th: จักรยาน

# icon_keyword_sport
source: Sport
ar: رياضة
ca: Esport
sl: Šport
th: กีฬา

# icon_keyword_scooter
source: Scooter
ar: سكوتر
bs: Skuter
sl: Skuter
th: สกู๊ตเตอร์

# icon_keyword_sailboat
source: Sailboat
bs: Jedrilica
ca: Veler
ro: Barcă cu pânze
sl: Jadrnica
th: เรือใบ

# icon_keyword_fuel
source: Fuel
ar: وقود
bs: Gorivo
ca: Combustible
ro: Combustibil
sl: Gorivo
th: น้ำมันเชื้อเพลิง

# icon_keyword_refuel
source: Refuel
ar: تزود بالوقود
bs: Dopuni gorivo
ca: Repostar
ro: Realimentare
sl: Natočiti gorivo
th: เติมน้ำมัน

# icon_keyword_gas_station
source: Gas Station
ar: محطة بنزين
bs: Benzinska postaja
ca: Gasolinera
ro: Stație de benzină
sl: Bencinska črpalka
th: ปั๊มน้ำมัน

# icon_keyword_walking
source: Walking
ar: المشي
bs: Hodanje
ca: Caminar
ro: Merg
sl: Hoja
th: กำลังเดิน

# icon_keyword_running
source: Running
ar: قيد التشغيل
bs: Trči
ca: Corrent
ro: Rulează
sl: Tek
th: กำลังทำงาน

# icon_keyword_rugby
source: Rugby
ar: رياضة الركبي
bs: Ragbi
ca: Rugbi
th: รักบี้

# icon_keyword_badminton
source: Badminton
ar: كرة الريشة
ca: Bàdminton
th: แบดมินตัน

# icon_keyword_tennis
source: Tennis
ar: تنس
bs: Tenis
ca: Tenis
ro: Tenis
sl: Tenis
th: เทนนิส

# icon_keyword_dancing
source: Dancing
ar: الرقص
bs: Ples
ca: Ballar
ro: Dansez
sl: Ples
th: เต้น

# icon_keyword_skiing
source: Skiing
ar: التزلج
bs: Skijanje
ca: Esquiar
ro: Schi
sl: Smučanje
th: การเล่นสกี

# icon_keyword_swimming
source: Swimming
ar: السباحة
bs: Plivanje
ca: Natació
ro: Îot
sl: Plavanje
th: ว่ายน้ำ

# icon_keyword_skating
source: Skating
ar: التزلج
bs: Klizanje
ca: Patinatge
ro: Patinaj
sl: Drsanje
th: สเก็ต

# icon_keyword_strengthtraining
source: Strength Training
ar: تدريب القوة
bs: Trening snage
ca: Entrenament de força
ro: Pregătire de forță
sl: Trening moči
th: การฝึกความแข็งแกร่ง

# icon_keyword_gym
source: Gym
ar: جيم
bs: Teretana
ca: Gimnàs
ro: Sala de sport
sl: Telovadnica
th: ยิม

# icon_keyword_yoga
source: Yoga
ar: اليوغا
bs: Joga
ca: Ioga
sl: Joga
th: โยคะ

# icon_keyword_bowling
source: Bowling
ar: بولينج
bs: Kuglanje
ca: Bolera
sl: Balinanje
th: โบว์ลิ่ง

# icon_keyword_sportscourt
source: Sports Court
ar: ملعب رياضي
bs: Sportsko igralište
ca: Pista esportiva
ro: Teren de sport
sl: Športno igrišče
th: สนามกีฬา

# icon_keyword_stadium
source: Stadium
ar: الملعب
bs: Stadion
ca: Estadi
ro: Stadion
sl: Stadion
th: สนามกีฬา

# icon_keyword_soccer
source: Soccer
ar: كرة القدم
bs: Nogomet
ca: Futbol
ro: Fotbal
sl: Nogomet
th: ฟุตบอล

# icon_keyword_golf
source: Golf
ar: جولف
th: กอล์ฟ

# icon_keyword_baseball
source: Baseball
ar: بيسبول
bs: Bejzbol
ca: Beisbol
th: เบสบอล

# icon_keyword_basketball
source: Basketball
ar: كرة السلة
bs: Košarka
ca: Bàsquet
ro: Baschet
sl: Košarka
th: บาสเกตบอล

# icon_keyword_volleyball
source: Volleyball
ar: كرة الطائرة
bs: Odbojka
ca: Voleibol
ro: Volei
sl: Odbojka
th: วอลเลย์บอล

# icon_keyword_trophy
source: Trophy
ar: الكأس
bs: Trofej
ca: Trofeu
ro: Trofeu
sl: Pokal
th: ถ้วยรางวัล

# icon_keyword_medal
source: Medal
ar: ميدالية
bs: Medalja
ca: Medalla
ro: Medalie
sl: Kolajna
th: เหรียญรางวัล

# icon_keyword_flag
source: Flag
ar: علم
bs: Zastavica
ca: Bandera
ro: Strap
sl: Zastava
th: ธง

# icon_keyword_race
source: Car Race
ar: سباق السيارات
bs: Utrka vozila
ca: Cursa de cotxes
ro: Cursa cu mașini
sl: Avtomobilska dirka
th: การแข่งขันรถยนต์

# icon_keyword_gamecontroller
source: Game Controller
ar: جهاز التحكم في اللعبة
bs: Kontroler igre
ca: Controlador de joc
ro: Control de joc
sl: Igralni krmilnik
th: ตัวควบคุมเกม

# icon_keyword_videogames
source: Video Games
ar: ألعاب الفيديو
bs: Video igre
ca: Videojocs
ro: Jocuri video
sl: Video igre
th: วิดีโอเกม

# icon_keyword_gaming
source: Gaming
ar: الألعاب
bs: Igranje
ca: Jocs
ro: Jocuri
sl: Igranje iger
th: การเล่นเกม

# icon_keyword_playstation
source: PlayStation
th: เพลย์สเตชัน

# icon_keyword_xbox
source: Xbox
th: เอ็กซ์บ็อกซ์

# icon_keyword_nintento_switch
source: Nintendo Switch
th: นินเทนโดสวิตช์

# icon_keyword_book
source: Book
ar: كتاب
bs: Knjiga
ca: Llibre
ro: Carte
sl: Knjiga
th: หนังสือ

# icon_keyword_books
source: Books
ar: كتب
bs: Knjige
ca: Llibres
ro: Cărți
sl: Knjige
th: หนังสือ

# icon_keyword_magazine
source: Magazine
ar: مجلة
bs: Časopis
ca: Revista
ro: Revista
sl: Revija
th: นิตยสาร

# icon_keyword_reading
source: Reading
ar: القراءة
bs: Čitanje
ca: Lectura
ro: Citesc
sl: Branje
th: กำลังอ่าน

# icon_keyword_painting
source: Painting
ar: الرسم
bs: Slika
ca: Pintura
ro: Pictură
sl: Barvanje
th: ภาพวาด

# icon_keyword_drawing
source: Drawing
ar: رسم
bs: Crtež
ca: Dibuix
ro: Desen
sl: Risanje
th: การวาดภาพ

# icon_keyword_theater
source: Theatre
ar: مسرح
bs: Kazalište
ca: Teatre
ro: Teatru
sl: Gledališče
th: โรงละคร

# icon_keyword_singing
source: Singing
ar: الغناء
bs: Pjevanje
ca: Cant
ro: Cântând
sl: Petje
th: กำลังร้องเพลง

# icon_keyword_karaoke
source: Karaoke
ar: كاريوكي
th: คาราโอเกะ

# icon_keyword_music
source: Music
ar: موسيقى
bs: Glazba
ca: Música
ro: Muzica
sl: Glasba
th: เพลง

# icon_keyword_piano
source: Piano
ar: بيانو
bs: Klavir
ro: Pian
sl: Klavir
th: เปียโน

# icon_keyword_guitar
source: Guitar
ar: جيتار
bs: Gitara
ca: Guitarra
ro: Chitara
sl: Kitara
th: กีตาร์

# icon_keyword_rockband
source: Rockband
ar: فرقة روك
ro: Banda de rock
sl: Rock skupina
th: วงดนตรีร็อก

# icon_keyword_festival
source: Festival
th: เทศกาล

# icon_keyword_tent
source: Tent
ar: خيمة
bs: Šator
ca: Tenda de campanya
ro: Cort
sl: Šotor
th: เต็นท์

# icon_keyword_dice
source: Dice
ar: نرد
bs: Kockice
ca: Daus
ro: Zaruri
sl: Kocka
th: ลูกเต๋า

# icon_keyword_boardgames
source: Board Games
ar: ألعاب الطاولة
bs: Društvene igre
ca: Jocs de taula
ro: Jocuri de societate
sl: Družabne igre
th: เกมกระดาน

# icon_keyword_gambling
source: Gambling
ar: المقامرة
bs: Kockanje
ca: Jocs d’atzar
ro: Jocuri de noroc
sl: Igre na srečo
th: การพนัน

# icon_keyword_photography
source: Photography
ar: تصوير فوتوغرافي
bs: Fotografija
ca: Fotografia
ro: Fotografie
sl: Fotografija
th: การถ่ายภาพ

# icon_keyword_photo
source: Photo
ar: صورة
bs: Fotografija
ca: Foto
ro: Fotografie
sl: Fotka
th: ภาพถ่าย

# icon_keyword_world
source: World
ar: العالم
bs: Svijet
ca: Món
ro: Lumea
sl: Svet
th: โลก

# icon_keyword_globe
source: Globe
ar: الكرة الأرضية
bs: Globus
ca: Globi
ro: Glob
sl: Globus
th: ลูกโลก

# icon_keyword_sun
source: Sun
ar: الشمس
bs: Sunce
ca: Sol
ro: Soare
sl: Sonce
th: ดวงอาทิตย์

# icon_keyword_summer
source: Summer
ar: الصيف
bs: Ljeto
ca: Estiu
ro: Vara
sl: Poletje
th: ฤดูร้อน

# icon_keyword_moon
source: Moon
ar: القمر
bs: Mjesec
ca: Lluna
ro: Luna
sl: Luna
th: พระจันทร์

# icon_keyword_stars
source: Stars
ar: النجوم
bs: Zvjezdice
ca: Estrelles
ro: Stele
sl: Zvezde
th: ดาว

# icon_keyword_cloud
source: Clouds
ar: السحب
bs: Oblaci
ca: Núvols
ro: Nori
sl: Oblaki
th: เมฆ

# icon_keyword_rain
source: Rain
ar: مطر
bs: Kiša
ca: Pluja
ro: Ploaie
sl: Dež
th: ฝนตก

# icon_keyword_flame
source: Flame
bs: Plamen
ca: Flama
ro: Flacăra
sl: Plamen
th: เปลวไฟ

# icon_keyword_fire
source: Fire
ar: حريق
bs: Požar
ca: Foc
ro: Incendiu
sl: Ogenj
th: ไฟไหม้

# icon_keyword_snow
source: Snow
ar: ثلج
bs: Snijeg
ca: Neu
ro: Zăpadă
sl: Sneg
th: หิมะ

# icon_keyword_winter
source: Winter
ar: الشتاء
bs: Zima
ca: Hivern
ro: Iarna
sl: Zima
th: ฤดูหนาว

# icon_keyword_bolt
source: Lightning
ar: البرق
bs: Munja
ca: Raig
ro: Fulger
sl: Strela
th: สายฟ้า

# icon_keyword_plug
source: Plug
ar: التوصيل
bs: Utikač
ca: Endoll
ro: Conectare
sl: Vtič
th: ปลั๊ก

# icon_keyword_electric
source: Electric
ar: الكهرباء
bs: Elektrika
ca: Elèctric
sl: Elektrika
th: ไฟฟ้า

# icon_keyword_electrics
source: Electrics
ar: الهندسة الكهربائية
bs: Elektrika
ro: Electricitate
sl: Elektrika
th: ไฟฟ้า

# icon_keyword_electricity
source: Electricity
ar: الكهرباء
bs: Električna
ca: Electricitat
ro: Electricitate
sl: Elektrika
th: ไฟฟ้า

# icon_keyword_tornado
source: Tornado
ar: إعصار
ro: Tornada
th: ทอร์นาโด

# icon_keyword_sea
source: Sea
ar: البحر
bs: More
ca: Mar
ro: Marea
sl: Morje
th: ทะเล

# icon_keyword_hare
source: Rabbit
ar: أرنب
bs: Zec
ca: Llebre
ro: Iepure
sl: Zajec
th: กระต่าย

# icon_keyword_rabbit
source: Rabbit
ar: أرنب
bs: Zec
ca: Conill
ro: Iepure
sl: Zajec
th: กระต่าย

# icon_keyword_animal
source: Animal
ar: حيوان
bs: Životinja
sl: Žival
th: สัตว์

# icon_keyword_tortoise
source: Tortoise
ar: سلحفاة
bs: Kornjača
ca: Tortuga
ro: Testoasa
sl: Želva
th: เต่า

# icon_keyword_lizard
source: Lizard
ar: سحلية
bs: Gušter
ca: Llangardaix
ro: Soparla
sl: Kuščar
th: จิ้งจก

# icon_keyword_bird
source: Bird
ar: طائر
bs: Ptica
ca: Ocells
ro: Pasare
sl: Ptica
th: นก

# icon_keyword_ant
source: Ant
bs: Mrav
ca: Formiga
ro: Furnica
sl: Mravlja
th: มด

# icon_keyword_ladybug
source: Bug
ar: الدعسوقة
bs: Greška
ca: Marieta
ro: Eroare
sl: Hrošč
th: แมลง

# icon_keyword_fish
source: Fish
ar: سمك
bs: Riba
ca: Peix
ro: Pește
sl: Riba
th: ปลา

# icon_keyword_pet
source: Pet
ar: حيوان أليف
bs: Kućni ljubimac
ca: Mascota
ro: Animal de companie
sl: Hišni ljubljenček
th: สัตว์เลี้ยง

# icon_keyword_cat
source: Cat
ar: قطة
bs: Mačka
ca: Gat
ro: Pisica
sl: Mačka
th: แมว

# icon_keyword_dog
source: Dog
ar: كلب
bs: Pas
ca: Gos
ro: Câine
sl: Pes
th: สุนัข

# icon_keyword_leaf
source: Leaf
ar: ورقة
bs: List
ca: Fulla
ro: Frunză
sl: List
th: ใบไม้

# icon_keyword_plant
source: Plant
ar: نبات
bs: Biljka
ca: Planta
ro: Plantă
sl: Rastlina
th: พืช

# icon_keyword_flower
source: Flower
ar: زهرة
bs: Cvijet
ca: Flor
ro: Floare
sl: Cvet
th: ดอกไม้

# icon_keyword_eating
source: Eating
ar: طعام
bs: Jelo
ca: Menjar
ro: Mâncăm
sl: Jest
th: กำลังรับประทานอาหาร

# icon_keyword_restaurant
source: Restaurant
ar: مطعم
bs: Restoran
sl: Restavracija
th: ร้านอาหาร

# icon_keyword_drinking
source: Drinking
ar: الشرب
bs: Piće
ca: Beure
ro: Băutură
sl: Piti
th: กำลังดื่ม

# icon_keyword_cafe
source: Cafe
ar: مقهى
bs: Kafić
ca: Cafè
ro: Cafenea
sl: Kavarna
th: คาเฟ่

# icon_keyword_coffee
source: Coffee
ar: قهوة
bs: Kava
ca: Cafè
ro: Cafea
sl: Kava
th: กาแฟ

# icon_keyword_fastfood
source: Fastfood
ar: وجبات سريعة
bs: Brza hrana
ca: Menjar ràpid
sl: Hitra hrana
th: อาหารจานด่วน

# icon_keyword_picnic
source: Picnic
ar: نزهة
bs: Piknik
sl: Piknik
th: ปิกนิก

# icon_keyword_wine
source: Wine
ar: نبيذ
bs: Vino
ca: Vi
ro: Vin
sl: Vino
th: ไวน์

# icon_keyword_birthday
source: Birthday
ar: عيد ميلاد
bs: Rođendan
ca: Aniversari
ro: Ziua de naștere
sl: Rojstni dan
th: วันเกิด

# icon_keyword_cake
source: Cake
ar: كعكة
bs: Torta
ca: Pastís
ro: Prăjitură
sl: Torta
th: เค้ก

# icon_keyword_carrot
source: Carrot
ar: جزرة
bs: Mrkva
ca: Pastanaga
ro: Morcov
sl: Korenje
th: แครอท

# icon_keyword_vegetables
source: Vegetables
ar: خضروات
bs: Povrće
ca: Verdures
ro: Legume
sl: Zelenjava
th: ผัก

# icon_keyword_bag
source: Bag
ar: حقيبة
bs: Torba
ca: Bossa
ro: Gantă
sl: Torba
th: กระเป๋า

# icon_keyword_cone
source: Bag
ar: حقيبة
bs: Torba
ca: Con
ro: Gantă
sl: Torba
th: กระเป๋า

# icon_keyword_shopping
source: Shopping
ar: التسوق
bs: Kupnja
ca: Compres
ro: Cumpărături
sl: Nakupovanje
th: ช็อปปิ้ง

# icon_keyword_supermarket
source: Supermarket
ar: سوبر ماركت
ca: Supermercat
th: ซูเปอร์มาร์เก็ต

# icon_keyword_groceries
source: Groceries
ar: المنتجات
bs: Namirnice
ca: Aliments
ro: Băcănii
sl: Živila
th: ร้านขายของชำ

# icon_keyword_creditcard
source: Credit Card
ar: بطاقة الائتمان
bs: Kreditna kartica
ca: Targeta de crèdit
ro: Carte de credit
sl: Kreditna kartica
th: บัตรเครดิต

# icon_keyword_giftcard
source: Gift Card
ar: بطاقة هدية
bs: Poklon kartica
ca: Targeta regal
ro: Carte cadou
sl: Darilna kartica
th: บัตรของขวัญ

# icon_keyword_gift
source: Gift
ar: هدية
bs: Poklon
ca: Regal
ro: Cadou
sl: Darilo
th: ของขวัญ

# icon_keyword_clothes
source: Clothes
ar: ملابس
bs: Odjeća
ca: Roba
ro: Haine
sl: Oblačila
th: เสื้อผ้า

# icon_keyword_clothing
source: Clothing
ar: ملابس
bs: Odjeća
ca: Robes
ro: Îmbrăcăminte
sl: Oblačila
th: เครื่องแต่งกาย

# icon_keyword_online
source: Online
ar: متصل
bs: Na mreži
ca: En línia
sl: Spletno
th: ออนไลน์

# icon_keyword_amazon
source: Amazon
th: อเมซอน
