Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# alert_confirm_delete_budget_button
source: Delete Budget
ar: حذف الميزانية
bs: Izbriši budžet
ca: Eliminar pressupost
ro: Ștergeți bugetul
sl: Izbriši budget
th: ลบงบประมาณ
vi: Xóa ngân sách

# alert_confirm_delete_budget_multiple_title
source: Are you sure you want to delete all selected budgets?
ar: هل أنت متأكد من رغبتك في حذف كافة الميزانيات المحددة؟
bs: Jeste li sigurni da želite izbrisati sve odabrane budžete?
ca: Estàs segur que vols eliminar tots els pressupostos seleccionats?
ro: Sunteți sigur că doriți să ștergeți toate bugetele selectate?
sl: Ali ste prepričani, da želite izbrisati vse izbrane budgete?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงบประมาณที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xóa tất cả ngân sách đã chọn không?

# alert_confirm_delete_budget_multiple_button
source: Delete Budgets
ar: حذف الميزانيات
bs: Izbriši budžete
ca: Eliminar pressupostos
ro: Ștergeți bugetele
sl: Izbriši budgete
th: ลบงบประมาณ
vi: Xoá tất cả ngân sách

# alert_confirm_delete_backupitem_title
source: Are you sure you want to delete this backup?
ar: هل أنت متأكد من رغبتك في حذف هذه النسخة الاحتياطية؟
bs: Da li ste sigurni da želite da izbrišete ovu rezervnu kopiju?
ca: Estàs segur que vols eliminar aquesta còpia de seguretat?
ro: Sunteți sigur că doriți să ștergeți această copie de rezervă?
sl: Ali ste prepričani, da želite izbrisati to varnostno kopijo?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลสำรองนี้
vi: Bạn có chắc chắn muốn xóa bản sao lưu này không?

# alert_confirm_delete_backupitem_button
source: Delete Backup
ar: حذف النسخة الاحتياطية
bs: Izbriši sigurnosnu kopiju
ca: Eliminar còpia de seguretat
ro: Ștergeți backupul
sl: Izbriši varnostno kopijo
th: ลบข้อมูลสำรอง
vi: Xoá bản sao lưu

# alert_confirm_delete_contra_entry_title
source: This transaction is a transfer. Would you also like to delete the contra entry?
ar: هذه المعاملة عبارة عن تحويل. هل ترغب في حذف إدخال الكونترا أيضًا؟
bs: Ova transakcija je transfer. Da li želite da izbrišete i kontra unos?
ca: Aquesta transacció és una transferència. Vols eliminar també l’entrada contrària?
ro: Această tranzacție este un transfer. Doriți, de asemenea, să ștergeți contravaloarea?
sl: Ta transakcija je prenos. Ali želite izbrisati tudi nasprotni vnos?
th: ธุรกรรมนี้เป็นการโอน คุณต้องการลบรายการตรงกันข้ามด้วยหรือไม่
vi: Giao dịch này là chuyển khoản. Bạn cũng có muốn xóa mục nhập trái ngược không?

# alert_confirm_update_contra_entry_title
source: This transaction is a transfer. Would you also like to update the contra entry?
ar: هذه المعاملة عبارة عن تحويل. هل ترغب أيضًا في تحديث إدخال الكونترا؟
bs: Ova transakcija je transfer. Da li želite da ažurirate i kontra unos?
ca: Esta transacción es una transferencia. ¿También desea actualizar la contraentrada?
ro: Această tranzacție este un transfer. Doriți să actualizați și contra intrare?
sl: Ta transakcija je prenos. Ali želite posodobiti tudi nasprotni vnos?
th: ธุรกรรมนี้เป็นการโอน คุณต้องการอัปเดตรายการตรงกันข้ามด้วยหรือไม่
vi: Giao dịch này là chuyển khoản. Bạn cũng có muốn cập nhật mục nhập trái ngược không?

# alert_confirm_update_transaction_multiple_title
source: This transaction belongs to a group. What exactly do you want to save?
ar: هذه المعاملة تنتمي إلى مجموعة. ما الذي تريد حفظه بالضبط؟
bs: Ova transakcija pripada grupi. Što točno želite spremiti?
ca: Esta transacción pertenece a un grupo. ¿Qué es exactamente lo que quieres ahorrar?
ro: Această tranzacție aparține unui grup. Ce anume doriți să salvați?
sl: Ta transakcija pripada skupini. Kaj točno želite shraniti?
th: ธุรกรรมนี้เป็นของกลุ่ม คุณต้องการบันทึกอะไรกันแน่
vi: Giao dịch này thuộc về một nhóm. Bạn muốn lưu nó như thế nào?

# alert_confirm_update_transaction_single_button
source: Save only this one
ar: احفظ هذا فقط
bs: Spremi samo ovu
ca: Salva solo a este
ro: Salvați numai acesta
sl: Shrani samo to
th: บันทึกเฉพาะปุ่มนี้
vi: Chỉ lưu lần này

# alert_confirm_update_transaction_all_button
source: Save this and future ones
ar: حفظ الكل
bs: Spremi ovu i buduće
ca: Salva esta y las futuras
ro: Salvați aceasta și cele viitoare
sl: Shrani to in prihodnje
th: บันทึกสิ่งนี้และในอนาคต
vi: Lần này và tương lai

# alert_confirm_end_repetition_for_transaction_title
source: Are you sure you want to stop repeating this transaction?
ar: هل أنت متأكد من رغبتك في إيقاف تكرار هذه المعاملة؟
bs: Jeste li sigurni da želite prestati ponavljati ovu transakciju?
ca: Estàs segur que vols deixar de repetir aquesta transacció?
ro: Sunteți sigur că doriți să nu mai repetați această tranzacție?
sl: Ali ste prepričani, da želite prekiniti ponavljanje te transakcije?
th: คุณแน่ใจหรือไม่ว่าต้องการหยุดการทำธุรกรรมนี้ซ้ำ
vi: Bạn có chắc chắn muốn ngừng lặp lại giao dịch này không?

# alert_confirm_end_repetition_for_transaction_button
source: End repetition
ar: إنهاء التكرار
bs: Završi ponavljanje
ca: Fi de la repetició
ro: Încheiați repetarea
sl: Končaj ponavljanje
th: สิ้นสุดการทำซ้ำ
vi: Ngừng lặp lại

# alert_confirm_end_repetition_for_transaction_multiple_title
source: Are you sure you want all selected transactions to stop repeating?
ar: هل أنت متأكد من رغبتك في التوقف عن تكرار كافة المعاملات المحددة؟
bs: Jeste li sigurni da želite da se sve odabrane transakcije prestanu ponavljati?
ca: Estàs segur que vols que totes les transaccions seleccionades deixin de repetir-se?
ro: Sunteți sigur că doriți ca toate tranzacțiile selectate să nu se mai repete?
sl: Ali ste prepričani, da želite prekiniti ponavljanje vseh izbranih transakcij?
th: คุณแน่ใจหรือไม่ว่าต้องการให้ธุรกรรมที่เลือกทั้งหมดหยุดทำซ้ำ
vi: Bạn có chắc chắn muốn ngừng lặp lại tất cả các giao dịch đã chọn không?

# alert_confirm_end_repetition_for_transaction_multiple_button
source: End repetition
ar: إنهاء التكرار
bs: Završi ponavljanje
ca: Fi de la repetició
ro: Opriți repetarea
sl: Končaj ponavljanje
th: สิ้นสุดการทำซ้ำ
vi: Ngừng tất cả

# alert_change_currency_or_exchange_rate_title
source: What exactly do you want to change?
ar: ما الذي تريد تغييره بالضبط؟
bs: Šta tačno želite da promenite?
ca: Què vols canviar exactament?
ro: Ce anume doriți să schimbați?
sl: Kaj točno želite spremeniti?
th: คุณต้องการเปลี่ยนแปลงอะไรกันแน่
vi: Bạn muốn chuyển đổi như thế nào?

# alert_change_currency_button
source: Currency
ar: العملة
bs: Valuta
ca: Moneda
ro: Moneda
sl: Valuta
th: สกุลเงิน
vi: Đơn vị tiền tệ

# alert_change_exchange_rate_button
source: Exchange Rate
ar: سعر الصرف
bs: Tečaj
ca: Tipus de canvi
ro: Rata de schimb
sl: Menjalni tečaj
th: อัตราแลกเปลี่ยน
vi: Tỷ giá

# currency_selection_title
source: Currencies
ar: العملات
bs: Valute
ca: Monedes
ro: Monede
sl: Valute
th: สกุลเงิน
vi: Đơn vị tiền tệ

# currency_selection_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# currency_selection_info_description
source: Choose the default currency for existing and future transactions.
ar: حدد العملة الافتراضية للمعاملات الحالية والمستقبلية.
bs: Odaberite zadanu valutu za postojeće i buduće transakcije.
ca: Tria la moneda predeterminada per a les transaccions existents i futures.
ro: Alegeți moneda implicită pentru tranzacțiile existente și viitoare.
sl: Izberite privzeto valuto za obstoječe in prihodnje transakcije.
th: เลือกสกุลเงินเริ่มต้นสำหรับธุรกรรมที่มีอยู่และในอนาคต
vi: Chọn đơn vị tiền mặc định cho các giao dịch hiện tại và tương lai.

# default_currency_section_title
source: Default Currency
ar: العملة الافتراضية
bs: Zadana valuta
ca: Moneda predeterminada
ro: Moneda implicită
sl: Privzeta valuta
th: สกุลเงินเริ่มต้น
vi: Đơn vị tiền mặc định

# suggested_currencies_section_title
source: Suggestions
ar: الاقتراحات
bs: Prijedlozi
ca: Suggeriments
ro: Sugestii
sl: Predlogi
th: คำแนะนำ
vi: Đề xuất

# no_currencies_found_title
source: No currencies found
ar: لم يتم العثور على عملات
bs: Nije pronađena nijedna valuta
ca: No s’han trobat monedes
ro: Nu au fost găsite monede
sl: Ni najdenih valut
th: ไม่พบสกุลเงิน
vi: Không tìm thấy đơn vị tiền tệ nào

# currency_selection_search_placeholder_message
source: Search for a currency name or its abbreviation
ar: ابحث عن اسم العملة أو اختصارها
bs: Traži naziv valute ili njezinu kraticu
ca: Cerca el nom d’una moneda o la seva abreviatura
ro: Căutați numele unei monede sau abrevierea acesteia
sl: Iščite po imenu valute ali njeni kratici
th: ค้นหาชื่อสกุลเงินหรือตัวย่อ
vi: Tìm kiếm tên đơn vị tiền tệ hoặc tên viết tắt của nó

# change_default_currency_button
source: Change default currency
ar: تغيير العملة الافتراضية
bs: Promijeni zadanu valutu
ca: Canviar la moneda predeterminada
ro: Schimbați moneda implicită
sl: Spremeni privzeto valuto
th: เปลี่ยนสกุลเงินเริ่มต้น
vi: Thay đổi đơn vị tiền mặc định

# alert_confirm_change_default_currency_title
source: Are you sure you want to change your default currency? This will convert all existing transactions to the new currency (%@).
ar: هل أنت متأكد من رغبتك في تغيير العملة الافتراضية؟ سيؤدي هذا إلى تحويل كافة المعاملات الحالية إلى العملة الجديدة (%@)
bs: Jeste li sigurni da želite promijeniti zadanu valutu? Ovo će pretvoriti sve postojeće transakcije u novu valutu (%@).
ca: Estàs segur que vols canviar la teva moneda predeterminada? Això convertirà totes les transaccions existents a la nova moneda (%@).
ro: Sunteți sigur că doriți să vă schimbați moneda implicită? Aceasta va converti toate tranzacțiile existente în noua monedă (%@).
sl: Ali ste prepričani, da želite spremeniti privzeto valuto? Vse obstoječe transakcije bodo pretvorjene v novo valuto (%@).
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนสกุลเงินเริ่มต้นของคุณ การดำเนินการนี้จะแปลงธุรกรรมที่มีอยู่ทั้งหมดเป็นสกุลเงินใหม่ (%@)
vi: Bạn có chắc chắn muốn thay đổi đơn vị tiền tệ mặc định của mình không? Điều này sẽ chuyển đổi tất cả các giao dịch hiện có sang loại tiền mới là (%@).

# alert_confirm_change_default_account_currency_title
source: Are you sure you want to change the currency? This will convert all existing transactions of this account to the new currency (%@).
ar: هل أنت متأكد من رغبتك في تغيير العملة؟ سيؤدي هذا إلى تحويل كافة المعاملات الموجودة لهذا الحساب إلى العملة الجديدة (%@).
bs: Jeste li sigurni da želite promijeniti valutu? Ovo će pretvoriti sve postojeće transakcije ovog računa u novu valutu (%@).
ca: Estàs segur que vols canviar la moneda? Això convertirà totes les transaccions existents d’aquest compte a la nova moneda (%@).
ro: Sunteți sigur că doriți să schimbați moneda? Aceasta va converti toate tranzacțiile existente ale acestui cont în noua monedă (%@).
sl: Ali ste prepričani, da želite spremeniti valuto? Vse obstoječe transakcije tega računa bodo pretvorjene v novo valuto (%@).
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนสกุลเงิน การดำเนินการนี้จะแปลงธุรกรรมที่มีอยู่ทั้งหมดของบัญชีนี้เป็นสกุลเงินใหม่ (%@)
vi: Bạn có chắc chắn muốn đổi đơn vị tiền tệ không? Điều này sẽ chuyển đổi tất cả các giao dịch hiện có của Ví này sang loại tiền mới là (%@).

# currency_conversion_title
source: Exchange Rate
ar: سعر الصرف
bs: Tečaj
ca: Convertir
ro: Cursul de schimb
sl: Menjalni tečaj
th: อัตราแลกเปลี่ยน
vi: Tỷ giá

# currency_conversion_last_synchronization_title
source: Updated: %@
ar: تم التحديث: %@
bs: Ažurirano: %@
ca: Actualitzat: %@
ro: Actualizat: %@
sl: Posodobljeno: %@
th: อัปเดตแล้ว: %@
vi: Cập nhật: %@

# currency_conversion_synchronization_failed_title
source: Synchronization Failed
ar: فشلت المزامنة
bs: Sinkronizacija nije uspjela
ca: Error de sincronització
ro: Sincronizare eșuată
sl: Sinhronizacija ni uspela
th: การซิงโครไนซ์ล้มเหลว
vi: Đồng bộ hóa không thành công

# currency_conversion_synchronization_failed_no_internet_title
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bs: Nema internetske veze
ca: Sense connexió a internet
ro: Fără conexiune la internet
sl: Ni internetne povezave
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Không có kết nối Internet

# source_currency_section_title
source: From
ar: من
bs: Od
ca: De
ro: De la
sl: Od
th: จาก
vi: Từ

# target_currency_section_title
source: To
ar: إلى
bs: Do
ca: A
ro: Către
sl: Za
th: ถึง
vi: Đến

# time_zone_selection_title
source: Time Zone
bs: Vremenska zona
ca: Zona horària
sl: Časovni pas
th: เขตเวลา

# no_timezones_found_title
source: No time zones found
bs: Nisu pronađene vremenske zone
ca: No s’han trobat zones horàries
ro: Nu s-au găsit fusuri orare
sl: Ni najdenih časovnih pasov
th: ไม่พบเขตเวลา
vi: Không tìm thấy múi giờ nào

# time_zone_selection_search_placeholder_message
source: Search for the time zone of a country or city
bs: Pretraži vremensku zonu države ili grada
ca: Cerca la zona horària d’un país o ciutat
sl: Išči časovni pas države ali mesta
th: ค้นหาเขตเวลาของประเทศหรือเมือง

# manage_budgetbooks_title
source: Budget Books
ar: كتب الميزانية
bs: Budžetske knjige
ca: Llibres de pressupost
ro: Carti pentru buget
sl: Denarnice
th: สมุดงบประมาณ
vi: Sổ ngân sách

# manage_accounts_title
source: Accounts
ar: الحسابات
bs: Računi
ca: Comptes
ro: Conturi
sl: Računi
th: บัญชี
vi: Ví

# manage_categories_title
source: Categories
ar: الفئات
bs: Kategorije
ro: Categorii
sl: Kategorije
th: หมวดหมู่
vi: Danh mục

# manage_category_groups_title
source: Folders
ar: المجموعات
bs: Mape
ca: Carpetes
ro: Foldere
sl: Mape
th: โฟลเดอร์
vi: Nhóm

# manage_payees_title
source: Payees
ar: المستفيدين
bs: Primatelji
ca: Beneficiaris
ro: Beneficiari
sl: Plačniki
th: ผู้รับเงิน
vi: Người nhận

# manage_tags_title
source: Tags
ar: العلامات
bs: Oznake
ca: Etiquetes
ro: Etichete
sl: Oznake
th: แท็ก
vi: Nhãn

# manage_reminders_title
source: Reminders
ar: التذكيرات
bs: Podsjetnici
ca: Recordatoris
ro: Mementouri
sl: Opomniki
th: เตือนความจำ
vi: Lời nhắc

# manage_reminders_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# manage_reminders_info_description
source: Create custom reminders or add them to future transactions to have the app notify you.
ar: قم بإنشاء تذكيراتك الخاصة أو قم بإضافتها إلى الأنشطة المستقبلية ليقوم التطبيق بإعلامك.
bs: Stvorite prilagođene podsjetnike ili ih dodajte budućim transakcijama kako bi vas aplikacija obavijestila.
ca: Crea recordatoris personalitzats o afegeix-los a futures transaccions perquè l’app t’avisi
ro: Creați mementouri personalizate sau adăugați-le la tranzacțiile viitoare pentru ca aplicația să vă notifice.
sl: Ustvarite lastne opomnike ali jih dodajte k prihodnjim transakcijam, da vas bo aplikacija obvestila.
th: สร้างการแจ้งเตือนแบบกำหนดเองหรือเพิ่มในรายการในอนาคตเพื่อให้แอพแจ้งเตือนคุณ
vi: Tạo Lời nhắc tùy chỉnh hoặc thêm chúng vào các giao dịch trong tương lai để nhận thông báo.

# shared_by_you_budgetbooks_section_title
source: Shared by you
ar: لقد قمت بالمشاركة
bs: Podijeljeno
ca: Compartit per tu
ro: Partajat de tine
sl: Deljeno z vami
th: แบ่งปันโดยคุณ
vi: Được chia sẻ bởi bạn

# shared_with_you_budgetbooks_section_title
source: Shared with you
ar: تمت مشاركتها معك
bs: Dijeljeno s vama
ca: Compartit amb tu
ro: Partajat cu tine
sl: Deljeno z vami
th: แบ่งปันกับคุณ
vi: Đã chia sẻ cho bạn

# not_shared_budgetbooks_section_title
source: Not shared
ar: غير مشترك
bs: Nije podijeljeno
ca: No compartit
ro: Nu este partajat
sl: Ni deljeno
th: ไม่แบ่งปัน
vi: Không được chia sẻ

# most_used_items_section_title
source: Most Used
ar: الأكثر استخدامًا
bs: Najčešće korišteno
ca: Més utilitzat
ro: Cel mai folosit
sl: Najpogosteje uporabljeno
th: ใช้มากที่สุด
vi: Được dùng nhiều nhất

# archived_items_section_title
source: Archived
ar: مؤرشف
bs: Arhivirano
ca: Arxivat
ro: Arhivat
sl: Arhivirano
th: เก็บถาวร
vi: Đã lưu trữ

# own_reminders_section_title
source: Own Reminders
ar: التذكيرات الخاصة
bs: Vlastiti podsjetnici
ca: Recordatoris propis
ro: Mementouri proprii
sl: Lastni opomniki
th: เตือนความจำของตัวเอง
vi: Lời nhắc riêng

# no_budget_books_found_title
source: No budget books found
ar: لم يتم العثور على كتب الميزانية
bs: Nisu pronađene budžetske knjige
ca: No s’han trobat llibres de pressupost
ro: Nu s-au găsit cărți bugetare
sl: Ni najdenih načrtov porabe
th: ไม่พบสมุดงบประมาณ
vi: Không tìm thấy Sổ ngân sách

# no_budget_books_found_message
source: Click the "+" button to add a new budget book.
ar: انقر فوق الزر "+" لإضافة كتاب ميزانية جديد.
bs: Kliknite gumb "+" za dodavanje nove budžetske knjige.
ca: Fes clic al botó "+" per afegir un nou llibre de pressupost.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă carte de buget.
sl: Kliknite gumb "+" za dodajanje novega načrta porabe.
th: คลิกปุ่ม "+" เพื่อเพิ่มสมุดงบประมาณใหม่
vi: Nhấp vào nút "+" để thêm Sổ ngân sách mới.

# no_budget_books_found_button_title
source: New Budget Book
ar: دفتر الميزانية الجديد
bs: Nova budžetske knjiga
ca: Nou llibre de pressupost
ro: Carte nouă de buget
sl: Nov načrt porabe
th: สมุดงบประมาณใหม่
vi: Sổ ngân sách mới

# no_budget_books_found_cloud_sync_message
source: Existing data is being loaded from iCloud. Please wait a moment... Alternatively, click the "+" button to add a new budget book.
ar: يتم الآن تنزيل البيانات الموجودة من iCloud. الرجاء الانتظار... يمكنك أيضًا النقر فوق الزر "+" لإضافة دفتر ميزانية جديد.
bs: Postojeći podaci se učitavaju iz iClouda. Pričekajte trenutak... Alternativno, kliknite na gumb "+" za dodavanje nove budžetske knjige.
ca: Les dades existents s’estan carregant des d’iCloud. Si us plau, espera un moment... Alternativament, fes clic al botó "+" per afegir un nou llibre de pressupost.
ro: Datele existente se încarcă din iCloud. Vă rugăm să așteptați un moment... Alternativ, faceți clic pe butonul "+" pentru a adăuga o nouă carte de buget.
sl: Obstoječi podatki se nalagajo iz iCloud. Prosimo, počakajte trenutek... Lahko tudi kliknite gumb "+" za dodajanje novega načrta porabe.
th: กำลังโหลดข้อมูลที่มีอยู่จาก iCloud โปรดรอสักครู่... อีกทางหนึ่ง คลิกปุ่ม "+" เพื่อเพิ่มสมุดงบประมาณใหม่
vi: Dữ liệu hiện đang được tải từ iCloud. Vui lòng đợi trong giây lát... Ngoài ra, hãy nhấp vào nút "+" để thêm Sổ ngân sách mới.

# no_budget_books_found_cloud_sync_message_short
source: Existing data is being loaded from iCloud. Please wait a moment...
ar: يتم الآن تنزيل البيانات الموجودة من iCloud. الرجاء الانتظار...
bs: Postojeći podaci se učitavaju s iClouda. Pričekajte trenutak...
ca: Les dades existents s’estan carregant des d’iCloud. Si us plau, espera un moment...
ro: Datele existente se încarcă din iCloud. Vă rugăm să așteptați un moment...
sl: Obstoječi podatki se nalagajo iz iCloud. Prosimo, počakajte trenutek...
th: กำลังโหลดข้อมูลที่มีอยู่จาก iCloud โปรดรอสักครู่...
vi: Dữ liệu hiện đang được tải từ iCloud. Xin vui lòng chờ trong giây lát...

# budget_books_search_placeholder_message
source: Search by the name of a budget book
ar: البحث حسب اسم كتاب الميزانية
bs: Traži ime vlasnika budžeta
ca: Cerca pel nom d’un llibre de pressupost
ro: Căutați un nume de rezervare bugetară
sl: Iščite po imenu načrtu porabe
th: ค้นหาชื่อผู้จองงบประมาณ
vi: Tìm theo tên Sổ ngân sách

# no_accounts_title
source: No accounts
ar: لا توجد حسابات
bs: Nema naloga
ca: Sense comptes
ro: Fără conturi
sl: Ni računov
th: ไม่มีบัญชี
vi: Không có Ví

# no_accounts_found_title
source: No accounts found
ar: لم يتم العثور على حسابات
bs: Nisu pronađeni računi
ca: No s’han trobat comptes
ro: Nu au fost găsite conturi
sl: Ni najdenih računov
th: ไม่พบบัญชี
vi: Không tìm thấy Ví nào

# no_accounts_found_message
source: Click the "+" button to add a new account.
ar: انقر فوق الزر "+" لإضافة حساب جديد.
bs: Kliknite gumb "+" za dodavanje novog računa.
ca: Fes clic al botó "+" per afegir un nou compte.
ro: Faceți clic pe butonul "+" pentru a adăuga un cont nou.
sl: Kliknite gumb "+" za dodajanje novega računa.
th: คลิกปุ่ม "+" เพื่อเพิ่มบัญชีใหม่
vi: Nhấp vào nút "+" để thêm Ví mới.

# no_accounts_found_button_title
source: New Account
ar: حساب جديد
bs: Novi račun
ca: Nou compte
ro: Cont nou
sl: Nov račun
th: บัญชีใหม่
vi: Ví mới

# accounts_search_placeholder_message
source: Search by account name or account type
ar: البحث حسب اسم الحساب أو نوعه
bs: Traži prema nazivu računa ili vrsti računa
ca: Cerca pel nom del compte o tipus de compte
ro: Căutați după numele contului sau tipul contului
sl: Iščite po imenu računa ali vrsti računa
th: ค้นหาตามชื่อบัญชีหรือประเภทบัญชี
vi: Tìm kiếm theo tên Ví hoặc loại Ví

# no_categories_found_title
source: No categories found
ar: لم يتم العثور على فئات
bs: Nisu pronađene kategorije
ca: No s’han trobat categories
ro: Nu au fost găsite categorii
sl: Ni najdenih kategorij
th: ไม่พบหมวดหมู่
vi: Không tìm thấy Danh mục nào

# no_categories_found_message
source: Click the "+" button to add a new category.
ar: انقر فوق الزر "+" لإضافة فئة جديدة.
bs: Kliknite gumb "+" za dodavanje nove kategorije.
ca: Fes clic al botó "+" per afegir una nova categoria.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă categorie.
sl: Kliknite gumb "+" za dodajanje nove kategorije.
th: คลิกปุ่ม "+" เพื่อเพิ่มหมวดหมู่ใหม่
vi: Nhấp vào nút "+" để thêm Danh mục mới.

# no_categories_found_button_title
source: New Category
ar: فئة جديدة
bs: Nova kategorija
ca: Nova categoria
ro: Categorie nouă
sl: Nova kategorija
th: หมวดหมู่ใหม่
vi: Danh mục mới

# categories_search_placeholder_message
source: Search by a category or folder name
ar: البحث حسب الفئة أو اسم المجموعة
bs: Traži po nazivu kategorije ili mape
ca: Cerca per categoria o nom de carpeta
ro: Căutați după un nume de categorie sau folder
sl: Iščite po imenu kategorije ali mape
th: ค้นหาตามหมวดหมู่หรือชื่อโฟลเดอร์
vi: Tìm kiếm theo Danh mục hoặc Nhóm

# no_category_groups_found_title
source: No folders found
ar: لم يتم العثور على مجموعات
bs: Nisu pronađene mape
ca: No s’han trobat carpetes
ro: Nu s-au găsit foldere
sl: Ni najdenih map
th: ไม่พบโฟลเดอร์
vi: Không tìm thấy Nhóm nào

# no_category_groups_found_message
source: Click the "+" button to add a new folder.
ar: انقر فوق الزر "+" لإضافة مجموعة جديدة.
bs: Kliknite gumb "+" za dodavanje nove mape.
ca: Fes clic al botó "+" per afegir una nova carpeta.
ro: Faceți clic pe butonul "+" pentru a adăuga un folder nou.
sl: Kliknite gumb "+" za dodajanje nove mape.
th: คลิกปุ่ม "+" เพื่อเพิ่มโฟลเดอร์ใหม่
vi: Nhấp vào nút "+" để thêm Nhóm mới.

# no_category_groups_found_button_title
source: New Folder
ar: مجموعة جديدة
bs: Nova mapa
ca: Nova carpeta
ro: Folder nou
sl: Nova mapa
th: โฟลเดอร์ใหม่
vi: Nhóm mới

# category_groups_search_placeholder_message
source: Search by the name of a folder
ar: البحث حسب اسم المجموعة
bs: Traži prema nazivu mape
ca: Cerca pel nom d’una carpeta
ro: Căutați după numele unui folder
sl: Iščite po imenu mape
th: ค้นหาตามชื่อโฟลเดอร์
vi: Tìm kiếm theo tên Nhóm

# no_payees_found_title
source: No payees found
ar: لم يتم العثور على مدفوع لهم
bs: Nije pronađen nijedan primalac
ca: No s’han trobat beneficiaris
ro: Nu a fost găsit niciun beneficiar
sl: Ni najdenih plačnikov
th: ไม่พบผู้รับเงิน
vi: Không tìm thấy Người nhận

# no_payees_found_message
source: Click the "+" button to add a new payee.
ar: انقر فوق الزر "+" لإضافة مستلم جديد.
bs: Kliknite na dugme "+" da dodate novog primaoca uplate.
ca: Fes clic al botó "+" per afegir un nou beneficiari.
ro: Faceți clic pe butonul "+" pentru a adăuga un nou beneficiar.
sl: Kliknite gumb "+" za dodajanje novega plačnika.
th: คลิกปุ่ม "+" เพื่อเพิ่มผู้รับเงินใหม่
vi: Nhấp vào nút "+" để thêm Người nhận mới.

# no_payees_found_button_title
source: New Payee
ar: المدفوع لأمره الجديد
bs: Novi primalac uplate
ca: Nou beneficiari
ro: Beneficiar nou
sl: Nov plačnik
th: ผู้รับเงินใหม่
vi: Người nhận mới

# payees_search_placeholder_message
source: Search by the name of a payee
ar: البحث حسب اسم المستفيد
bs: Traži po imenu primaoca uplate
ca: Cerca pel nom d’un beneficiari
ro: Căutați după numele unui beneficiar
sl: Iščite po imenu plačnika
th: ค้นหาด้วยชื่อผู้รับเงิน
vi: Tìm kiếm theo tên Người nhận

# no_tags_found_title
source: No tags found
ar: لم يتم العثور على علامات
bs: Nisu pronađene oznake
ca: No s’han trobat etiquetes
ro: Nu au fost găsite etichete
sl: Ni najdenih oznak
th: ไม่พบแท็ก
vi: Không tìm thấy nhãn nào
