Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# alert_upgrade_view_restore_nothing_to_do_title
source: No purchases available 😢
ar: لا توجد عمليات شراء متاحة 😢
bs: Nema dostupnih kupnji 😢
ca: No hi ha compres disponibles 😢
ro: Nu există achiziții disponibile 😢
sl: Na voljo ni preteklih nakupov 😢
th: ไม่มีรายการซื้อ 😢
vi: Bạn không có đăng ký nào 😢

# alert_upgrade_view_restore_nothing_to_do_message
source: Could not find any purchases to restore.
ar: تعذر العثور على المشتريات لاستعادتها.
bs: Nisam mogao pronaći nijednu kupovinu za vraćanje.
ca: No s'ha pogut trobar cap compra per restaurar.
ro: Nu am putut găsi nicio achiziție de restaurat.
sl: Ni bilo mogoče najti nobenih nakupov za obnovitev.
th: ไม่พบการซื้อใดๆ ที่จะกู้คืน
vi: Không tìm thấy đăng ký nào để khôi phục.

# upgrade_faq_view_title
source: FAQ
ar: الأسئلة المتداولة
ca: Preguntes freqüents
ro: Întrebări frecvente
sl: Pogosta vprašanja
th: คำถามที่พบบ่อย

# upgrade_faq_general_section_title
source: General
ar: عام
bs: Općenito
sl: Splošno
th: ทั่วไป
vi: Tổng quan

# upgrade_faq_purchases_section_title
source: Purchases & Subscriptions
ar: المشتريات والاشتراكات
bs: Kupnje i pretplate
ca: Compres i subscripcions
ro: Achiziții și abonamente
sl: Nakupi & Naročnine
th: การซื้อและการสมัครสมาชิก
vi: Mua hàng & đăng ký

# upgrade_faq_about_title
source: What is Budget Flow?
ar: ما هو Budget Flow؟
bs: Šta je Budget Flow?
ca: Què és Budget Flow?
ro: Ce este Budget Flow?
sl: Kaj je Budget Flow?
th: Budget Flow คืออะไร?
vi: Budget Flow là gì?

# upgrade_faq_about_value
source: Budget Flow is a modern and easy-to-use budget tracking app for everyone who wants to keep track of their finances and manage their expenses effectively.
ar: يعد Budget Flow تطبيقًا حديثًا وسهل الاستخدام لتتبع الميزانية، وهو مناسب لجميع الذين يرغبون في متابعة أموالهم وإدارة نفقاتهم بفعالية.
bs: Budget Flow je moderna aplikacija za praćenje budžeta jednostavna za korištenje za sve koji žele pratiti svoje financije i učinkovito upravljati svojim troškovima.
ca: Budget Flow és una app de seguiment de pressupost moderna i fàcil d'utilitzar per a tots els que vulguin fer un seguiment de les seves finances i gestionar les seves despeses de manera efectiva.
ro: Budget Flow este o aplicație modernă și ușor de utilizat de urmărire a bugetului pentru toți cei care doresc să își țină evidența finanțelor și să își gestioneze eficient cheltuielile.
sl: Budget Flow je moderna in enostavna aplikacija za sledenje proračunu za vse, ki želijo imeti pregled nad svojimi financami in učinkovito upravljati svoje stroške.
th: Budget Flow เป็นแอปติดตามงบประมาณที่ทันสมัยและใช้งานง่ายสำหรับทุกคนที่ต้องการติดตามการเงินและจัดการค่าใช้จ่ายอย่างมีประสิทธิภาพ
vi: Budget Flow là một ứng dụng theo dõi thu nhập hiện đại và dễ sử dụng dành cho tất cả những ai muốn theo dõi và quản lý chi tiêu một cách hiệu quả.

# upgrade_faq_developer_title
source: Who developed the app?
ar: من طور التطبيق؟
bs: Ko je razvio aplikaciju?
ca: Qui va desenvolupar l'aplicació?
ro: Cine a dezvoltat aplicația?
sl: Kdo je razvil aplikacijo?
th: ใครเป็นผู้พัฒนาแอปนี้
vi: Ai đã phát triển ứng dụng?

# upgrade_faq_developer_value
source: Budget Flow was started as a side project and has since been completely designed, developed and maintained by me, Fabian Hasse. I am an enthusiastic software developer with over 10 years of experience and I work with a lot of passion to develop the best budgeting and expense tracking app on the App Store.
ar: تم اطلق Budget Flow كمشروع جانبي ومن ثم تم تصميمه وتطويره وصيانته بالكامل من قبلي، فابيان هاسي. أنا مطور برمجيات متحمس ذو خبرة تزيد عن 10 سنوات وأعمل بشغف على تطوير أفضل تطبيق لإدارة الميزانية وتتبع النفقات في متجر التطبيقات.
bs: Budget Flow je pokrenut kao sporedni projekat i od tada sam ga u potpunosti dizajnirao, razvio i održavao ja, Fabian Hasse. Ja sam entuzijastični programer softvera sa više od 10 godina iskustva i radim s puno strasti da razviti najbolju aplikaciju za budžetiranje i praćenje troškova u App Store-u.
ca: Budget Flow va començar com un projecte secundari i des de llavors ha estat completament dissenyat, desenvolupat i mantingut per mi, Fabian Hasse. Sóc un desenvolupador de programari apassionat amb més de 10 anys d'experiència i treballo amb molta passió per desenvolupar la millor aplicació de seguiment de despeses i pressupostos a l'App Store.
ro: Budget Flow a fost început ca un proiect secundar și de atunci a fost complet proiectat, dezvoltat și întreținut de mine, Fabian Hasse. Sunt un dezvoltator de software entuziast, cu peste 10 ani de experiență și lucrez cu multă pasiune pentru dezvolta cea mai bună aplicație de bugetare și urmărire a cheltuielilor din App Store.
sl: Budget Flow se je začel kot stranski projekt in je od takrat v celoti zasnovan, razvit in vzdrževan zame, Fabian Hasse. Sem navdušen razvijalec programske opreme z več kot 10 leti izkušenj in z veliko strastjo delam na razvoju najboljše aplikacije za načrt porabe in sledenje stroškom v App Store.
th: Budget Flow เริ่มต้นเป็นโปรเจ็กต์เสริมและตั้งแต่นั้นมาก็ได้รับการออกแบบ พัฒนา และดูแลโดยฉัน Fabian Hasse ฉันเป็นนักพัฒนาซอฟต์แวร์ที่กระตือรือร้นและมีประสบการณ์มากกว่า 10 ปี และฉันทำงานด้วยความหลงใหลอย่างมากเพื่อพัฒนาแอปการจัดทำงบประมาณและการติดตามค่าใช้จ่ายที่ดีที่สุดใน App Store
vi: Budget Flow được bắt đầu như một dự án phụ và kể từ đó đã được tôi, Fabian Hasse, thiết kế, phát triển và bảo trì hoàn toàn. Tôi là một nhà phát triển phần mềm nhiệt tình với hơn 10 năm kinh nghiệm và tôi làm việc với rất nhiều đam mê để phát triển ứng dụng theo dõi chi phí và lập ngân sách tốt nhất trên App Store.

# upgrade_faq_free_use_title
source: Can the app also be used for free?
ar: هل يمكنني استخدام التطبيق مجانًا؟
bs: Može li se aplikacija koristiti besplatno?
ca: Es pot utilitzar l'app també de forma gratuïta?
ro: Aplicația poate fi folosită și gratuit?
sl: Ali je aplikacijo mogoče uporabljati tudi brezplačno?
th: สามารถใช้แอปฟรีได้หรือไม่
vi: Ứng dụng có bản miễn phí không?

# upgrade_faq_free_use_value
source: Yes, you can use the app's basic functions, such as creating transactions, completely free of charge. In addition, the app offers a trial period for the full version so that you can try it out in advance before you decide to purchase or subscribe the full version.
ar: نعم، يمكنك استخدام الميزات الأساسية للتطبيق، مثل إنشاء الأنشطة، مجانًا تمامًا. بالإضافة إلى ذلك، يقدم التطبيق فترة تجريبية للإصدار الكامل حتى تتمكن من تجربته قبل أن تقرر قم بشراء النسخة الكاملة أو الاشتراك فيها.
bs: Da, možete koristiti osnovne funkcije aplikacije, kao što je stvaranje transakcija, potpuno besplatno. Osim toga, aplikacija nudi probno razdoblje za punu verziju tako da je možete isprobati unaprijed prije nego što odlučite kupiti ili se pretplatiti na punu verziju.
ca: Sí, pots utilitzar les funcions bàsiques de l'app, com la creació de transaccions, de manera totalment gratuïta. A més, l'app ofereix un període de prova per a la versió completa perquè puguis provar-la abans de decidir-te a comprar-la o subscriure't a la versió completa.
ro: Da, puteți utiliza funcțiile de bază ale aplicației, cum ar fi crearea de tranzacții, complet gratuit. În plus, aplicația oferă o perioadă de probă pentru versiunea completă, astfel încât să o puteți încerca în avans. înainte de a vă decide să cumpărați sau să vă abonați la versiunea completă.
sl: Da, osnovne funkcije aplikacije, kot je ustvarjanje transakcij, lahko uporabljate popolnoma brezplačno. Poleg tega aplikacija ponuja preizkusno obdobje za polno različico, tako da jo lahko preizkusite vnaprej, preden se odločite za nakup ali naročnino polne različice.
th: ใช่ คุณสามารถใช้ฟังก์ชันพื้นฐานของแอป เช่น การสร้างธุรกรรมได้โดยไม่มีค่าใช้จ่าย นอกจากนี้ แอปยังมีช่วงทดลองใช้สำหรับเวอร์ชันเต็ม ดังนั้นคุณจึงสามารถทดลองใช้งานล่วงหน้าได้ ก่อนตัดสินใจซื้อหรือสมัครเวอร์ชันเต็ม
vi: Có, bạn có thể sử dụng các chức năng cơ bản của ứng dụng, chẳng hạn như tạo giao dịch, hoàn toàn miễn phí. Ngoài ra, ứng dụng còn cung cấp thời gian dùng thử cho phiên bản Premium để bạn có thể dùng thử trước trước khi quyết định mua hoặc đăng ký phiên bản Premium.

# upgrade_faq_security_title
source: Is my data secure?
ar: هل بياناتي آمنة؟
bs: Jesu li moji podaci sigurni?
ca: Són segurs les meves dades?
ro: Datele mele sunt securizate?
sl: Ali so moji podatki varni?
th: ข้อมูลของฉันปลอดภัยหรือไม่
vi: Dữ liệu của tôi có an toàn không?

# upgrade_faq_security_value
source: Your finances are private – and they should stay that way. That’s why your data is stored exclusively on your device or (optionally) in your personal iCloud.
ar: أموالك خاصة – ويجب أن تظل كذلك. لهذا السبب، يتم تخزين بياناتك فقط على جهازك أو (اختياريًا) في iCloud الشخصي الخاص بك.
bs: Vaše finansije su privatne – i takve bi trebale ostati. Zato se vaši podaci pohranjuju isključivo na vašem uređaju ili (opcionalno) u vašem ličnom iCloudu.
ca: Les teves finances són privades i així han de seguir sent. Per això, les teves dades s'emmagatzemen exclusivament al teu dispositiu o (opcionalment) al teu iCloud personal.
ro: Finanțele tale sunt private – și ar trebui să rămână așa. De aceea datele tale sunt stocate exclusiv pe dispozitivul tău sau (opțional) în iCloud-ul tău personal.
sl: Vaše finance so zasebne – in naj tako ostanejo. Zato so vaši podatki shranjeni izključno na vaši napravi ali (po želji) v vašem osebnem iCloud.
th: การเงินของคุณเป็นส่วนตัวและควรเป็นแบบนั้นต่อไป นั่นเป็นเหตุผลว่าทำไมข้อมูลของคุณจึงถูกเก็บไว้บนอุปกรณ์ของคุณโดยเฉพาะ หรือ (ทางเลือก) ใน iCloud ส่วนตัวของคุณ
vi: Tài chính của bạn là riêng tư – và chúng phải được duy trì như vậy. Đó là lý do tại sao dữ liệu của bạn được lưu trữ riêng trên thiết bị của bạn hoặc (tùy chọn) trong iCloud cá nhân của bạn.

# upgrade_faq_why_subscription_title
source: Why is the full version primarily offered as a subscription?
ar: لماذا يتم تقديم الإصدار الكامل عن طريق الاشتراك؟
bs: Zašto se puna verzija nudi kao pretplata?
ca: Per què la versió completa s'ofereix com a subscripció?
ro: De ce este oferită versiunea completă ca abonament?
sl: Zakaj je polna različica predvsem ponujena kot naročnina?
th: ทำไมเวอร์ชันเต็มจึงเสนอเป็นการสมัครรับข้อมูล
vi: Tại sao tôi phải đăng ký để có thể sử dụng phiên bản Premium?

# upgrade_faq_why_subscription_value
source: My goal is to develop a high-quality app that offers you as a user new features and improvements on a regular basis. However, in order to achieve this goal, the app needs continuous revenue in order to finance itself and be economically sustainable. What many don't know: Developing and maintaining an app takes a lot of time. In the case of Budget Flow, for example, it took almost two years and several thousand hours of work from the idea to development and testing before the first version could be released to the App Store. Through the subscription model, you benefit from regular updates and enhancements, as well as support to ensure your continued satisfaction. You also have the opportunity to try the app for free in advance to ensure that it suits your needs you can change or cancel the subscription at any time if you change your mind. However, since some users do not like subscriptions, a slightly more expensive one-time purchase is also available. The price of the one-time purchase represents the customer lifetime value (CLV) and is approximately 2.5 times the annual subscription price. As a result, all future costs for updates and support are covered for the entire lifetime of the app, which would otherwise have been covered by recurring payments as part of a subscription. Overall, this business model provides you, the user, with many benefits and a better experience through continuous updates and support. In the long run, a low priced one-time purchase would unfortunately not be sustainable, as this business model requires new users to keep buying the app to ensure its continuous development. So if you like the app, I would be very happy if you support my work so that I can offer you even more great features in the future!❤️
ar: هدفنا هو تطوير تطبيق عالي الجودة يقدم لك بانتظام كمستخدم ميزات وتحسينات جديدة. ومع ذلك، لتحقيق هذا الهدف، يتطلب التطبيق دخلًا منتظمًا لتمويل نفسه ويكون مستدامًا اقتصاديًا. ما لا يعرفه الكثير من الأشخاص يستغرق تطوير التطبيق وصيانته وقتًا طويلاً، على سبيل المثال، في حالة Budget Flow، استغرق الأمر عامين تقريبًا من الفكرة إلى التطوير وعدة آلاف من ساعات العمل والاختبار قبل إصدار الإصدار الأول في عام. App Store. باعتبارك عميلاً، فإنك تستفيد بشكل خاص من التحديثات والتحسينات المنتظمة لنموذج الاشتراك، بالإضافة إلى الدعم الجيد لضمان استمرار رضاك، كما تتاح لك الفرصة لتجربة التطبيق مجانًا. مقدمًا للتأكد من أنه يناسب احتياجاتك. يمكنك تغيير اشتراكك أو إلغاؤه في أي وقت إذا غيرت رأيك. بشكل عام، يمنحك نموذج الاشتراك العديد من المزايا كعميل وتجربة مستخدم أفضل مع التحديثات المستمرة. الدعم مقارنة بعملية شراء لمرة واحدة. على المدى الطويل، من المؤسف أن الشراء لمرة واحدة غير مستدام لأن نموذج الأعمال هذا يتطلب من المستخدمين الجدد مواصلة شراء التطبيق لضمان التطوير المستمر. لذلك، إذا أعجبك التطبيق، سنكون سعداء جدًا. إذا كنت ستدعم عملنا حتى نتمكن من الاستمرار في تقديم المزيد من الميزات الرائعة لك في المستقبل! ❤️
bs: Naš cilj je razviti visokokvalitetnu aplikaciju koja vam kao korisniku redovito nudi nove značajke i poboljšanja. Međutim, kako bi se postigao ovaj cilj, aplikaciji su potrebni stalni prihodi kako bi se financirao kontinuirani razvoj. Ono što mnogi ne znaju jeste da razvoj i održavanje aplikacija zahtijeva puno vremena. U slučaju Budget Flow, na primjer, od ideje do razvoja bile su potrebne gotovo dvije godine i nekoliko tisuća sati rada i testiranje prije nego što se prva verzija mogla objaviti u App Store. Kao kupac, posebno imate koristi od redovitih ažuriranja i poboljšanja putem modela pretplate, kao i dobre podrške kako biste bili sigurni da ćete i dalje biti zadovoljni. Također imate priliku isprobati aplikaciju besplatno unaprijed kako biste bili sigurni da odgovara vašim potrebama. Možete promijeniti ili otkazati pretplatu u bilo kojem trenutku ako se predomislite. Sve u svemu, model pretplate nudi mnoge pogodnosti za vas kao kupca i bolje korisničko iskustvo kroz stalna ažuriranja i podršku u usporedbi s jednokratnom kupnjom. Dugoročno gledano, jednokratna kupnja nažalost ne bi bila održiva jer ovaj poslovni model zahtijeva da novi korisnici nastave kupovati aplikaciju kako bi se osigurao nastavak razvoja. Dakle, ako vam se aplikacija sviđa, bili bi mnogo zahvalni kada biste podržavali naš rad, jer bi vam mogli nastaviti nuditi još sjajnijih značajki u budućnosti!❤️
ca: El meu objectiu és desenvolupar una app d'alta qualitat que t'ofereixi, com a usuari, noves funcions i millores de forma regular. No obstant això, per aconseguir aquest objectiu, l'app necessita ingressos continus per finançar-se i ser econòmicament sostenible. El que molts no saben: Desenvolupar i mantenir una app requereix molt de temps. En el cas de Budget Flow, per exemple, van ser necessaris gairebé dos anys i diversos milers d'hores de treball des de la idea fins al desenvolupament i les proves abans que la primera versió es pogués llançar a l'App Store. Com a client, et beneficies especialment d'actualitzacions i millores periòdiques a través del model de subscripció, així com d'un bon suport per garantir que estiguis satisfet. També tens l'oportunitat de provar l'app gratuïtament per endavant per assegurar-te que s'adapti a les teves necessitats, i pots canviar o cancel·lar la subscripció en qualsevol moment si canvies d'opinió. En general, un model de subscripció t'ofereix molts beneficis com a client i una millor experiència d'usuari mitjançant actualitzacions i suport continu, en comparació amb una compra única. A llarg termini, una compra única desafortunadament no seria sostenible, ja que aquest model de negoci requereix que els nous usuaris continuïn comprant l'app per garantir la continuïtat del desenvolupament. Així que si t'agrada l'app, estaria molt feliç si recolzes el meu treball perquè pugui continuar oferint-te encara més funcions excel·lents en el futur! ❤️
ro: Scopul nostru este să dezvoltăm o aplicație de înaltă calitate care să vă ofere ca utilizator noi funcții și îmbunătățiri în mod regulat. Cu toate acestea, pentru a atinge acest obiectiv, aplicația are nevoie de venituri continue pentru a se finanța și fi sustenabil din punct de vedere economic. Ceea ce mulți nu știu Dezvoltarea și întreținerea unei aplicații necesită mult timp. În cazul Budget Flow, de exemplu, a fost nevoie de aproape doi ani și câteva mii de ore de muncă de la idee până la dezvoltare și testare înainte ca prima versiune să poată fi lansată în App Store. În calitate de client, beneficiați în special de actualizări și îmbunătățiri regulate prin modelul de abonament, precum și de un suport bun pentru a vă asigura că sunteți în continuare mulțumit. De asemenea, aveți posibilitatea de a încerca gratuit aplicația în avans, pentru a vă asigura că se potrivește nevoilor dvs., puteți schimba sau anula abonamentul în orice moment dacă vă răzgândiți. În general, un model de abonament vă oferă multe beneficii ca client și o experiență de utilizator mai bună prin actualizări și asistență continuă, comparativ cu o achiziție unică. Pe termen lung, o achiziție unică nu ar fi, din păcate, sustenabilă, deoarece acest model de afaceri impune ca noii utilizatori să continue să cumpere aplicația pentru a asigura continuarea dezvoltării. Deci, dacă vă place aplicația, am fi foarte fericiți dacă ne susțineți munca, astfel încât să putem continua să vă oferim și mai multe funcții grozave în viitor!❤️
sl: Moj cilj je razviti visokokakovostno aplikacijo, ki vam kot uporabniku redno ponuja nove funkcije in izboljšave. Vendar pa za dosego tega cilja aplikacija potrebuje stalne prihodke, da se financira in je ekonomsko trajnostna. Kar mnogi ne vedo: Razvijanje in vzdrževanje aplikacije zahteva veliko časa. V primeru Budget Flow je na primer trajalo skoraj dve leti in več tisoč ur dela od ideje do razvoja in testiranja, preden je bila prva različica lahko izdana v App Store. Z naročniškim modelom uživate v rednih posodobitvah in izboljšavah, kot tudi v podpori, ki zagotavlja vašo stalno zadovoljstvo. Prav tako imate priložnost, da aplikacijo preizkusite brezplačno vnaprej, da se prepričate, da ustreza vašim potrebam, in lahko kadarkoli spremenite ali prekinete naročnino, če se premislite. Vendar pa, ker nekateri uporabniki ne marajo naročnin, je na voljo tudi nekoliko dražji enkratni nakup. Cena enkratnega nakupa predstavlja življenjsko vrednost stranke (CLV) in je približno 2,5-kratnik letne cene naročnine. Posledično so vsi prihodnji stroški za posodobitve in podporo pokriti za celotno življenjsko dobo aplikacije, ki bi jih sicer pokrila ponavljajoča plačila kot del naročnine. Na splošno vam ta poslovni model kot uporabniku prinaša številne koristi in boljšo izkušnjo z nenehnimi posodobitvami in podporo. Dolgoročno enkratni nakup z nizko ceno žal ne bi bil trajnosten, saj ta poslovni model zahteva, da novi uporabniki še naprej kupujejo aplikacijo, da se zagotovi njen nenehni razvoj. Če vam je aplikacija všeč, bi bil zelo vesel, če podprete moje delo, da vam lahko v prihodnosti ponudim še več odličnih funkcij!❤️
th: เป้าหมายของเราคือการพัฒนาแอปคุณภาพสูงที่มอบคุณลักษณะใหม่และการปรับปรุงเป็นประจำให้กับคุณในฐานะผู้ใช้ อย่างไรก็ตาม เพื่อให้บรรลุเป้าหมายนี้ แอปต้องการรายได้อย่างต่อเนื่องเพื่อเป็นเงินทุนสำหรับตัวเองและ มีความยั่งยืนทางเศรษฐกิจ สิ่งที่หลายคนไม่รู้ การพัฒนาและบำรุงรักษาแอปต้องใช้เวลามาก ตัวอย่างเช่น ในกรณีของ Budget Flow ต้องใช้เวลาเกือบสองปีและหลายพันชั่วโมงในการทำงานตั้งแต่แนวคิดไปจนถึงการพัฒนา และทำการทดสอบก่อนที่จะเผยแพร่เวอร์ชันแรกใน App Store ได้ ในฐานะลูกค้า คุณจะได้รับประโยชน์เป็นพิเศษจากการอัปเดตและการปรับปรุงอย่างสม่ำเสมอผ่านรูปแบบการสมัครรับข้อมูล ตลอดจนการสนับสนุนที่ดีเพื่อให้แน่ใจว่าคุณจะพึงพอใจต่อไป ยังมีโอกาสที่จะทดลองใช้แอปฟรีล่วงหน้าเพื่อให้แน่ใจว่าแอปนั้นเหมาะสมกับความต้องการของคุณ คุณสามารถเปลี่ยนหรือยกเลิกการสมัครได้ตลอดเวลาหากคุณเปลี่ยนใจ โดยรวมแล้ว รูปแบบการสมัครสมาชิกให้ประโยชน์มากมายแก่คุณในฐานะ ลูกค้าและประสบการณ์ผู้ใช้ที่ดีขึ้นผ่านการอัปเดตและการสนับสนุนอย่างต่อเนื่องเมื่อเทียบกับการซื้อครั้งเดียว ในระยะยาว การซื้อเพียงครั้งเดียวอาจไม่ยั่งยืน เนื่องจากรูปแบบธุรกิจนี้กำหนดให้ผู้ใช้ใหม่ซื้อแอปต่อไปเพื่อให้แน่ใจว่าการพัฒนาจะดำเนินต่อไป ดังนั้นหากคุณชอบแอป เรายินดีเป็นอย่างยิ่ง หากคุณสนับสนุนงานของเรา เพื่อที่เราจะได้นำเสนอฟีเจอร์ที่ยอดเยี่ยมยิ่งขึ้นไปอีกในอนาคต!❤️
vi: Mục tiêu của chúng tôi là phát triển một ứng dụng chất lượng cung cấp cho bạn các tính năng và cải tiến mới một cách thường xuyên. Tuy nhiên, để đạt được mục tiêu này, ứng dụng cần có doanh thu liên tục để tự cấp vốn và bền vững về mặt kinh tế. Điều nhiều người không biết: Việc phát triển và duy trì một ứng dụng mất rất nhiều thời gian. Ví dụ: trong trường hợp của Budget Flow, phải mất gần hai năm và vài nghìn giờ làm việc từ ý tưởng đến phát triển và thử nghiệm trước khi phiên bản đầu tiên có thể được phát hành trên App Store. Là khách hàng, bạn được hưởng lợi đặc biệt từ các bản cập nhật và cải tiến thường xuyên thông qua mô hình đăng ký, cũng như hỗ trợ tốt để đảm bảo rằng bạn tiếp tục hài lòng. Bạn cũng có cơ hội dùng thử ứng dụng miễn phí trước để đảm bảo ứng dụng phù hợp với nhu cầu của bạn. Bạn có thể thay đổi hoặc hủy đăng ký bất kỳ lúc nào nếu thay đổi ý định. Nhìn chung, mô hình đăng ký mang lại nhiều lợi ích cho bạn trải nghiệm người dùng tốt hơn thông qua cập nhật và hỗ trợ liên tục so với mua hàng một lần. Rất tiếc, về lâu dài, việc mua một lần sẽ không bền vững vì mô hình kinh doanh này yêu cầu người dùng mới phải tiếp tục mua ứng dụng để đảm bảo ứng dụng được tiếp tục phát triển. Vì vậy, nếu bạn thích ứng dụng này, tôi sẽ rất vui nếu bạn ủng hộ ứng dụng để tôi có thể tiếp tục cung cấp cho bạn nhiều tính năng tuyệt vời hơn nữa trong tương lai! ❤️

# upgrade_faq_multiple_devices_title
source: Can I use the full version on multiple devices?
ar: هل يمكنني استخدام الإصدار الكامل على أجهزة متعددة؟
bs: Mogu li koristiti punu verziju na više uređaja?
ca: Puc utilitzar la versió completa en diversos dispositius?
ro: Pot folosi versiunea completă pe mai multe dispozitive?
sl: Ali lahko uporabljam polno različico na več napravah?
th: ฉันสามารถใช้เวอร์ชันเต็มบนอุปกรณ์หลายเครื่องได้หรือไม่
vi: Tôi có thể dùng phiên bản Premium trên nhiều thiết bị không?
