Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# cloud_sync_status_request_unknown_error
source: An unknown error occurred. Please try again later.
ar: حدث خطأ غير معروف. يرجى المحاولة مرة أخرى لاحقاً.
bs: Došlo je do nepoznate greške. Pokušajte ponovo kasnije.
ca: S'ha produït un error desconegut. Torna-ho a provar més tard.
ro: A apărut o eroare necunoscută. Încearcă din nou mai târziu.
sl: Prišlo je do neznane napake. Prosimo, poskusite znova pozneje.
th: เกิดข้อผิดพลาดที่ไม่ทราบ กรุณาลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi không xác định. Vui lòng thử lại sau.

# alert_share_app_type_selection_title
source: What would you like to share?
ar: ما الذي ترغب في مشاركته؟
bs: Što želite podijeliti?
ca: Què t'agradaria compartir?
ro: Ce ați dori să distribuiți?
sl: Kako želite deliti?
th: คุณต้องการแบ่งปันอะไร
vi: Bạn muốn chia sẻ ứng dụng bằng?

# alert_share_app_type_selection_link_button
source: Link
ar: رابط
ca: Enllaç
sl: Povezava
th: ลิงก์
vi: Liên kết

# alert_share_app_type_selection_qrcode_button
source: QR Code
ar: رمز QR
bs: QR kod
ca: Codi QR
ro: Cod QR
sl: QR koda
th: คิวอาร์โค้ด
vi: Mã QR

# alert_reset_app_title
source: Reset App
ar: إعادة تعيين التطبيق
bs: Resetuj aplikaciju
ca: Restablir app
ro: Resetați aplicația
sl: Ponastavi aplikacijo
th: รีเซ็ตแอป
vi: Đặt lại ứng dụng

# alert_reset_app_message
source: Are you sure you want to reset the app to default settings? This will permanently erase all your data stored on this device and iCloud.
ar: هل أنت متأكد من رغبتك في إعادة تعيين إعدادات تطبيقك إلى الوضع الافتراضي؟ سيؤدي هذا إلى حذف كافة بياناتك المخزنة على هذا الجهاز وعلى iCloud بشكل دائم.
bs: Jeste li sigurni da želite vratiti aplikaciju na tvorničke postavke? Ovo će trajno izbrisati sve vaše podatke pohranjene na ovom uređaju i iCloudu.
ca: Estàs segur que vols restablir la configuració predeterminada de l'app? Això esborrarà permanentment totes les teves dades emmagatzemades en aquest dispositiu i a iCloud.
ro: Sunteți sigur că doriți să resetați aplicația la setările implicite? Acest lucru va șterge definitiv toate datele stocate pe acest dispozitiv și pe iCloud.
sl: Ali ste prepričani, da želite ponastaviti aplikacijo na privzete nastavitve? To bo trajno izbrisalo vse vaše podatke, shranjene na tej napravi in iCloud.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการรีเซ็ตแอปเป็นการตั้งค่าเริ่มต้น การทำเช่นนี้จะลบข้อมูลทั้งหมดของคุณที่จัดเก็บไว้ในอุปกรณ์นี้และ iCloud อย่างถาวร
vi: Bạn có chắc chắn muốn đặt lại ứng dụng về cài đặt mặc định không? Thao tác này sẽ xóa vĩnh viễn tất cả dữ liệu của bạn được lưu trữ trên thiết bị này và iCloud.

# alert_error_title
source: An error occurred 😢
ar: حدث خطأ 😢
bs: Došlo je do greške 😢
ca: S'ha produït un error 😢
ro: A apărut o eroare 😢
sl: Prišlo je do napake 😢
th: เกิดข้อผิดพลาด 😢
vi: Đã xảy ra lỗi 😢

source: Version
bs: Verzija
ca: Versió
ro: Versiune
sl: Različica
th: รุ่น
vi: Phiên bản

source: Developed by %@ 👨🏻‍💻
ar: تم التطوير بواسطة %@ 👨🏻‍💻
bs: Razvio %@ 👨🏻‍💻
ca: Desenvolupat per %@ 👨🏻‍💻
ro: Dezvoltat de %@ 👨🏻‍💻
sl: Razvil %@ 👨🏻‍💻
th: พัฒนาโดย %@ 👨🏻‍💻
vi: Được phát triển bởi %@ 👨🏻‍💻

# passcode_view_enter_passcode_title
source: Enter Passcode
ar: أدخل كلمة المرور
bs: Unesite pin
ca: Introdueix el codi d'accés
ro: Introduceți codul de acces
sl: Vnesite kodo
th: ป้อนรหัสผ่าน
vi: Nhập mật mã

# passcode_view_create_passcode_title
source: Create Passcode
ar: إنشاء كلمة مرور
bs: Stvori pin
ca: Crear codi d'accés
ro: Creează codul de acces
sl: Ustvari kodo
th: สร้างรหัสผ่าน
vi: Tạo mật mã

# passcode_view_confirm_passcode_title
source: Confirm Passcode
ar: تأكيد كلمة المرور
bs: Potvrdi pin
ca: Confirma el codi d'accés
ro: Confirmați parola
sl: Potrdi kodo
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật mã

# passcode_view_authenticate_reason
source: User Authentication
ar: مصادقة المستخدم
bs: Provjera autentičnosti korisnika
ca: Autenticació d'usuari
ro: Autentificare utilizator
sl: Avtentikacija uporabnika
th: การรับรองความถูกต้องของผู้ใช้
vi: Xác thực người dùng

# alert_set_passcode_type_title
source: Choose passcode option
ar: اختر نوع كلمة المرور
bs: Odaberi opciju šifre
ca: Tria una opció de codi d'accés
ro: Alegeți opțiunea codului de acces
sl: Izberite možnost kode
th: เลือกตัวเลือกรหัสผ่าน
vi: Tuỳ chọn mật mã

# welcome_view_title
source: Welcome to
ar: مرحبًا
bs: Dobro došli u
ca: Benvingut a
ro: Bine ați venit la
sl: Dobrodošli v
th: ยินดีต้อนรับสู่
vi: Chào mừng bạn

# privacy_policy_title
source: Privacy Policy
ar: سياسة الخصوصية
bs: Pravila privatnosti
ca: Política de privacitat
ro: Politica de confidențialitate
sl: Politika zasebnosti
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

# welcome_view_overview_section_title
source: Summary
ar: الملخص
bs: Sažetak
ca: Resum
ro: Rezumat
sl: Povzetek
th: สรุป
vi: Tóm tắt

# welcome_view_legal_documents_section_title
source: More Information
ar: معلومات قانونية
bs: Više informacija
ca: Més informació
ro: Mai multe informații
sl: Več informacij
th: ข้อมูลเพิ่มเติม
vi: Thêm thông tin

# privacy_overview_datastorage_title
source: Secure data storage
ar: تخزين آمن للبيانات
bs: Sigurna pohrana podataka
ca: Emmagatzematge segur de dades
ro: Depozitare securizată a datelor
sl: Varno shranjevanje podatkov
th: ที่เก็บข้อมูลที่ปลอดภัย
vi: Lưu trữ dữ liệu an toàn

# privacy_overview_datastorage_description
source: Your finances are private – and they should stay that way. That’s why your data is stored exclusively on your device or (optionally) in your personal iCloud.
ar: أموالك خاصة – ويجب أن تظل كذلك. لهذا السبب، يتم تخزين بياناتك فقط على جهازك أو (اختياريًا) في iCloud الشخصي الخاص بك.
bs: Vaše finansije su privatne – i takve bi trebale ostati. Zato se vaši podaci pohranjuju isključivo na vašem uređaju ili (opcionalno) u vašem ličnom iCloudu.
ca: Les teves finances són privades i així han de continuar. Per això, les teves dades s'emmagatzemen exclusivament al teu dispositiu o (opcionalment) al teu iCloud personal.
ro: Finanțele tale sunt private – și ar trebui să rămână așa. De aceea datele tale sunt stocate exclusiv pe dispozitivul tău sau (opțional) în iCloud-ul tău personal.
sl: Vaše finance so zasebne – in naj tako ostanejo. Zato so vaši podatki shranjeni izključno na vaši napravi ali (po želji) v vašem osebnem iCloudu.
th: การเงินของคุณเป็นส่วนตัวและควรเป็นแบบนั้นต่อไป นั่นเป็นเหตุผลว่าทำไมข้อมูลของคุณจึงถูกเก็บไว้บนอุปกรณ์ของคุณโดยเฉพาะ หรือ (ทางเลือก) ใน iCloud ส่วนตัวของคุณ
vi: Tài chính của bạn là riêng tư – và chúng phải được duy trì như vậy. Đó là lý do tại sao dữ liệu của bạn được lưu trữ riêng trên thiết bị của bạn hoặc (tùy chọn) trong iCloud cá nhân của bạn.

# privacy_overview_privacy_control_title
source: You are in control
ar: أنت المتحكم
bs: Vi imate kontrolu
ca: Tu tens el control
ro: Dețineți controlul
sl: Nadzor nad zasebnostjo
th: คุณเป็นผู้ควบคุม
vi: Bạn đang kiểm soát

# privacy_overview_privacy_control_description
source: Whether it's your saved data, use of your location or access to your camera - you're always in control. For example, you can easily delete your data by resetting the app and the access permissions of the app adjust at any time.
ar: سواء كان الأمر يتعلق ببياناتك المحفوظة، أو استخدام موقعك، أو الوصول إلى الكاميرا الخاصة بك، فأنت دائمًا المتحكم. على سبيل المثال، يمكنك بسهولة حذف بياناتك عن طريق إعادة تعيين التطبيق، ويمكن تعديل أذونات التطبيق على في أي وقت.
bs: Bilo da se radi o vašim spremljenim podacima, korištenju vaše lokacije ili pristupu vašoj kameri - uvijek imate kontrolu. Na primjer, možete jednostavno izbrisati svoje podatke resetiranjem aplikacije i dopuštenja pristupa aplikacije prilagoditi na bilo kada.
ca: Sigui que es tracti de les teves dades guardades, l'ús de la teva ubicació o l'accés a la teva càmera, sempre tens el control. Per exemple, pots eliminar fàcilment les teves dades restablint l'app i els permisos d'accés es poden ajustar en qualsevol moment.
ro: Fie că este vorba despre datele dvs. salvate, utilizarea locației dvs. sau accesul la camera dvs. - aveți întotdeauna controlul. De exemplu, puteți șterge cu ușurință datele prin resetarea aplicației, iar permisiunile de acces ale aplicației se ajustează la oricând.
sl: Ne glede na to, ali gre za shranjene podatke, uporabo vaše lokacije ali dostop do vašega fotoaparata – vedno imate nadzor. Na primer, lahko preprosto izbrišete svoje podatke s ponastavitvijo aplikacije in dovoljenja dostopa aplikacije lahko kadarkoli prilagodite.
th: ไม่ว่าจะเป็นข้อมูลที่บันทึกไว้ การใช้ตำแหน่งที่ตั้งของคุณ หรือการเข้าถึงกล้อง คุณเป็นผู้ควบคุมเสมอ ตัวอย่างเช่น คุณสามารถลบข้อมูลของคุณได้อย่างง่ายดายโดยการรีเซ็ตแอปและสิทธิ์การเข้าถึงของแอปจะปรับที่ เมื่อไหร่ก็ได้
vi: Cho dù đó là dữ liệu đã lưu, việc sử dụng vị trí hay quyền truy cập vào máy ảnh của bạn - bạn luôn nắm quyền kiểm soát. Ví dụ: bạn có thể dễ dàng xóa dữ liệu của mình bằng cách đặt lại ứng dụng và quyền truy cập của ứng dụng sẽ điều chỉnh bất kỳ lúc nào.

# welcome_view_value_description
source: Control all of your finances with ease: Enter your budget, get insights and keep track of all your income and expenses.
ar: قم بإدارة كافة أموالك بسهولة: أدخل ميزانيتك، واحصل على المعلومات، وتتبع كل دخلك ونفقاتك.
bs: Kontrolirajte sve svoje financije s lakoćom: Unesite svoj budžet, steknite uvide i pratite sve svoje prihode i rashode.
ca: Controla totes les teves finances fàcilment: introdueix el teu pressupost, obté informació i fes un seguiment de tots els teus ingressos i despeses
ro: Controlați-vă toate finanțele cu ușurință: Introduceți bugetul, obțineți informații și urmăriți toate veniturile și cheltuielile dvs.
sl: Enostavno upravljajte vse svoje finance: Vnesite svoj načrt porabe, pridobite vpoglede in spremljajte vse svoje prihodke in stroške.
th: ควบคุมการเงินทั้งหมดของคุณอย่างง่ายดาย: ป้อนงบประมาณ รับข้อมูลเชิงลึก และติดตามรายได้และค่าใช้จ่ายทั้งหมดของคุณ
vi: Kiểm soát tất cả thu nhập của bạn một cách dễ dàng: Nhập ngân sách của bạn, nhận thông tin chi tiết và theo dõi tất cả thu nhập và chi phí của bạn.

# welcome_view_agreement_description
source: By clicking "Accept" you consent to the %@.
ar: بالنقر فوق "قبول"، فإنك توافق على %@.
bs: Klikom na "Prihvati" pristajete na %@.
ca: En fer clic a "Acceptar" acceptes el %@.
ro: Făcând clic pe "Accept" sunteți de acord cu %@.
sl: S klikom na "Sprejmi" se strinjate z %@.
th: การคลิก "ยอมรับ" แสดงว่าคุณยินยอมต่อ %@.
vi: Bằng cách nhấp vào "Xác nhận" bạn đã đồng ý với %@.

# purchase_success_view_title
source: Thank you!
ar: شكرًا لك!
bs: Hvala!
ca: Gràcies!
ro: Mulțumesc!
sl: Hvala!
th: ขอบคุณ!
vi: Cảm ơn!

# purchase_success_view_info_message
source: If you like the app, please write a positive review in the App Store. It really helps a lot and motivates to continuously improve the app. 😊
ar: إذا أعجبك التطبيق، فاكتب تقييمًا إيجابيًا في App Store. إنه يساعدنا كثيرًا حقًا ويحفزنا على تحسين التطبيق باستمرار. 😊
bs: Ako vam se sviđa aplikacija, molimo vas da napišete pozitivnu recenziju u App Store. Stvarno puno pomaže i motivira nas da stalno poboljšavamo aplikaciju. 😊
ca: Si t'agrada l'app, escriu una ressenya positiva a l'App Store. Realment ajuda molt i motiva a millorar contínuament l'app. 😊
ro: Dacă vă place aplicația, vă rugăm să scrieți o recenzie pozitivă în App Store. Chiar ajută foarte mult și motivează îmbunătățirea continuă a aplicației. 😊
sl: Če vam je aplikacija všeč, prosimo, napišite pozitivno oceno v App Store. Res veliko pomaga in motivira za nenehno izboljševanje aplikacije. 😊
th: หากคุณชอบแอปนี้ โปรดเขียนรีวิวเชิงบวกใน App Store มันช่วยได้มากจริงๆ และกระตุ้นให้ปรับปรุงแอปอย่างต่อเนื่อง 😊
vi: Nếu bạn thích ứng dụng này, vui lòng viết đánh giá tích cực trong App Store. Nó thực sự giúp chúng tôi rất nhiều và tạo động lực để không ngừng cải tiến ứng dụng. 😊

# purchase_success_view_info_message_info
source: Info: When switching from a subscription to a lifetime purchase, please remember to cancel your existing subscription afterwards.
ar: معلومة: عند الانتقال من الاشتراك إلى الشراء مدى الحياة، تذكر إلغاء اشتراكك الحالي بعد ذلك.
bs: Informacije: Kada pređete s pretplate na doživotnu kupovinu, ne zaboravite nakon toga otkazati svoju postojeću pretplatu.
ca: Info: Quan canviïs d'una subscripció a una compra de per vida, recorda cancel·lar la teva subscripció existent després.
ro: Informație: Când treci de la un abonament la o achiziție pe viață, nu uita să anulezi abonamentul existent ulterior.
sl: Info: Ko preklopite z naročnine na enkratni nakup, ne pozabite preklicati obstoječe naročnine.
th: ข้อมูล: เมื่อคุณเปลี่ยนจากการสมัครสมาชิกเป็นการซื้อแบบตลอดชีวิต อย่าลืมยกเลิกการสมัครสมาชิกเดิมหลังจากนั้น
vi: Thông tin: Khi bạn chuyển từ đăng ký sang mua trọn đời, đừng quên hủy đăng ký hiện tại của bạn sau đó.

# purchase_success_view_rate_app_button
source: Rate App
ar: تقييم التطبيق
bs: Ocijenite aplikaciju
ca: Valorar app
ro: Evaluați aplicația
sl: Oceni aplikacijo
th: ให้คะแนนแอป
vi: Đánh giá

# purchase_success_view_close_button
source: Maybe later
ar: ربما لاحقًا
bs: Možda kasnije
ca: Potser més tard
ro: Poate mai târziu
sl: Morda pozneje
th: อาจจะภายหลัง
vi: Để sau

# upgrade_view_title
source: Full Version
ar: الإصدار الكامل
bs: Puna verzija
ca: Versió completa
ro: Versiune completă
sl: Polna različica
th: เวอร์ชันเต็ม
vi: Tài khoản Premium

# upgrade_info_description
source: This feature is only available in the full version:
ar: هذه الميزة متاحة فقط في الإصدار الكامل:
bs: Ova je značajka dostupna samo u punoj verziji:
ca: Aquesta funció només està disponible a la versió completa:
ro: Această caracteristică este disponibilă numai în versiunea completă:
sl: Ta funkcija je na voljo samo v polni različici:
th: คุณสมบัตินี้มีเฉพาะในเวอร์ชันเต็มเท่านั้น:
vi: Các tính năng này chỉ có ở Tài khoản Premium

# upgrade_sharing_info_text
source: Supports Apple Family Sharing
ar: يدعم مشاركة العائلة من Apple
bs: Podržava Apple Porodično dijeljenje
ca: Compatible amb Compartir en Família d'Apple
ro: Acceptă Partajarea Familială Apple
sl: Podpira Apple Družinsko skupno rabo
th: รองรับการแชร์ในครอบครัวของ Apple
vi: Hỗ trợ Chia sẻ Gia đình của Apple

# upgrade_sharing_info_highlighted_text
source: Apple Family Sharing
ar: مشاركة العائلة من Apple
bs: Apple Porodično dijeljenje
ca: Compartir en Família d'Apple
ro: Partajarea Familială Apple
sl: Apple Družinska skupna raba
th: การแชร์ในครอบครัวของ Apple
vi: Chia sẻ Gia đình của Apple

# upgrade_discount_title
source: Special Offer 🌟
ar: عرض خاص 🌟
bs: Posebna ponuda 🌟
ca: Oferta Especial 🌟
ro: Ofertă specială 🌟
sl: Posebna ponudba 🌟
th: ข้อเสนอพิเศษ 🌟
vi: Ưu đãi đặc biệt 🌟

# upgrade_discount_multiple_title
source: Save up to %d %%!
ar: وفّر حتى %d %%!
bs: Uštedite do %d %%!
ca: Estalvia fins a %d %%!
ro: Salvați până la %d %%!
sl: Prihranite do %d %%!
th: ประหยัดได้ถึง %d %%!
vi: Tiết kiệm đến %d %%!

# upgrade_discount_montly_subscription_title
source: Save %d %% on the monthly subscription!
ar: وفّر %d %% على اشتراكك الشهري!
bs: Uštedite %d %% na mjesečnoj pretplati!
ca: Estalvia %d %% en la subscripció mensual!
ro: Salvați %d %% la abonamentul lunar!
sl: Prihranite %d %% na mesečni naročnini!
th: ประหยัด %d %% ในการสมัครสมาชิกรายเดือน!
vi: Tiết kệm %d %% khi đăng ký hàng tháng.

# upgrade_discount_yearly_subscription_title
source: Save %d %% on the yearly subscription!
ar: وفّر %d %% على اشتراكك السنوي!
bs: Uštedite %d %% na godišnjoj pretplati!
ca: Estalvia %d %% en la subscripció anual!
ro: Salvați %d %% la abonamentul anual!
sl: Prihranite %d %% na letni naročnini!
th: ประหยัด %d %% ในการสมัครสมาชิกรายปี!
vi: Tiết kệm %d %% khi đăng ký hàng năm.

# upgrade_discount_lifetime_purchase_title
source: Save %d %% on the one-time purchase!
ar: وفّر %d %% عند الشراء لمرة واحدة!
bs: Uštedite %d %% na jednokratnoj kupovini!
ca: Estalvia %d %% en la compra única!
ro: Salvați %d %% la achiziția unică!
sl: Prihranite %d %% na enkratnem nakupu!
th: ประหยัด %d %% ในการซื้อครั้งเดียว!
vi: Tiết kệm %d %% khi đăng ký vĩnh viễn.

# upgrade_discount_ends_in
source: Ends in
ar: ينتهي
bs: Završava
ca: Acaba en
ro: Se termină în
sl: Konča se čez
th: สิ้นสุดใน
vi: Kết thúc vào

# upgrade_info_section_title
source: Info
ar: معلومات
bs: Informacije
ca: Informació
ro: Informații
th: ข้อมูล
vi: Tính năng

# upgrade_reviews_section_title
source: Reviews
ar: المراجعات
bs: Recenzije
ca: Ressenyes
ro: Recenzii
sl: Ocene
th: บทวิจารณ์
vi: Đánh giá

# apply_for_discount_text
source: Are you a student or in financial need? Click here to apply for a discount.
ar: هل أنت طالب أو تواجه صعوبات مالية؟ انقر هنا لتقديم طلب للحصول على خصم.
bs: Jeste li student ili imate financijskih poteškoća? Kliknite ovdje da biste se prijavili za popust.
ca: Ets estudiant o tens necessitats econòmiques? Fes clic aquí per sol·licitar un descompte.
ro: Ești student sau ai nevoie de bani? Faceți clic aici pentru a aplica pentru o reducere.
sl: Ste študent ali v finančnih težavah? Kliknite tukaj, da zaprosite za popust.
th: คุณเป็นนักเรียนหรือมีความต้องการทางการเงิน คลิกที่นี่เพื่อสมัครรับส่วนลด
vi: Bạn là sinh viên hoặc đang cần hỗ trợ? Bấm vào đây để nhận ưu đãi.

# apply_for_discount_highlighted_text
source: Click here to apply for a discount.
ar: انقر هنا لتقديم طلب للحصول على خصم.
bs: Kliknite ovdje da biste se prijavili za popust.
ca: Fes clic aquí per sol·licitar un descompte.
ro: Faceți clic aici pentru a aplica pentru o reducere.
sl: Kliknite tukaj, da zaprosite za popust.
th: คลิกที่นี่เพื่อสมัครรับส่วนลด
vi: Bấm vào đây để nhận ưu đãi.

# upgrade_features
source: Features
ar: الميزات
bs: Značajke
ca: Funcions
ro: Caracteristici
sl: Funkcije
th: คุณสมบัติ
vi: Tính năng

# upgrade_more_features
source: More Features
ar: ميزات إضافية
bs: Više značajki
ca: Més funcions
ro: Mai multe caracteristici
sl: Več funkcij
th: คุณสมบัติเพิ่มเติม
vi: Nhiều tính năng hơn

# upgrade_features_description
source: Below are all the features that will be unlocked by purchasing the full version:
ar: في ما يلي كافة الميزات التي سيتم فتحها عند شراء الإصدار الكامل:
bs: Sljedeće su sve značajke koje će se otključati kupnjom pune verzije:
ca: A continuació es mostren totes les funcions que es desbloquejaran al comprar la versió completa:
ro: Următoarele sunt toate caracteristicile care vor fi deblocate odată cu achiziționarea versiunii complete:
sl: Spodaj so vse funkcije, ki bodo odklenjene z nakupom polne različice:
th: ต่อไปนี้คือคุณสมบัติทั้งหมดที่จะปลดล็อกด้วยการซื้อเวอร์ชันเต็ม:
vi: Dưới đây là tất cả các tính năng sẽ được mở khóa bằng cách kích hoạt Tài khoản Premium:

# upgrade_feature_unlimited_accounts_title
source: Additional Accounts
ar: عدد غير محدود من الحسابات
bs: Dodatni računi
ca: Comptes addicionals
ro: Conturi suplimentare
sl: Dodatni računi
th: บัญชีเพิ่มเติม
vi: Ví bổ sung

# upgrade_feature_unlimited_accounts_description
source: Create additional accounts and assign transactions to them for an even better overview of your income and expenses.
ar: قم بإنشاء عدد غير محدود من الحسابات وقم بتعيين المعاملات لها للحصول على نظرة عامة أفضل على دخلك ونفقاتك.
bs: Stvorite dodatne račune i dodijelite im transakcije za još bolji pregled vaših prihoda i rashoda.
ca: Crea comptes addicionals i assigna transaccions per tenir una visió general encara millor dels teus ingressos i despeses.
ro: Creați conturi suplimentare și atribuiți-le tranzacții pentru o imagine de ansamblu și mai bună asupra veniturilor și cheltuielilor dvs.
sl: Ustvarite dodatne račune in dodelite transakcije nanje za še boljši pregled nad vašimi prihodki in stroški.
th: สร้างบัญชีเพิ่มเติมและกำหนดธุรกรรมให้กับบัญชีเหล่านี้เพื่อให้ภาพรวมรายได้และค่าใช้จ่ายของคุณดียิ่งขึ้น
vi: Bạn có thể thêm các Ví bổ sung và chỉ định giao dịch cho chúng để có cái nhìn tổng quan hơn về thu nhập và chi phí của bạn.

# upgrade_feature_unlimited_categories_and_tags_title
source: Unlimited Categories & Tags
ar: فئات وعلامات غير محدودة
bs: Neograničeno kategorija
ca: Categories i etiquetes il·limitades
ro: Categorii și etichete nelimitate
sl: Neomejene kategorije & oznake
th: หมวดหมู่และแท็กไม่จำกัด
vi: Không giới hạn Danh mục và nhãn

# upgrade_feature_unlimited_categories_and_tags_description
source: Create unlimited categories & tags which you can add to transactions to better organize them.
ar: قم بإنشاء عدد غير محدود من الفئات والعلامات التي يمكنك إضافتها إلى معاملاتك لتنظيمها بشكل أفضل.
bs: Stvorite neograničeno kategorija koje možete personalizirati bojama, ikonama i emotikonima.
ca: Crea categories i etiquetes il·limitades que pots afegir a les transaccions per organitzar-les millor.
ro: Creați categorii și etichete nelimitate pe care le puteți adăuga la tranzacții pentru a le organiza mai bine.
sl: Ustvarite neomejeno število kategorij in oznak, ki jih lahko dodate transakcijam za boljšo organizacijo.
th: สร้างหมวดหมู่และแท็กได้ไม่จำกัด ซึ่งคุณสามารถเพิ่มลงในธุรกรรมเพื่อจัดระเบียบได้ดีขึ้น
vi: Bạn có thể tạo nhiều Danh mục và nhãn không giới hạn và sắp xếp chúng tốt hơn

# upgrade_feature_extended_analyses_title
source: Extended Analyses
ar: التحليلات الموسعة
bs: Proširena analitika
ca: Anàlisis ampliades
ro: Analitice extinse
sl: Razširjene analize
th: การวิเคราะห์แบบขยาย
vi: Phân tích mở rộng

# upgrade_feature_extended_analyses_description
source: Benefit from additional analyses and an expanded forecast of your future account balances and transactions.
ar: استفد من التحليلات الإضافية والتنبؤ المحسن لأرصدة الحسابات والمعاملات المستقبلية.
bs: Iskoristite prednosti dodatne analitike i proširene prognoze vaših budućih stanja i transakcija na vašem računu.
ca: Beneficia't d'anàlisis addicionals i d'una previsió ampliada dels saldos i transaccions futures del teu compte.
ro: Profitați de analize suplimentare și de o prognoză extinsă a soldurilor și tranzacțiilor viitoare ale contului dvs..
sl: Izkoristite dodatne analize in razširjeno napoved vaših prihodnjih stanj računov in transakcij.
th: ได้รับประโยชน์จากการวิเคราะห์เพิ่มเติมและการคาดการณ์เพิ่มเติมเกี่ยวกับยอดคงเหลือในบัญชีและธุรกรรมในอนาคตของคุณ
vi: Tận dụng các phân tích bổ sung và dự báo mở rộng về số dư Ví và giao dịch trong tương lai của bạn.

# upgrade_feature_unlimited_budgetbooks_title
source: Multiple Budget Books
ar: كتب الميزانية غير المحدودة
bs: Više budžetskih knjiga
ca: Llibres de pressupost múltiples
ro: Cărți cu mai multe bugete
sl: Več denarnic
th: สมุดงบประมาณหลายเล่ม
vi: Thêm nhiều Sổ ngân sách

# upgrade_feature_unlimited_budgetbooks_description
source: Create multiple budget books so that, for example, several people can each use their own on one device, or in case you want to share a separate budget book (e.g. for a vacation).
ar: قم بإنشاء عدد غير محدود من كتب الميزانية، على سبيل المثال حتى يتمكن عدة أشخاص من وضع الميزانية على نفس الجهاز، أو إذا كنت تريد استخدام كتاب ميزانية منفصل (على سبيل المثال، لقضاء عطلة).
bs: Stvorite više budžetskih knjiga tako da, na primjer, nekoliko ljudi može koristiti svoju vlastitu na jednom uređaju, ili u slučaju da želite dijeliti zasebnu budžetsku knjigu (npr. za odmor).
ca: Crea diversos llibres de pressupost perquè, per exemple, diverses persones puguin usar el seu en un dispositiu, o si vols compartir un llibre de pressupost separat (per exemple, per unes vacances).
ro: Creați mai multe cărți de buget, astfel încât, de exemplu, mai multe persoane să își poată folosi fiecare pe un singur dispozitiv sau în cazul în care doriți să partajați o carte de buget separat (de exemplu, pentru o vacanță).
sl: Ustvarite več denarnic, tako da lahko na primer več ljudi uporablja svojo na eni napravi ali če želite deliti ločeno denarnico (npr. za počitnice).
th: สร้างสมุดงบประมาณหลายเล่ม ตัวอย่างเช่น หลายคนสามารถใช้สมุดงบประมาณของตนเองในอุปกรณ์เครื่องเดียว หรือในกรณีที่คุณต้องการแชร์สมุดงบประมาณแยกต่างหาก (เช่น สำหรับวันหยุดพักผ่อน)
vi: Tạo nhiều Sổ ngân sách để mọi người có thể sử dụng Sổ ngân sách trên một thiết bị của riêng họ hoặc trong trường hợp bạn muốn chia sẻ một Sổ ngân sách riêng.
