Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# feedback_quick_action_title
source: Feedback
ar: الملاحظات
bs: Povratne informacije
ca: Comentaris
sl: Povratne informacije
th: คำติชม
vi: Phản hồi

# feedback_quick_action_subtitle
source: Click here to give some feedback on the app.
ar: انقر هنا لتقديم بعض الملاحظات حول التطبيق.
bs: Kliknite ovdje da date povratne informacije o aplikaciji.
ca: Feu clic aquí per donar la vostra opinió sobre l'app
ro: Faceți clic aici pentru a oferi feedback despre aplicație.
sl: Kliknite tukaj, da podate povratne informacije o aplikaciji.
th: คลิกที่นี่เพื่อให้คำติชมเกี่ยวกับแอป
vi: Nhấp vào đây để đóng góp một số phản hồi về ứng dụng.

# income_quick_action_title
source: New Income
ar: دخل جديد
bs: Novi prihod
ca: Nous ingressos
ro: Venit nou
sl: Nov dohodek
th: รายได้ใหม่
vi: Thu nhập mới

# expense_quick_action_title
source: New Expense
ar: مصروف جديد
bs: Novi trošak
ca: Nou despesa
ro: Cheltuieli noi
sl: Nov strošek
th: ค่าใช้จ่ายใหม่
vi: Chi phí mới

# transfer_quick_action_title
source: New Transfer
ar: نقل جديد
bs: Novi transfer
ca: Nova transferència
ro: Transfer nou
sl: Nov prenos
th: การโอนใหม่
vi: Chuyển khoản mới

# recurring_quick_action_title
source: Recurring
ar: متكرر
bs: Ponavlja se
ca: Recurrent
ro: Recurent
sl: Ponavljajoče
th: เกิดซ้ำ
vi: Định kỳ

source: Required
ar: مطلوب
bs: Potrebno
ca: Obligatori
ro: Necesar
sl: Zahtevano
th: จำเป็น
vi: Yêu cầu

source: Optional
ar: اختياري
bs: Opciono
ca: Opcional
ro: Opțional
sl: Neobvezno
th: ทางเลือก
vi: Không bắt buộc

source: Uncategorized
ar: غير مصنف
bs: Nekategorizirano
ca: Sense categoritzar
ro: Necategorizat
sl: Nekategorizirano
th: ไม่ได้จัดหมวดหมู่
vi: Chưa phân loại

source: before
ar: قبل
bs: prije
ca: abans
ro: înainte
sl: pred
th: ก่อน
vi: trước

source: Account Reconcilation
ar: تسوية الحساب
bs: Usklađivanje računa
ca: Conciliació de compte
ro: Reconciliere cont
sl: Usklajevanje računa
th: การกระทบยอดบัญชี
vi: Đối chiếu tài khoản

# account_type_cash
source: Cash
ar: نقدًا
bs: Gotovina
ca: Efectiu
ro: Numerar
sl: Gotovina
th: เงินสด
vi: Ví tiền mặt

# account_type_payment
source: Current Account
ar: الحساب الحالي
bs: Račun za plaćanje
ca: Compte de pagament
ro: Cont de plată
sl: Plačilni račun
th: บัญชีชำระเงิน
vi: Ví thanh toán

# account_type_savings
source: Savings Account
ar: حساب التوفير
bs: Štedni račun
ca: Compte d'estalvi
ro: Cont de economii
sl: Varčevalni račun
th: บัญชีออมทรัพย์
vi: Ví tiết kiệm

# account_type_credit_card
source: Credit Card
ar: بطاقة الائتمان
bs: Kreditna kartica
ca: Targeta de crèdit
ro: Carte de credit
sl: Kreditna kartica
th: บัตรเครดิต
vi: Ví tín dụng

# account_type_investment
source: Investment
ar: حساب الاستثمار
bs: Ulozi
ca: Inversió
ro: Investiție
sl: Naložba
th: การลงทุน
vi: Ví đầu tư

# account_type_precaution
source: Precaution
ar: الاحتياط
bs: Mjera opreza
ca: Precaució
ro: Precauție
sl: Previdnost
th: ข้อควรระวัง
vi: Ví dự phòng

# account_type_liability
source: Liability
ar: حساب المسؤولية
bs: Obveza
ca: Passiu
ro: Răspundere
sl: Obveznost
th: หนี้สิน
vi: Nợ

# account_type_business
source: Business Account
ar: حساب الأعمال
bs: Poslovni račun
ca: Compte de negocis
ro: Cont de companie
sl: Poslovni račun
th: บัญชีธุรกิจ
vi: Ví doanh nghiệp

# account_type_payment_plural
source: Current Accounts
ar: الحسابات الجارية
bs: Računi za plaćanje
ca: Comptes de pagament
ro: Conturi de plată
sl: Plačilni računi
th: บัญชีการชำระเงิน
vi: Ví thanh toán

# account_type_savings_plural
source: Savings Accounts
ar: حسابات التوفير
bs: Štedni računi
ca: Comptes d'estalvi
ro: Conturi de economii
sl: Varčevalni računi
th: บัญชีออมทรัพย์
vi: Ví tiết kiệm

# account_type_credit_card_plural
source: Credit Cards
ar: بطاقات الائتمان
bs: Kreditne kartice
ca: Targetes de crèdit
ro: Carti de credit
sl: Kreditne kartice
th: บัตรเครดิต
vi: Ví tín dụng

# account_type_investment_plural
source: Investments
ar: حسابات الاستثمار
bs: Ulozi
ca: Inversions
ro: Investiții
sl: Naložbe
th: การลงทุน
vi: Ví đầu tư

# account_type_precaution_plural
source: Precaution
ar: الحساب الاحتياطي
bs: Mjere opreza
ca: Precaucions
ro: Precauție
sl: Previdnostni
th: ข้อควรระวัง
vi: Ví dự phòng

# account_type_liability_plural
source: Liabilities
ar: حسابات المسؤولية
bs: Obveze
ca: Passius
ro: Datorii
sl: Obveznosti
th: หนี้สิน
vi: Nợ

# account_type_business_plural
source: Business Accounts
ar: حسابات الأعمال
bs: Poslovni računi
ca: Comptes de negocis
ro: Conturi de afaceri
sl: Poslovni računi
th: บัญชีธุรกิจ
vi: Ví doanh nghiệp

# transaction_type_income
source: Income
ar: الدخل
bs: Prihod
ca: Ingressos
ro: Venit
sl: Dohodek
th: รายได้
vi: Khoản thu

# transaction_type_expense
source: Expense
ar: المصروفات
bs: Troškovi
ca: Despesa
ro: Cheltuieli
sl: Strošek
th: ค่าใช้จ่าย
vi: Khoản chi

# transaction_type_transfer
source: Transfer
ar: نقل
bs: Prijenos
ca: Transferència
sl: Prenos
th: การโอน
vi: Chuyển khoản

# transaction_type_income_plural
source: Income
ar: الدخل
bs: Prihodi
ca: Ingressos
ro: Venit
sl: Dohodki
th: รายได้
vi: Khoản thu

# transaction_type_expense_plural
source: Expenses
ar: النفقات
bs: Troškovi
ca: Despeses
ro: Cheltuieli
sl: Stroški
th: ค่าใช้จ่าย
vi: Khoản chi

# transaction_type_transfer_plural
source: Transfers
ar: التحويلات
bs: Prijenosi
ca: Transferències
ro: Transferuri
sl: Prenosi
th: การโอน
vi: Chuyển khoản

# payment_status
source: Status
ar: الحالة
bs: Stanje
ca: Estat
ro: Stare
th: สถานะ
vi: Trạng thái

# payment_status_completed
source: Completed
ar: مكتمل
bs: Dovršeno
ca: Completat
ro: Finalizat
sl: Zaključeno
th: เสร็จสมบูรณ์
vi: Hoàn thành

# payment_status_pending
source: Pending
ar: معلق
bs: Na čekanju
ca: Pendent
ro: În așteptare
sl: Čakajoče
th: อยู่ระหว่างดำเนินการ
vi: Chưa giải quyết

# attachment_type_image
source: Photo
ar: صورة
bs: Fotografija
ca: Foto
ro: Fotografie
sl: Fotografija
th: ภาพถ่าย
vi: Ảnh

# attachment_type_image_plural
source: Photos
ar: صورة
bs: Fotografije
ca: Fotos
ro: Fotografii
sl: Fotografije
th: รูปภาพ
vi: Ảnh

# attachment_type_document
source: Document
ar: المستند
bs: Dokument
sl: Dokument
th: เอกสาร
vi: Tài liệu

# attachment_type_document_plural
source: Documents
ar: المستندات
bs: Dokumenti
ro: Documente
sl: Dokumenti
th: เอกสาร
vi: Tài liệu

# period_type_month
source: Month
ar: الشهر
bs: Mjesec
ca: Mes
ro: Luna
sl: Mesec
th: เดือน
vi: Tháng

# period_type_year
source: Year
ar: السنة
bs: Godina
ca: Any
ro: Anul
sl: Leto
th: ปี
vi: Năm

# period_type_custom
source: Date
ar: التاريخ
bs: Datum
ca: Data
ro: Data
sl: Datum
th: วันที่
vi: Ngày

# sort_type_alphabetically
source: Alphabetically
ar: أبجديًا
bs: Abecedno
ca: Alfabètic
ro: În ordine alfabetică
sl: Abecedno
th: เรียงตามตัวอักษร
vi: Chữ cái

# sort_type_date
source: Date
ar: التاريخ
bs: Datum
ca: Data
ro: Data
sl: Datum
th: วันที่
vi: Ngày

# sort_type_amount
source: Amount
ar: المبلغ
bs: Iznos
ca: Import
ro: Suma
sl: Znesek
th: จำนวน
vi: Số tiền

# sort_type_type
source: Type
ar: النوع
bs: Vrsta
ca: Tipus
ro: Tip
sl: Vrsta
th: ประเภท
vi: Kiểu

# sort_option_ascending
source: Ascending
ar: تصاعدي
bs: Uzlazno
ca: Ascendent
ro: Crescent
sl: Naraščajoče
th: จากน้อยไปหามาก
vi: Tăng dần

# sort_option_descending
source: Descending
ar: تنازلي
bs: Silazno
ca: Descendent
ro: Descendent
sl: Padajoče
th: จากมากไปน้อย
vi: Giảm dần

# group_option_day
source: Day
ar: اليوم
bs: Dan
ca: Dia
ro: Ziua
sl: Dan
th: วัน
vi: Ngày

# group_option_month
source: Month
ar: الشهر
bs: Mjesec
ca: Mes
ro: Luna
sl: Mesec
th: เดือน
vi: Tháng

# group_option_account
source: Account
ar: الحساب
bs: Račun
ca: Compte
ro: Cont
sl: Račun
th: บัญชี
vi: Ví

# group_option_category
source: Category
ar: الفئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: หมวดหมู่
vi: Danh mục

# group_option_category_group
source: Folder
ar: المجموعة
bs: Mapa
ca: Carpeta
sl: Mapa
th: โฟลเดอร์
vi: Nhóm

# group_option_type
source: Type
ar: النوع
bs: Vrsta
ca: Tipus
ro: Tip
sl: Vrsta
th: ประเภท
vi: Kiểu

# group_option_payee
source: Payee
ar: المستفيد
bs: Primalac uplate
ca: Beneficiari
ro: Beneficiar
sl: Plačnik
th: ผู้รับเงิน
vi: Người nhận

# group_option_repetition_frequency
source: Interval
ar: الفاصل الزمني
th: ช่วงเวลา
vi: Khoảng thời gian

# date_repetition_frequency_never
source: Never
ar: أبدًا
bs: Nikad
ca: Mai
ro: Niciodată
sl: Nikoli
th: ไม่เคย
vi: Không bao giờ

# date_repetition_frequency_daily
source: Daily
ar: يوميًا
bs: Dnevno
ca: Diàriament
ro: Zilnic
sl: Dnevno
th: รายวัน
vi: Hàng ngày

# date_repetition_frequency_weekly
source: Weekly
ar: أسبوعيًا
bs: Sedmično
ca: Setmanalment
ro: Săptămânal
sl: Tedensko
th: รายสัปดาห์
vi: Hàng tuần

# date_repetition_frequency_everyTwoWeeks
source: Every 2 weeks
ar: كل أسبوعين
bs: Svake 2 sedmice
ca: Cada 2 setmanes
ro: La fiecare 2 săptămâni
sl: Vsaka 2 tedna
th: ทุก 2 สัปดาห์
vi: Mỗi 2 tuần

# date_repetition_frequency_everyThreeWeeks
source: Every 3 weeks
ar: كل 3 أسابيع
bs: Svake 3 sedmice
ca: Cada 3 setmanes
ro: La fiecare 3 săptămâni
sl: Vsake 3 tedne
th: ทุก 3 สัปดาห์
vi: Mỗi 3 tuần

# date_repetition_frequency_everyFourWeeks
source: Every 4 weeks
ar: كل 4 أسابيع
bs: Svake 4 sedmice
ca: Cada 4 setmanes
ro: La fiecare 4 săptămâni
sl: Vsake 4 tedne
th: ทุก 4 สัปดาห์
vi: Mỗi 4 tuần

# date_repetition_frequency_monthly
source: Monthly
ar: شهريًا
bs: Mjesečno
ca: Mensual
ro: Lunar
sl: Mesečno
th: รายเดือน
vi: Hàng tháng

# date_repetition_frequency_everyTwoMonths
source: Every 2 months
ar: كل شهرين
bs: Svaka 2 mjeseca
ca: Cada 2 mesos
ro: La fiecare 2 luni
sl: Vsaka 2 meseca
th: ทุกๆ 2 เดือน
vi: Mỗi 2 tháng

# date_repetition_frequency_everyThreeMonths
source: Quarterly
ar: كل 3 أشهر
bs: Kvartalno
ca: Trimestral
ro: Trimestrial
sl: Četrtletno
th: รายไตรมาส
vi: Mỗi 4 tháng

# date_repetition_frequency_everySixMonths
source: Semi-annually
ar: كل 6 أشهر
bs: Polugodišnje
ca: Semestral
ro: Semestrial
sl: Polletno
th: รายครึ่งปี
vi: Mỗi 6 tháng

# date_repetition_frequency_yearly
source: Annual
ar: سنويًا
bs: Godišnje
ca: Anual
ro: Anual
sl: Letno
th: รายปี
vi: Hàng năm

# date_repetition_frequency_custom
source: Custom
ar: مخصص
bs: Prilagođeno
ca: Personalitzat
ro: Personalizat
sl: Po meri
th: กำหนดเอง
vi: Tùy chỉnh

# csv_transaction_type_automatic
source: Automatic
ar: تلقائي
bs: Automatski
ca: Automàtic
ro: Automat
sl: Samodejno
th: อัตโนมัติ
vi: Tự động

# csv_transaction_type_income
source: Income
ar: الدخل
bs: Prihod
ca: Ingressos
ro: Venit
sl: Dohodek
th: รายได้
vi: Thu nhập

# csv_transaction_type_expenses
source: Expenses
ar: النفقات
bs: Troškovi
ca: Despeses
ro: Cheltuieli
sl: Stroški
th: ค่าใช้จ่าย
vi: Chi phí

# passcode_type_four_digits
source: Four-digit numeric passcode
ar: رمز مكون من 4 أرقام
bs: Četveroznamenkasti numerički pin
ca: Codi numèric de quatre dígits
ro: Cod de acces numeric din patru cifre
sl: Štirimestna številčna koda
th: รหัสตัวเลขสี่หลัก
vi: Mật mã gồm 4 chữ số

# passcode_type_six_digits
source: Six-digit numeric passcode
ar: رمز مكون من 6 أرقام
bs: Šesteroznamenkasti numerički pristupni pin
ca: Codi numèric de sis dígits
ro: Cod de acces numeric din șase cifre
sl: Šestmestna številčna koda
th: รหัสตัวเลขหกหลัก
vi: Mật mã gồm 6 chữ số

# passcode_type_custom_numeric
source: Custom Numeric Code
ar: رمز مخصص
bs: Prilagođeni numerički pin
ca: Codi numèric personalitzat
ro: Cod numeric personalizat
sl: Po meri številčna koda
th: รหัสตัวเลขแบบกำหนดเอง
vi: Mã số tuỳ chỉnh

# passcode_type_custom_alphanumeric
source: Custom alphanumeric code
ar: كلمة المرور المخصصة
bs: Prilagođena alfanumerička šifra
ca: Codi alfanumèric personalitzat
ro: Cod alfanumeric personalizat
sl: Po meri alfanumerična koda
th: รหัสตัวอักษรและตัวเลขที่กำหนดเอง
vi: Mã chữ và số tuỳ chỉnh

# auto_lock_time_type_immediately
source: Immediately
ar: فورًا
bs: Odmah
ca: Immediatament
ro: Imediat
sl: Takoj
th: ทันที
vi: Ngay lập tức

# auto_lock_time_type_after_one_minute
source: After 1 minute
ar: بعد دقيقة واحدة
bs: Nakon 1 minute
ca: Després d'1 minut
ro: După 1 minut
sl: Po 1 minuti
th: หลังจาก 1 นาที
vi: Sau mỗi 1 phút

# auto_lock_time_type_after_five_minutes
source: After 5 minutes
ar: بعد 5 دقائق
bs: Nakon 5 minuta
ca: Després de 5 minuts
ro: După 5 minute
sl: Po 5 minutah
th: หลังจาก 5 นาที
vi: Sau mỗi 5 phút

# auto_lock_time_type_after_fifteen_minutes
source: After 15 minutes
ar: بعد 15 دقيقة
bs: Nakon 15 minuta
ca: Després de 15 minuts
ro: După 15 minute
sl: Po 15 minutah
th: หลังจาก 15 นาที
vi: Sau mỗi 15 phút

# auto_lock_time_type_after_one_hour
source: After 1 hour
ar: بعد ساعة واحدة
bs: Nakon 1 sata
ca: Després d'1 hora
ro: După 1 oră
sl: Po 1 uri
th: หลังจาก 1 ชั่วโมง
vi: Sau mỗi 1 giờ

# auto_lock_time_type_after_four_hours
source: After 4 hours
ar: بعد 4 ساعات
bs: Nakon 4 sata
ca: Després de 4 hores
ro: După 4 ore
sl: Po 4 urah
th: หลังจาก 4 ชั่วโมง
vi: Sau mỗi 4 giờ

# widget_type_chart_stack
source: Charts
ar: المخططات
bs: Grafikoni
ca: Gràfics
ro: Diagrame
sl: Grafi
th: แผนภูมิ
vi: Biểu đồ

# widget_type_suggestions
source: Suggestions
ar: اقتراحات
bs: Prijedlozi
ca: Suggeriments
ro: Sugestii
sl: Predlogi
th: คำแนะนำ
vi: Đề xuất

# widget_type_distribution
source: Distribution
ar: التوزيع
bs: Distribucija
ca: Distribució
ro: Distribuție
sl: Porazdelitev
th: การกระจาย
vi: Phân bổ

# widget_type_balance
source: Balance
ar: الرصيد
bs: Stanje
ca: Balanç
ro: Sold
sl: Stanje
th: ยอดคงเหลือ
vi: Số dư

# widget_type_savings_rate
source: Saved
ar: تم الحفظ
bs: Ušteđeno
ca: Estalviat
ro: Salvat
sl: Prihranjeno
th: บันทึกแล้ว
vi: Thu nhập

# widget_type_upcoming_transactions
source: Planned
ar: مجدول
bs: Planirano
ca: Previst
ro: Planificat
sl: Načrtovano
th: วางแผนแล้ว
vi: Đã lên kế hoạch

# widget_type_participants
source: People
ar: المشاركين
bs: Sudionici
ca: Persones
ro: Oameni
sl: Ljudje
th: บุคคล
vi: Người tham gia

# widget_type_budget
source: Budget
ar: الميزانية
bs: Budžet
ca: Pressupost
ro: Buget
sl: Načrt porabe
th: งบประมาณ
vi: Ngân sách

# widget_type_pending_transactions
source: Pending
ar: معلق
bs: Na čekanju
ca: Pendent
ro: În așteptare
sl: Čakajoče
th: รอดำเนินการ
vi: Chưa giải quyết

# widget_type_total_assets
source: Assets
ar: الأصول
bs: Imovina
ca: Actius
ro: Active
sl: Sredstva
th: สินทรัพย์
vi: Tài sản

# widget_type_forecast
source: Forecast
ar: التوقعات
bs: Prognoza
ca: Previsió
ro: Prognoză
sl: Napoved
th: พยากรณ์
vi: Dự báo

# chart_type_bar
source: Bar Chart
ar: مخطط شريطي
bs: Trakasti grafikon
ca: Gràfic de barres
ro: Diagrama cu bare
sl: Stolpični graf
th: แผนภูมิแท่ง
vi: Biểu đồ cột

# chart_type_pie
source: Pie Chart
ar: مخطط دائري
bs: Tortni grafikon
ca: Gràfic circular
ro: Diagramă circulară
sl: Krožni graf
th: แผนภูมิวงกลม
vi: Biểu đồ tròn

# category_chart_data_type_category
source: Category
ar: فئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: หมวดหมู่
vi: Thể loại

# category_chart_data_type_category_group
source: Folder
ar: مجلد
ca: Carpeta
sl: Mapa
th: โฟลเดอร์
vi: Thư mục

# product_type_individual
source: Individual
ar: فردي
bs: Pojedinac
ro: Persoană fizică
sl: Posameznik
th: รายบุคคล
vi: Cá nhân

# product_type_family
source: Family
ar: العائلة
bs: Obitelj
ca: Família
ro: Familie
sl: Družina
th: ครอบครัว
vi: Gia đình

# subscription_period_day
source: Day
ar: اليوم
bs: Dan
ca: Dia
ro: Ziua
sl: Dan
th: วัน
vi: Ngày

# subscription_period_days
source: days
ar: الأيام
bs: dani
ca: dies
ro: zile
sl: dni
th: วัน
vi: ngày

# subscription_period_month
source: Month
ar: الشهر
bs: Mjesec
ca: Mes
ro: Luna
sl: Mesec
th: เดือน
vi: Tháng

# subscription_period_months
source: Months
ar: الأشهر
bs: Mjeseci
ca: Mesos
ro: Luni
sl: Mesecev
th: เดือน
vi: tháng

# subscription_period_year
source: year
ar: السنة
bs: godina
ca: Any
ro: anul
sl: leto
th: ปี
vi: Năm

# subscription_period_years
source: Years
ar: السنوات
bs: Godine
ca: Anys
ro: Ani
sl: Let
th: ปี
vi: năm

# overview_period_type_current_week
source: This week
ar: هذا الأسبوع
bs: Ova sedmica
ca: Aquesta setmana
ro: Săptămâna aceasta
sl: Teden
th: สัปดาห์นี้
vi: Tuần này

# quick_action_type_new_income
source: New Income
ar: دخل جديد
bs: Novi prihod
ca: Nou ingrés
ro: Venit nou
sl: Nov dohodek
th: รายได้ใหม่
vi: Khoản thu mới

# quick_action_type_new_expense
source: New Expense
ar: مصروفات جديدة
bs: Novi trošak
ca: Nova despesa
ro: Cheltuieli noi
sl: Nov strošek
th: ค่าใช้จ่ายใหม่
vi: Khoản chi mới

# quick_action_type_new_transfer
source: New Transfer
ar: نقل جديد
bs: Novi prijenos
ca: Nova transferència
ro: Transfer nou
sl: Nov prenos
th: การโอนใหม่
vi: Chuyển khoản

# quick_action_type_new_recurring
source: Recurring
ar: دفع تلقائي جديد
bs: Ponavljajuće
ca: Recurrent
ro: Recurent
sl: Ponavljajoče
th: เกิดซ้ำ
vi: Định kỳ

# suggestion_type_add_income_transaction
source: New Income
ar: دخل جديد
bs: Novi prihod
ca: Nou ingrés
ro: Venit nou
sl: Nov dohodek
th: รายได้ใหม่
vi: Khoản thu mới

# suggestion_type_add_expense_transaction
source: New Expense
ar: مصروفات جديدة
bs: Novi trošak
ca: Nova despesa
ro: Cheltuieli noi
sl: Nov strošek
th: ค่าใช้จ่ายใหม่
vi: Khoản chi mới

# user_interface_style_system
source: System
ar: النظام
bs: Sustavno
ca: Sistema
ro: Sistem
sl: Sistem
th: ระบบ
vi: Hệ thống

# user_interface_style_light
source: Light
ar: ساطع
bs: Svjetlo
ca: Clar
ro: Lumina
sl: Svetlo
th: สว่าง
vi: Sáng

# user_interface_style_dark
source: Dark
ar: مظلم
bs: Tamno
ca: Fosc
ro: Întunecat
sl: Temno
th: มืด
vi: Tối

# transaction_title_type_category
source: Category
ar: الفئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: หมวดหมู่
vi: Thể loại

# transaction_title_type_payee
source: Payee
ar: المستفيد
bs: Primalac uplate
ca: Beneficiari
ro: Beneficiar
sl: Plačnik
th: ผู้รับเงิน
vi: Người nhận

# transaction_title_type_notes
source: Notes
ar: ملاحظات
bs: Napomene
ro: Note
sl: Opombe
th: หมายเหตุ
vi: Ghi chú

# transaction_subtitle_type_none
source: None
ar: لا شيء
bs: Nema
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không

# transaction_subtitle_type_category
source: Category
ar: الفئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: หมวดหมู่
vi: Thể loại

# transaction_subtitle_type_payee
source: Payee
ar: المستفيد
bs: Primalac uplate
ca: Beneficiari
ro: Beneficiar
sl: Prejemnik
th: ผู้รับเงิน
vi: Người nhận

# transaction_subtitle_type_notes
source: Notes
ar: ملاحظات
bs: Napomene
ro: Note
sl: Opombe
th: หมายเหตุ
vi: Ghi chú

# time_zone_type_floating
source: Floating
bs: Plutajući
ca: Flotant
sl: Lebdeči
th: ลอยตัว

# time_zone_type_floating_title
source: Floating Time Zone
bs: Plutajuća vremenska zona
ca: Zona horària flotant
sl: Lebdeča časovna cona
th: โซนเวลาลอยตัว

# time_zone_type_floating_subtitle
source: Adjusts to your local time zone
bs: Prilagođava se vašoj lokalnoj vremenskoj zoni
ca: S'ajusta a la teva zona horària local
sl: Prilagaja se vaši lokalni časovni coni
th: ปรับตามโซนเวลาท้องถิ่นของคุณ

source: Frequency
ar: التكرار
bs: Frekvencija
ca: Freqüència
ro: Frecventa
sl: Pogostost
th: ความถี่
vi: Tần suất

source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_day
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_week
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_month
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_year
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_day_plural
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_week_plural
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_month_plural
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

# every_year_plural
source: Every
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: ทุกๆ
vi: Mỗi

source: Each
ar: كل
bs: Svaki
ca: Cada
ro: Fiecare
sl: Vsak
th: แต่ละ
vi: Mỗi

source: On the...
ar: في...
bs: Na...
ca: El...
ro: Pe...
sl: Na ...
th: บน...
vi: Vào...

source: Days of Week
ar: أيام الأسبوع
bs: Dani u nedelji
ca: Dies de la setmana
ro: Zilele săptămânii
sl: Dnevi v tednu
th: วันในสัปดาห์
vi: Các ngày trong tuần

source: Last Day
ar: اليوم الأخير
bs: Posljednji dan
ca: Últim dia
ro: Ultima zi
sl: Zadnji dan
th: วันสุดท้าย
vi: Ngày cuối cùng

source: Daily
ar: يومي
bs: Dnevno
ca: Diari
ro: Zilnic
sl: Dnevno
th: รายวัน
vi: Hàng ngày

source: Weekly
ar: أسبوعي
bs: Nedeljno
ca: Setmanal
ro: Săptămânal
sl: Tedensko
th: รายสัปดาห์
vi: Hàng tuần

source: Monthly
ar: شهري
bs: Mjesečno
ca: Mensual
ro: Lunar
sl: Mesečno
th: รายเดือน
vi: Hàng tháng

source: Yearly
ar: سنوي
bs: Godišnje
ca: Anual
ro: Anual
sl: Letno
th: รายปี
vi: Hàng năm

source: last
ar: أخير
bs: zadnji
ca: Últim
ro: ultimul
sl: zadnji
th: อันดับสุดท้าย
vi: cuối cùng

# accounts_menu_title
source: Accounts
ar: الحسابات
bs: Računi
ca: Comptes
ro: Conturi
sl: Računi
th: บัญชี
vi: Ví

# show_accounts_menu_title
source: Show All Accounts
ar: إظهار كافة الحسابات
bs: Prikaži sve račune
ca: Mostra tots els comptes
ro: Afișați toate conturile
sl: Prikaži vse račune
th: แสดงบัญชีทั้งหมด
vi: Hiện tất cả Ví

# budgets_menu_title
source: Budgets
ar: الميزانيات
bs: Budžeti
ca: Pressupostos
ro: Bugete
sl: Načrt porabe
th: งบประมาณ
vi: Ngân sách

# show_budgets_menu_title
source: Show All Budgets
ar: عرض كافة الميزانيات
bs: Prikaži sve budžete
ca: Mostra tots els pressupostos
ro: Afișați toate bugetele
sl: Prikaži vse načrte porabe
th: แสดงงบประมาณทั้งหมด
vi: Hiện tất cả ngân sách

# transactions_menu_title
source: Transactions
ar: المعاملات
bs: Transakcije
ca: Transaccions
ro: Tranzacții
sl: Transakcije
th: ธุรกรรม
vi: Giao dịch

# show_all_transactions_menu_title
source: Show All Transactions
ar: إظهار كافة المعاملات
bs: Prikaži sve transakcije
ca: Mostra totes les transaccions
ro: Afișați toate tranzacțiile
sl: Prikaži vse transakcije
th: แสดงธุรกรรมทั้งหมด
vi: Hiện tất cả giao dịch

# show_recurring_transactions_menu_title
source: Show Recurring Transactions
ar: إظهار المعاملات المتكررة
bs: Prikaži ponavljajuće transakcije
ca: Mostra transaccions recurrents
ro: Afișați tranzacțiile recurente
sl: Prikaži ponavljajoče transakcije
th: แสดงรายการที่เกิดซ้ำ
vi: Hiện tất cả giao dịch định kỳ

# show_upcoming_transactions_menu_title
source: Show Planned Transactions
ar: إظهار المعاملات القادمة
bs: Prikaži planirane transakcije
ca: Mostra transaccions planificades
ro: Afișați tranzacțiile planificate
sl: Prikaži načrtovane transakcije
th: แสดงธุรกรรมที่วางแผนไว้
vi: Hiện tất cả giao dịch đã lên kế hoạch

source: Menu
ar: القائمة
bs: Izbornik
ca: Menú
ro: Meniu
sl: Meni
th: เมนู

# menu_accounts_section
source: Accounts
ar: الحسابات
bs: Računi
ca: Comptes
ro: Conturi
sl: Računi
th: บัญชี
vi: Ví

# menu_categories_section
source: Categories
ar: الفئات
bs: Kategorije
ro: Categorii
sl: Kategorije
th: หมวดหมู่
vi: Danh mục

# menu_selected_budget_book_title
source: Selected
ar: دفتر الميزانية
bs: Odabrano
ca: Seleccionat
ro: Selectat
sl: Izbrano
th: เลือกแล้ว
vi: Đã chọn

# dashboard_tab
source: Overview
ar: نظرة عامة
bs: Pregled
ca: Visió general
ro: Prezentare generală
sl: Pregled
th: ภาพรวม
vi: Tổng quan

# transactions_tab
source: Transactions
ar: المعاملات
bs: Transakcije
ca: Transaccions
ro: Tranzacții
sl: Transakcije
th: ธุรกรรม
vi: Giao dịch

# budgets_tab
source: Budgets
ar: الميزانيات
bs: Budžeti
ca: Pressupostos
ro: Bugete
sl: Načrt porabe
th: งบประมาณ
vi: Ngân sách

# settings_tab
source: Settings
ar: الإعدادات
bs: Postavke
ca: Ajustos
ro: Setari
sl: Nastavitve
th: การตั้งค่า
vi: Cài đặt

# add_button
source: Add
ar: إضافة
bs: Dodaj
ca: Afegir
ro: Adaugă
sl: Dodaj
th: เพิ่ม
vi: Thêm

# edit_button
source: Edit
ar: تحرير
bs: Uredi
ca: Editar
ro: Editare
sl: Uredi
th: แก้ไข
vi: Sửa

# copy_button
source: Copy
ar: نسخ
bs: Kopiraj
ca: Copiar
ro: Copiere
sl: Kopiraj
th: คัดลอก
vi: Sao chép

# edit_account_button
source: Edit Account
ar: تحرير الحساب
bs: Uredi račun
ca: Editar compte
ro: Editați contul
sl: Uredi račun
th: แก้ไขบัญชี
vi: Sửa Ví
