Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# acknowledgements_setting_info_description
source: Below is a list of people who have helped with the app in some way.
ar: فيما يلي قائمة بالأشخاص الذين ساعدوا في التطبيق بطريقة أو بأخرى.
bs: Ispod je popis osoba koje su na neki način pomogle s aplikacijom.
ca: A continuació es mostra una llista de persones que han ajudat amb l'app d'alguna manera.
ro: Mai jos este o listă de persoane care au ajutat într-un fel cu aplicația.
sl: Spodaj je seznam ljudi, ki so na nek način pomagali pri aplikaciji.
th: ด้านล่างคือรายชื่อผู้ที่ช่วยเหลือเกี่ยวกับแอปไม่ทางใดก็ทางหนึ่ง
vi: Đây là danh sách những người đã hỗ trợ phát triển ứng dụng theo một cách nào đó.

# translation_acknowledgement
source: Translation (%@)
ar: الترجمة (%@)
bs: Prijevod (%@)
ca: Traducció (%@)
ro: Traducere (%@)
sl: Prevod (%@)
th: การแปล (%@)
vi: Dịch (%@)

# licenses_setting_info_title
source: description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# licenses_setting_info_description
source: Below is a list of all third-party licenses used by the app.
ar: في ما يلي قائمة بجميع تراخيص الجهات الخارجية التي يستخدمها التطبيق.
bs: Ispod je popis svih licenci trećih strana koje koristi aplikacija.
ca: A continuació es mostra una llista de totes les llicències de tercers utilitzades per l'app.
ro: Mai jos este o listă a tuturor licențelor terță parte utilizate de aplicație.
sl: Spodaj je seznam vseh tretje osebnih licenc, ki jih uporablja aplikacija.
th: ด้านล่างคือรายการใบอนุญาตของบุคคลที่สามทั้งหมดที่ใช้โดยแอป
vi: Đây là danh sách tất cả các giấy phép của bên thứ ba mà trong khi phát triển ứng dụng đã sử dụng.

# sync_and_data_setting
source: Synchronization & Data
ar: المزامنة والبيانات
bs: Sinkronizacija i podaci
ca: Sincronització i dades
ro: Sincronizare & date
sl: Sinhronizacija & podatki
th: การซิงโครไนซ์และข้อมูล
vi: Đồng bộ dữ liệu

# sync_and_data_setting_short
source: Sync & Data
ar: المزامنة والبيانات
bs: Sinkronizacija i podaci
ca: Sincronització i dades
ro: Sincronizare & date
sl: Sinh. & podatki
th: ซิงค์และข้อมูล
vi: Đồng bộ dữ liệu

# recurring_transactions_setting
source: Recurring Transactions
ar: المعاملات المتكررة
bs: Ponavljajuće transakcije
ca: Transaccions recurrents
ro: Tranzacții recurente
sl: Ponavljajoče transakcije
th: ธุรกรรมที่เกิดซ้ำ
vi: Giao dịch định kỳ

# new_features_setting
source: New Features
ar: ميزات جديدة
bs: Nove karakteristike
ca: Noves funcions
ro: Funcții noi
sl: Nove funkcije
th: คุณสมบัติใหม่
vi: Tính năng mới

# apple_pay_setting
source:  Pay Integration
ar: تكامل  Pay
bs:  Pay integracija
ca: Integració  Pay
ro:  Pay integrare
sl: Integracija  Pay
th:  Pay การรวมระบบ
vi:  Pay tích hợp

# appearance_setting
source: Personalization
ar: التخصيص
bs: Personalizacija
ca: Personalització
ro: Personalizare
sl: Personalizacija
th: การตั้งค่าส่วนบุคคล
vi: Cá nhân hoá

# advanced_setting
source: Advanced Settings
ar: متقدم
bs: Napredne postavke
ca: Ajustos avançats
ro: Setări avansate
sl: Napredne nastavitve
th: การตั้งค่าขั้นสูง
vi: Cài đặt khác

# alert_translate_app_title
source: How would you like to help with the translation?
ar: كيف تريد المساعدة في الترجمة؟
bs: Kako želiš pomoći s prijevodom?
ca: Com t'agradaria ajudar amb la traducció?
ro: Cum dorești să ajuți la traducere?
sl: Kako želiš pomagati pri prevodu?
th: คุณต้องการช่วยแปลอย่างไร?
vi: Bạn muốn giúp như thế nào với bản dịch?

# alert_translate_app_github
source: 👨🏻‍💻 Via GitHub
ar: 👨🏻‍💻 عبر GitHub
bs: 👨🏻‍💻 Putem GitHub-a
ca: 👨🏻‍💻 Amb GitHub
ro: 👨🏻‍💻 Prin GitHub
sl: 👨🏻‍💻 Preko GitHub
th: 👨🏻‍💻 ผ่าน GitHub
vi: 👨🏻‍💻 Qua GitHub

# alert_translate_app_email
source: 📬 Via E-Mail
ar: 📬 عبر البريد الإلكتروني
bs: 📬 Putem E-Maila
ca: 📬 Per E-Mail
ro: 📬 Prin E-Mail
sl: 📬 Preko E-Mail
th: 📬 ทางอีเมล
vi: 📬 Qua E-Mail

# alert_contact_developer_title
source: What is your request about?
ar: عن ماذا يتعلق طلبك؟
bs: O čemu se odnosi vaš zahtjev?
ca: A què es refereix la teva sol·licitud?
ro: Despre ce este solicitarea ta?
sl: Kaj je predmet vaše zahteve?
th: คำขอของคุณเกี่ยวกับอะไร
vi: Yêu cầu của bạn là gì?

# alert_contact_developer_feature_request
source: 💡 Feature Request
ar: 💡 طلب ميزة
bs: 💡 Predloži funkciju
ca: 💡 Suggerir funció
ro: 💡 Funcție de sugestie
sl: 💡 Zahteva za funkcijo
th: 💡 แนะนำคุณสมบัติ
vi: 💡 Tính năng đề xuất

# alert_contact_developer_bug_report
source: 🐞 Bug Report
ar: 🐞 تقرير عن خلل
bs: 🐞 Izvještaj o grešci
ca: 🐞 Informe d'error
ro: 🐞 Raport de eroare
sl: 🐞 Poročilo o napaki
th: 🐞 รายงานข้อผิดพลาด
vi: 🐞 Báo cáo lỗi

# alert_contact_developer_other
source: 📬 Other (E-Mail)
ar: 📬 أخرى (بريد إلكتروني)
bs: 📬 Ostalo (E-Mail)
ca: 📬 Altres (E-Mail)
ro: 📬 Altele (E-Mail)
sl: 📬 Drugo (e-pošta)
th: 📬 อื่นๆ (E-Mail)
vi: 📬 Khác (E-Mail)

# appearance_setting_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# appearance_setting_info_description
source: Personalize the app to your liking by changing the app's appearance or accent color.
ar: قم بتخصيص التطبيق حسب رغبتك عن طريق تغيير مظهره أو لون التمييز.
bs: Personalizirajte aplikaciju prema svojim željama promjenom izgleda aplikacije ili boje isticanja.
ca: Personalitza l'app al teu gust canviant l'aparença o el color d'accent.
ro: Personalizați aplicația după bunul plac, schimbând aspectul sau culoarea de accent a aplicației.
sl: Prilagodite aplikacijo svojim željam s spreminjanjem videza aplikacije ali poudarne barve.
th: ปรับแต่งแอพฯ ตามที่คุณต้องการโดยการเปลี่ยนรูปลักษณ์หรือสีที่ถูกเน้นของแอพ
vi: Cá nhân hóa ứng dụng theo ý thích của bạn bằng cách thay đổi giao diện hoặc màu chủ đạo của ứng dụng.

# appearance_ui_style_setting_section_title
source: Theme
ar: السمة
bs: Tema
ca: Tema
ro: Temă
sl: Tema
th: ธีม
vi: Chủ đề

# appearance_accent_color_setting_section_title
source: Accent Color
ar: لون التمييز
bs: Boja naglaska
ca: Color d'accent
ro: Culoarea accentului
sl: Poudarna barva
th: สีเน้น
vi: Màu chủ đạo

# appearance_accent_color_setting_footer_title
source: Changes the color of buttons and other controls within the app.
ar: تغيير لون الأزرار وعناصر التحكم الأخرى في التطبيق.
bs: Mijenja boju gumba i drugih kontrola unutar aplikacije.
ca: Canvia el color dels botons i altres controls dins de l'app.
ro: Modifică culoarea butoanelor și a altor comenzi din aplicație.
sl: Spremeni barvo gumbov in drugih kontrolnikov v aplikaciji.
th: เปลี่ยนสีของปุ่มและการควบคุมอื่นๆ ภายในแอป
vi: Thay đổi màu của các nút trong ứng dụng.

# appearance_app_icon_setting_section_title
source: App Icon
ar: رمز التطبيق
bs: Ikona aplikacije
ca: Icona de l'app
ro: Pictogramă aplicație
sl: Ikona aplikacije
th: ไอคอนแอป
vi: Biểu tượng

# sync_and_data_setting_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# sync_and_data_setting_info_description
source: Get an overview of the current synchronization status and import or export data using a CSV file.
ar: احصل على نظرة عامة على حالة المزامنة الحالية وقم باستيراد أو تصدير البيانات باستخدام ملف CSV.
bs: Dobijte pregled trenutnog statusa sinkronizacije i uvezite ili izvezite podatke pomoću CSV datoteke.
ca: Obtingueu una visió general de l'estat actual de la sincronització i importeu o exporteu dades mitjançant un fitxer CSV.
ro: Obțineți o prezentare generală a stării curente de sincronizare și importați sau exportați date folosind un fișier CSV.
sl: Pridobite pregled trenutnega stanja sinhronizacije in uvozite ali izvozite podatke z uporabo CSV datoteke.
th: ดูภาพรวมของสถานะการซิงโครไนซ์ปัจจุบันและนำเข้าหรือส่งออกข้อมูลโดยใช้ไฟล์ CSV
vi: Tổng quan về trạng thái đồng bộ hoặc nhập xuất dữ liệu

# sync_and_data_cloud_setting_footer_title
source: Indicates whether the synchronization with iCloud was successful or if an error occurred.
ar: يشير إلى ما إذا كانت مزامنة iCloud ناجحة أو حدث خطأ.
bs: Označava da li je sinkronizacija s iCloudom bila uspješna ili je došlo do pogreške.
ca: Indica si la sincronització amb iCloud s'ha realitzat correctament o si s'ha produït un error.
ro: Indică dacă sincronizarea cu iCloud a avut succes sau dacă a apărut o eroare.
sl: Označuje, ali je bila sinhronizacija z iCloud uspešna ali je prišlo do napake.
th: ระบุว่าการซิงโครไนซ์กับ iCloud สำเร็จหรือมีข้อผิดพลาดเกิดขึ้น
vi: Hiển thị quá trình đồng bộ hoá dữ liệu vào iCloud

# sync_and_data_setting_cloud_sync_status_title
source: Sync Status
ar: حالة المزامنة
bs: Status sinkronizacije
ca: Estat de sincronització
ro: Starea sincronizării
sl: Status sinhronizacije
th: สถานะการซิงค์
vi: Trạng thái đồng bộ hoá

# backup_setting_section_title
source: Backups
ar: النسخ الاحتياطية
bs: Sigurnosne kopije
ro: Backup-uri
sl: Varnostne kopije
th: ข้อมูลสำรอง
vi: Sao lưu

# backup_setting_footer_title
source: Manage your backups and backup settings.
ar: إدارة النسخ الاحتياطية وإعدادات النسخ الاحتياطي.
bs: Upravljajte svojim sigurnosnim kopijama i postavkama sigurnosne kopije.
ca: Administra els teus backups i la configuració de backups.
ro: Gestionați-vă backup-urile și setările de backup.
sl: Upravljajte svoje varnostne kopije in nastavitve varnostnih kopij.
th: จัดการข้อมูลสำรองและการตั้งค่าการสำรองข้อมูลของคุณ
vi: Quản lý và cài đặt các sao lưu của bạn.

# backup_setting_manage_backups_title
source: Manage
ar: الإدارة
bs: Upravljanje
ca: Gestionar
ro: Gestionați
sl: Upravljaj
th: จัดการ
vi: Quản lý

# sync_and_data_csv_setting_section_title
source: CSV-Data
ar: بيانات CSV
bs: CSV-Podaci
ca: Dades CSV
ro: Date-CSV
sl: CSV-Podatki
th: ข้อมูล CSV
vi: Dữ liệu

# sync_and_data_csv_setting_footer_title
source: Import or export your transactions using a CSV file.
ar: عمليات الاستيراد أو التصدير باستخدام ملف CSV.
bs: Uvezite ili izvezite svoje transakcije pomoću CSV datoteke.
ca: Importa o exporta les teves transaccions amb un fitxer CSV.
ro: Importați sau exportați tranzacțiile folosind un fișier CSV.
sl: Uvozite ali izvozite svoje transakcije z uporabo CSV datoteke.
th: นำเข้าหรือส่งออกธุรกรรมของคุณโดยใช้ไฟล์ CSV
vi: Nhập hoặc xuất các giao dịch của bạn.

# sync_and_data_setting_csv_import_title
source: Import
ar: استيراد
bs: Uvezi
ca: Importar
sl: Uvozi
th: นำเข้า
vi: Nhập dữ liệu

# sync_and_data_setting_csv_export_title
source: Export
ar: تصدير
bs: Izvezi
ca: Exportar
sl: Izvozi
th: ส่งออก
vi: Xuất dữ liệu

# sync_and_data_setting_get_csv_template_title
source: Download template
ar: تحميل القالب
bs: Preuzmi šablon
ca: Descarregar plantilla
ro: Descărcați șablonul
sl: Prenesi predlogo
th: ดาวน์โหลดเทมเพลต
vi: Tải xuống mẫu

# clear_cache_button
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
bs: Obriši keš
ca: Esborrar memòria cau
ro: Ștergeți memoria cache
sl: Počisti predpomnilnik
th: ล้างแคช
vi: Xóa bộ nhớ đệm

# cache_setting_footer_title
source: Info: Clearing the cache deletes all files in the app's document directory (including backups).
ar: معلومات: يؤدي مسح ذاكرة التخزين المؤقت إلى حذف كافة الملفات الموجودة في دليل مستندات التطبيق (بما في ذلك النسخ الاحتياطية).
bs: Informacije: Brisanjem keša briše se sve datoteke u direktoriju dokumenata aplikacije (uključujući rezervne kopije).
ca: Informació: En esborrar la memòria cau s'eliminaran tots els fitxers del directori de documents de l'app (incloses les còpies de seguretat).
ro: Informații: Ștergerea memoriei cache șterge toate fișierele din directorul de documente al aplicației (inclusiv copiile de rezervă).
sl: Info: Počistitev predpomnilnika izbriše vse datoteke v imeniku dokumentov aplikacije (vključno z varnostnimi kopijami).
th: ข้อมูล: การล้างแคชจะลบไฟล์ทั้งหมดในไดเรกทอรีเอกสารของแอป (รวมถึงข้อมูลสำรองด้วย)
vi: Thông tin: Xóa bộ nhớ đệm sẽ xóa tất cả các tệp trong thư mục tài liệu của ứng dụng (bao gồm cả các bản sao lưu).

# alert_csv_import_successful_title
source: Import successful 🎉
ar: تم الاستيراد بنجاح 🎉
bs: Uvoz uspješan 🎉
ca: Importació correcta 🎉
ro: Import cu succes 🎉
sl: Uvoz uspešen 🎉
th: นำเข้าสำเร็จ 🎉
vi: Nhập dữ liệu thành công 🎉

# alert_csv_import_successful_message
source: In total, %d of %d transactions were imported.%@
ar: تم استيراد إجمالي %d من %d عملية.%@
bs: Ukupno je uvezeno %d od %d transakcija.%@
ca: En total, %d de %d transaccions han estat importades.%@
ro: În total, %d din %d tranzacții au fost importate.%@
sl: Skupaj je bilo uvoženih %d od %d transakcij.%@
th: โดยรวมแล้ว มีการนำเข้า %d จาก %d ธุรกรรม%@
vi: Đã có, %d trong số %d giao dịch đã được nhập.%@

# alert_csv_import_skipped_message
source: Thereby %d transactions have been skipped.
ar: على هذا النحو، تم تخطي %d من المعاملات الحالية.
bs: Time je %d transakcija preskočeno.
ca: Per tant, s'han omès %d transaccions.
ro: Prin urmare, %d tranzacții au fost omise.
sl: Pri tem je bilo %d transakcij preskočenih.
th: ด้วยเหตุนี้ %d ธุรกรรมจึงถูกข้าม
vi: Còn lại %d giao dịch đã bỏ qua.

# alert_csv_import_error_message
source: Failed to import %d of %d transactions successfully. %@
ar: تعذر استيراد %d من %d عمليات بنجاح %@
bs: Uvoz %d od %d transakcija nije uspio. %@
ca: Error en importar %d de %d transaccions correctament. %@
ro: Importarea cu succes a %d din %d tranzacții. %@
sl: Uvoz %d od %d transakcij ni bil uspešno dokončan. %@
th: ไม่สามารถนำเข้า %d จาก %d รายการได้สำเร็จ %@
vi: Nhập không thành công %d trong số %d giao dịch. %@

# alert_csv_import_error_reason_field_message
source: Please check the following fields in your CSV file: %@.
ar: الرجاء التحقق من الحقول التالية في ملف CSV: %@.
bs: Provjerite sljedeća polja u vašoj CSV datoteci: %@.
ca: Si us plau, comprova els següents camps al teu fitxer CSV: %@.
ro: Vă rugăm să verificați următoarele câmpuri din fișierul dvs. CSV: %@.
sl: Prosimo, preverite naslednja polja v vaši CSV datoteki: %@.
th: โปรดตรวจสอบฟิลด์ต่อไปนี้ในไฟล์ CSV ของคุณ: %@
vi: Vui lòng kiểm tra các trường sau trong tệp của bạn: %@.

# alert_csv_export_successful_title
source: Export successful 🎉
ar: تم التصدير بنجاح 🎉
bs: Izvoz uspješan 🎉
ca: Exportació correcta 🎉
ro: Export cu succes 🎉
sl: Izvoz uspešen 🎉
th: ส่งออกสำเร็จ 🎉
vi: Xuất dữ liệu thành công 🎉

# alert_csv_export_successful_message
source: Your data was successfully exported to "%@".
ar: تم تصدير بياناتك بنجاح إلى "%@".
bs: Vaši podaci su uspješno izvezeni u "%@".
ca: Les teves dades s'han exportat correctament a "%@".
ro: Datele dvs. au fost exportate cu succes în "%@".
sl: Vaši podatki so bili uspešno izvoženi v "%@".
th: ข้อมูลของคุณส่งออกไปยัง "%@" เรียบร้อยแล้ว
vi: Dữ liệu của bạn đã được xuất thành công sang "%@".

# cloud_setting_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# cloud_setting_info_description
source: The following view provides a more detailed overview of the current iCloud sync status and helps with troubleshooting.
ar: يوفر العرض التالي نظرة عامة أكثر تفصيلاً عن حالة مزامنة iCloud الحالية ويساعد في استكشاف الأخطاء وإصلاحها.
bs: Sljedeći prikaz pruža detaljniji pregled trenutnog statusa iCloud sinhronizacije i pomaže u rješavanju problema.
ca: La següent vista proporciona una descripció més detallada de l'estat actual de sincronització d'iCloud i ajuda a resoldre problemes.
ro: Următoarea vizualizare oferă o imagine de ansamblu mai detaliată a stării curente de sincronizare iCloud și ajută la depanarea.
sl: Naslednji pogled ponuja podrobnejši pregled trenutnega stanja sinhronizacije iCloud in pomaga pri odpravljanju težav.
th: มุมมองต่อไปนี้ให้ภาพรวมโดยละเอียดเพิ่มเติมของสถานะการเชื่อมข้อมูล iCloud ปัจจุบัน และช่วยในการแก้ไขปัญหา
vi: Chế độ xem sau đây cung cấp cái nhìn tổng quan chi tiết hơn về trạng thái đồng bộ hóa iCloud hiện tại và giúp khắc phục sự cố.

# cloud_setting_network_status_title
source: Network
ar: الشبكة
bs: Mreža
ca: Xarxa
ro: Rețea
sl: Omrežje
th: เครือข่าย
vi: Mạng

# cloud_setting_network_status_success_value
source: Internet connection available
ar: اتصال بالإنترنت متاح
bs: Dostupna internet veza
ca: Connexió a Internet disponible
ro: Conexiune la internet disponibilă
sl: Internetna povezava je na voljo
th: การเชื่อมต่ออินเทอร์เน็ตพร้อมใช้งาน
vi: Kết nối Internet có sẵn

# cloud_setting_network_status_error_value
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bs: Nema internet veze
ca: Sense connexió a Internet
ro: Fără conexiune la internet
sl: Ni internetne povezave
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Không có kết nối Internet

# cloud_setting_account_status_title
source: iCloud Account
ar: حساب iCloud
bs: iCloud račun
ca: Compte d'iCloud
ro: Cont iCloud
sl: iCloud Račun
th: บัญชี iCloud
vi: Tài khoản iCloud

# cloud_setting_account_status_success_value
source: Signed in to iCloud
ar: تم تسجيل الدخول إلى iCloud
bs: Prijavljeni na iCloud
ca: Connectat a iCloud
ro: Conectat la iCloud
sl: Prijavljen v iCloud
th: ลงชื่อเข้าใช้ iCloud แล้ว
vi: Đã đăng nhập vào iCloud

# cloud_setting_account_status_error_value
source: Not signed in to iCloud
ar: لم يتم تسجيل الدخول إلى iCloud
bs: Niste prijavljeni na iCloud
ca: No connectat a iCloud
ro: Neconectat la iCloud
sl: Ni prijavljen v iCloud
th: ยังไม่ได้ลงชื่อเข้าใช้ iCloud
vi: Chưa đăng nhập vào iCloud

# cloud_setting_low_power_mode_status_title
source: Low Power Mode
bs: Način niske potrošnje
ca: Mode de baix consum
ro: Mod Economie Energie
sl: Način varčevanja z energijo
th: โหมดประหยัดพลังงาน
vi: Chế độ tiết kiệm pin

# cloud_setting_low_power_mode_status_enabled_value
source: Enabled (Sync might be paused)
bs: Omogućen (sinhronizacija može biti pauzirana)
ca: Activat (la sincronització pot estar en pausa)
ro: Activat (Sincronizarea poate fi întreruptă)
sl: Omogočeno (sinhronizacija je morda začasno ustavljena)
th: เปิดใช้งาน (การซิงค์อาจหยุดชั่วคราว)
vi: Đã bật (Đồng bộ có thể tạm dừng)

# cloud_setting_low_power_mode_status_disabled_value
source: Disabled
bs: Onemogućen
ca: Desactivat
ro: Dezactivat
sl: Onemogočeno
th: ปิดใช้งาน
vi: Đã tắt

# cloud_setting_upload_status_title
source: Last uploaded
ar: آخر تحميل
bs: Posljednje otpremljeno
ca: Última càrrega
ro: Ultima încărcare
sl: Zadnjič naloženo
th: อัปโหลดล่าสุด
vi: Tải lên lần cuối

# cloud_setting_download_status_title
source: Last downloaded
ar: آخر تنزيل
bs: Posljednje preuzeto
ca: Última descàrrega
ro: Ultima descărcare
sl: Zadnjič preneseno
th: ดาวน์โหลดล่าสุด
vi: Tải xuống lần cuối

# cloud_setting_number_of_transactions_title
source: Transactions
ar: المعاملات
bs: Transakcije
ca: Transaccions
ro: Tranzacții
sl: Transakcije
th: ธุรกรรม
vi: Giao dịch

# cloud_setting_number_of_transactions_value
source: On device: %d In iCloud: %d
ar: على الجهاز: %d في iCloud: %d
bs: Na uređaju: %d U iCloud-u: %d
ca: Al dispositiu: %d A iCloud: %d
ro: Pe dispozitiv: %d În iCloud: %d
sl: Na napravi: %d V iCloud: %d
th: บนอุปกรณ์: %d ใน iCloud: %d
vi: Trên thiết bị: %d Trong iCloud: %d

# cloud_setting_number_of_transactions_in_progress_title
source: Please wait...
ar: الرجاء الانتظار...
bs: Molim sačekajte...
ca: Si us plau, espereu...
ro: Vă rugăm să așteptați...
sl: Prosimo, počakajte...
th: กรุณารอ...
vi: Vui lòng đợi...

# cloud_setting_number_of_transactions_error_title
source: Error
ar: خطأ
bs: Greška
ro: Eroare
sl: Napaka
th: ข้อผิดพลาด
vi: Lỗi

# backup_setting_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# backup_setting_info_description
source: When enabled, Budget Flow regularly backs up your data so you can restore the app to a previous state at any time.
ar: ي حالة تمكينها، ستقوم Budget Flow بنسخ بياناتك احتياطيًا بانتظام حتى تتمكن من استعادة التطبيق إلى حالته السابقة في أي وقت.
bs: Kada je omogućen, Budget Flow redovno izrađuje sigurnosne kopije vaših podataka kako biste mogli vratiti aplikaciju u prethodno stanje u bilo kojem trenutku.
ca: Quan està activat, Budget Flow realitza backups periòdics de les teves dades perquè puguis restaurar l'app a un estat anterior en qualsevol moment.
ro: Când este activat, Budget Flow face în mod regulat copii de siguranță ale datelor dvs., astfel încât să puteți restabili oricând aplicația la o stare anterioară.
sl: Ko je omogočeno, Budget Flow redno ustvarja varnostne kopije vaših podatkov, tako da lahko kadarkoli obnovite aplikacijo na prejšnje stanje.
th: เมื่อเปิดใช้งาน โฟลว์งบประมาณจะสำรองข้อมูลของคุณเป็นประจำ เพื่อให้คุณสามารถคืนค่าแอปให้อยู่ในสถานะก่อนหน้าได้ตลอดเวลา
vi: Budget Flow sẽ thường xuyên sao lưu dữ liệu của bạn vào bất cứ lúc nào.

# backup_general_setting_section_title
source: General
ar: عام
bs: Općenito
sl: Splošno
th: ทั่วไป
vi: Tổng quan

# backup_recent_backups_setting_section_title
source: Recent Backups
ar: النسخ الاحتياطية الأخيرة
bs: Nedavne sigurnosne kopije
ca: Backups recents
ro: Backup-uri recente
sl: Nedavne varnostne kopije
th: ข้อมูลสำรองล่าสุด
vi: Sao lưu gần đây

# backup_setting_use_automatic_backups_title
source: Automatic Backup
ar: النسخ الاحتياطي التلقائي
bs: Automatske sigurnosne kopije
ca: Backup automàtic
ro: Backup automat
sl: Samodejna varnostna kopija
th: การสำรองข้อมูลอัตโนมัติ
vi: Tự động sao lưu

# backup_setting_create_backup_title
source: Create backup
ar: إنشاء نسخة احتياطية
bs: Napravi sigurnosnu kopiju
ca: Crear backup
ro: Creează o copie de rezervă
sl: Ustvari varnostno kopijo
th: สร้างข้อมูลสำรอง
vi: Tạo bản sao lưu

# alert_restore_backup_title
source: Restore this backup?
ar: هل ترغب في استعادة هذه النسخة الاحتياطية؟
bs: Vratiti ovu sigurnosnu kopiju?
ca: Restaurar aquest backup?
ro: Restabiliți această copie de rezervă?
sl: Obnoviti to varnostno kopijo?
th: กู้คืนข้อมูลสำรองนี้
vi: Khôi phục bản sao lưu này?

# alert_restore_backup_message
source: Restoring backups is currently an experimental feature. It will delete your current data and overwrite it with the selected backup. After that, the app will be closed automatically. Warning: This process cannot be undone!
ar: تعد استعادة النسخ الاحتياطية حاليًا ميزة تجريبية. ستحذف بياناتك الحالية وتستبدلها بالنسخة الاحتياطية المحددة. وسيغلق التطبيق تلقائيًا بعد ذلك. ملاحظة: لا يمكن التراجع عن هذه العملية!
bs: Vraćanje sigurnosnih kopija trenutačno je eksperimentalna značajka. Vaši trenutni podatci će biti prebrisani odabranom sigurnosnom kopijom. Nakon toga aplikacija će se automatski zatvoriti. Upozorenje: Ovaj se postupak ne može poništiti!
ca: La restauració de backups és actualment una funció experimental. Esborrarà les teves dades actuals i les reemplaçarà pel backup seleccionat. Després d'això, l'app es tancarà automàticament. Atenció: aquest procés no es pot desfer!
ro: Restabilirea copiilor de siguranță este în prezent o funcție experimentală. Va șterge datele dvs. curente și le va suprascrie cu copia de rezervă selectată. După aceea, aplicația se va închide automat. Avertisment: Acest proces nu poate fi anulat.!
sl: Obnavljanje varnostnih kopij je trenutno eksperimentalna funkcija. Izbrisala bo vaše trenutne podatke in jih prepisala z izbrano varnostno kopijo. Po tem se bo aplikacija samodejno zaprla. Opozorilo: Tega postopka ni mogoče razveljaviti!
th: ขณะนี้การกู้คืนข้อมูลสำรองเป็นคุณสมบัติทดลอง โดยจะลบข้อมูลปัจจุบันของคุณและเขียนทับด้วยข้อมูลสำรองที่เลือก หลังจากนั้น แอปจะปิดโดยอัตโนมัติ คำเตือน: กระบวนการนี้ไม่สามารถยกเลิกได้!
vi: Khôi phục bản sao lưu hiện tại chỉ là bản thử nghiệm. Thao tác này sẽ ghi đè lên dữ liệu hiện tại của bạn. Sau đó ứng dụng sẽ tự động đóng. Cảnh báo: Không thể hoàn tác quá trình này, xin hãy kiểm tra kỹ.

# alert_restore_backup_button
source: Restore backup
ar: استعادة النسخة الاحتياطية
bs: Vrati sigurnosnu kopiju
ca: Restaurar backup
ro: Restaurează backup
sl: Obnovi varnostno kopijo
th: กู้คืนข้อมูลสำรอง
vi: Khôi phục bản sao lưu

# advanced_setting_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả
