Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# no_tags_found_message
source: Click the "+" button to add a new tag.
ar: انقر فوق الزر "+" لإضافة علامة جديدة.
bs: Kliknite na dugme "+" da dodate novu oznaku.
ca: Fes clic al botó "+" per afegir una nova etiqueta.
ro: Faceți clic pe butonul "+" pentru a adăuga o nouă etichetă.
sl: Kliknite gumb "+" za dodajanje nove oznake.
th: คลิกปุ่ม "+" เพื่อเพิ่มแท็กใหม่
vi: Nhấp vào nút "+" để thêm nhãn mới.

# no_tags_found_button_title
source: New Tag
ar: علامة جديدة
bs: Nova oznaka
ca: Nova etiqueta
ro: Etichetă nouă
sl: Nova oznaka
th: แท็กใหม่
vi: nhãn mới

# tags_search_placeholder_message
source: Search by the name of a tag
ar: البحث حسب اسم الوسم
bs: Traži po imenu oznake
ca: Cerca pel nom d’una etiqueta
ro: Căutați după numele unei etichete
sl: Iščite po imenu oznake
th: ค้นหาด้วยชื่อแท็ก
vi: Tìm kiếm theo tên nhãn

# no_reminders_found_title
source: No reminders found
ar: لم يتم العثور على تذكيرات
bs: Nisu pronađeni podsjetnici
ca: No s’han trobat recordatoris
ro: Nu s-au găsit mementouri
sl: Ni najdenih opomnikov
th: ไม่พบการเตือนความจำ
vi: Không tìm thấy Lời nhắc nào

# no_reminders_found_message
source: Click the "+" button to add a new reminder.
ar: انقر فوق الزر "+" لإضافة تذكير جديد.
bs: Kliknite gumb "+" za dodavanje novog podsjetnika.
ca: Fes clic al botó "+" per afegir un nou recordatori.
ro: Faceți clic pe butonul "+" pentru a adăuga un nou memento.
sl: Kliknite gumb "+" za dodajanje novega opomnika.
th: คลิกปุ่ม "+" เพื่อเพิ่มการเตือนความจำใหม่
vi: Nhấp vào nút "+" để thêm Lời nhắc mới.

# no_reminders_found_button_title
source: New Reminder
ar: تذكير جديد
bs: Novi podsjetnik
ca: Nou recordatori
ro: Memento nou
sl: Nov opomnik
th: เตือนความจำใหม่
vi: Lời nhắc mới

# reminders_search_placeholder_message
source: Search by the title of a reminder
ar: البحث حسب اسم التذكير
bs: Traži prema naslovu podsjetnika
ca: Cerca pel títol d’un recordatori
ro: Căutați după titlul unui memento
sl: Iščite po naslovu opomnika
th: ค้นหาตามชื่อเรื่องเตือนความจำ
vi: Tìm kiếm theo tiêu đề Lời nhắc

source: Balance
ar: الرصيد
bs: Stanje
ca: Saldo
ro: Echilibru
sl: Stanje
th: สมดุล
vi: Số dư

# form_title_edit
source: Edit
ar: تحرير
bs: Uredi
ca: Editar
ro: Editare
sl: Uredi
th: แก้ไข
vi: Sửa

# form_name_section_title
source: Name
ar: الاسم
bs: Ime
ca: Nom
ro: Nume
sl: Ime
th: ชื่อ
vi: Tên

# form_title_section_title
source: Title
ar: العنوان
bs: Naslov
ca: Títol
ro: Titlu
sl: Naslov
th: ชื่อเรื่อง
vi: Tiêu đề

# form_color_section_title
source: Color
ar: اللون
bs: Boja
ro: Culoare
sl: Barva
th: สี
vi: Màu

# form_icon_section_title
source: Icon
ar: أيقونة
bs: Ikona
ca: Icona
ro: Picoa
sl: Ikona
th: ไอคอน
vi: Biểu tượng

# form_assignment_section_title
source: Assignment
ar: مهمة
bs: Zadatak
ca: Assignació
ro: Tesare
sl: Dodelitev
th: การมอบหมาย
vi: Phân công

# form_miscellaneous_section_title
source: Miscellaneous
ar: أخرى
bs: Razno
ca: Diversos
ro: Diverse
sl: Razno
th: เบ็ดเตล็ด
vi: Điều khoản khác

# number_of_selected_items
source: %d selected
ar: تم التحديد: %d
bs: %d odabrano
ca: %d seleccionats
ro: %d selectat
sl: %d izbranih
th: %d ที่เลือก
vi: %d đã chọn

# form_title_new_budgetbook
source: New Budget Book
ar: دفتر الميزانية الجديد
bs: Nova budžetska knjiga
ca: Nou llibre de pressupostos
ro: Carte nouă de buget
sl: Nova denarnica
th: สมุดงบประมาณใหม่
vi: Sổ ngân sách mới

# form_budgetbook_currency_title
source: Currency
ar: العملة
bs: Valuta
ca: Moneda
ro: Moneda
sl: Valuta
th: สกุลเงิน
vi: Tiền tệ

# form_button_delete_budgetbook
source: Delete Budget Book
ar: حذف دفتر الميزانية
bs: Izbriši budžetsku knjigu
ca: Eliminar llibre de pressupost
ro: Ștergeți cartea bugetului
sl: Izbriši denarnico
th: ลบสมุดงบประมาณ
vi: Xóa Sổ ngân sách

# form_title_new_account
source: New Account
ar: حساب جديد
bs: Novi račun
ca: Nou compte
ro: Cont nou
sl: Nov račun
th: บัญชีใหม่
vi: Ví mới

# form_billing_section_title
source: Automatic Billing
ar: الخصم التلقائي
bs: Automatski obračun
ca: Facturació automàtica
ro: Facturare automată
sl: Samodejno obračunavanje
th: การเรียกเก็บเงินอัตโนมัติ
vi: Tự động thanh toán

# form_transactions_section_title
source: Transactions
ar: المعاملات
bs: Transakcije
ca: Transaccions
ro: Tranzacții
sl: Transakcije
th: ธุรกรรม
vi: Giao dịch

# form_account_balance_section_title
source: Account Balance
ar: رصيد الحساب
bs: Stanje računa
ca: Saldo del compte
ro: Soldul contului
sl: Stanje na računu
th: ยอดคงเหลือในบัญชี
vi: Số dư tài khoản

# form_billing_footer_title
source: Enable this feature in order to automatically balance this credit card on a specific day of the month.
ar: قم بتمكين هذه الميزة لإنشاء تحصيل رسوم على بطاقة الائتمان هذه تلقائيًا في يوم محدد من الشهر (إذا لزم الأمر).
bs: Omogućite ovu funkciju kako biste automatski balansirali ovu kreditnu karticu na određeni dan u mjesecu (ako je potrebno).
ca: Activa aquesta funció per equilibrar automàticament aquesta targeta de crèdit en un dia específic del mes (si cal).
ro: Activați această funcție pentru a echilibra automat acest card de credit într-o anumită zi a lunii (dacă este necesar).
sl: Omogočite to funkcijo za samodejno poravnavo tega kreditnega karticnega računa na določen dan v mesecu.
th: เปิดใช้งานคุณสมบัตินี้เพื่อให้บัตรเครดิตนี้สมดุลโดยอัตโนมัติในวันที่ระบุของเดือน (หากจำเป็น)
vi: Kích hoạt tính năng này để tự động cân bằng thẻ tín dụng này vào một ngày cụ thể trong tháng (nếu cần).

# form_transactions_footer_title
source: Enable this feature in order to automatically mark new transactions for this account as "pending".
ar: قم بتمكين هذه الميزة لوضع علامة تلقائيًا على المعاملات الجديدة لهذا الحساب على أنها "معلقة".
bs: Omogućite ovu značajku kako biste automatski označili nove transakcije za ovaj račun kao "na čekanju".
ca: Activa aquesta funció per marcar automàticament les noves transaccions d’aquest compte com a "pendent".
ro: Activați această funcție pentru a marca automat tranzacțiile noi pentru acest cont ca "în așteptare".
sl: Omogočite to funkcijo, da se nove transakcije za ta račun samodejno označijo kot "v čakanju".
th: เปิดใช้งานคุณสมบัตินี้เพื่อทำเครื่องหมายธุรกรรมใหม่โดยอัตโนมัติสำหรับบัญชีนี้เป็น "รอดำเนินการ"
vi: Bật tính năng này để tự động đánh dấu các giao dịch mới cho Ví này là "đang chờ xử lý".

# form_account_balance_footer_title
source: Change the initial/total balance to manually reconcile your account balance.
ar: قم بتغيير الرصيد المبدئي/النهائي لمراجعة رصيد حسابك يدويًا.
bs: Promijenite početno/ukupno stanje da biste ručno uskladili stanje na računu.
ca: Canvia el saldo inicial/total per conciliar manualment el saldo del teu compte.
ro: Modificați soldul inițial/total pentru a reconcilia manual soldul contului.
sl: Spremenite začetno/skupno stanje za ročno usklajevanje stanja na računu.
th: เปลี่ยนยอดคงเหลือเริ่มต้น/รวมเพื่อปรับยอดยอดคงเหลือในบัญชีของคุณด้วยตนเอง
vi: Thay đổi số dư ban đầu/tổng ​​số dư để đối chiếu thủ công số dư tài khoản của bạn.

# form_enable_automatic_billing_title
source: Enabled
ar: ممكّن
bs: Omogućeno
ca: Activat
ro: Activat
sl: Omogočeno
th: เปิดใช้งานแล้ว
vi: Đã bật

# form_billing_day_title
source: Billing Day
ar: يوم الفوترة
bs: Dan obračuna
ca: Dia de facturació
ro: Ziua de facturare
sl: Dan obračuna
th: วันที่เรียกเก็บเงิน
vi: Ngày thanh toán

# form_mark_transactions_as_pending_title
source: Mark as pending
ar: وضع علامة معلق
bs: Označi kao na čekanju
ca: Marcar com a pendent
ro: Marcați ca în așteptare
sl: Označi kot v čakanju
th: ทำเครื่องหมายว่ารอดำเนินการ
vi: Đánh dấu là đang chờ xử lý

# form_account_type_title
source: Account Type
ar: نوع الحساب
bs: Vrsta računa
ca: Tipus de compte
ro: Tipul de cont
sl: Vrsta računa
th: ประเภทบัญชี
vi: Kiểu Ví

# form_initial_balance_title
source: Initial Balance
ar: الرصيد الأولي
bs: Početno stanje
ca: Saldo inicial
ro: Sold inițial
sl: Začetno stanje
th: ยอดคงเหลือเริ่มต้น
vi: Số dư ban đầu

# form_total_balance_title
source: Total Balance
ar: إجمالي الرصيد
bs: Ukupno stanje
ca: Saldo total
ro: Sold total
sl: Skupno stanje
th: ยอดรวม
vi: Tổng số dư

# form_use_as_default_account_title
source: Default Account
ar: الحساب الافتراضي
bs: Zadani račun
ca: Predeterminat
ro: Cont implicit
sl: Privzeti račun
th: บัญชีเริ่มต้น
vi: Ví mặc định

# form_account_currency_title
source: Currency
ar: العملة
bs: Valuta
ca: Moneda
ro: Moneda
sl: Valuta
th: สกุลเงิน
vi: Đơn vị tiền tệ

# form_button_archive_account
source: Archive Account
ar: حساب الأرشيف
bs: Arhiviraj nalog
ca: Compte arxivat
ro: Arhivează contul
sl: Arhiviraj račun
th: เก็บถาวรบัญชี
vi: Lưu trữ Ví

# form_button_unarchive_account
source: Unarchive Account
ar: إلغاء أرشفة الحساب
bs: Poništi arhiviranje naloga
ca: Desarxivar compte
ro: Dezarhivați contul
sl: Odarhiviraj račun
th: ยกเลิกการเก็บถาวรบัญชี
vi: Hủy lưu trữ Ví

# form_button_delete_account
source: Delete Account
ar: حذف الحساب
bs: Izbriši račun
ca: Eliminar compte
ro: Ștergeți contul
sl: Izbriši račun
th: ลบบัญชี
vi: Xoá Ví

# form_title_new_categorygroup
source: New Folder
ar: مجموعة جديدة
bs: Novi folder
ca: Nova carpeta
ro: Folder nou
sl: Nova mapa
th: โฟลเดอร์ใหม่
vi: Nhóm mới

# form_button_delete_categorygroup
source: Delete Folder
ar: حذف المجموعة
bs: Izbriši mapu
ca: Eliminar carpeta
ro: Ștergeți folderul
sl: Izbriši mapo
th: ลบโฟลเดอร์
vi: Xoá Nhóm

# form_title_new_category
source: New Category
ar: فئة جديدة
bs: Nova kategorija
ca: Nova categoria
ro: Categorie nouă
sl: Nova kategorija
th: หมวดหมู่ใหม่
vi: Danh mục mới

# form_category_group_title
source: Folder
ar: المجموعة
bs: Mapa
ca: Carpeta
sl: Mapa
th: โฟลเดอร์
vi: Nhóm

# form_category_group_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không có

# form_button_delete_category
source: Delete Category
ar: حذف الفئة
bs: Brisanje kategorije
ca: Eliminar categoria
ro: Ștergeți categoria
sl: Izbriši kategorijo
th: ลบหมวดหมู่
vi: Xoá Danh mục

# form_title_new_payee
source: New Payee
ar: مستلم جديد
bs: Novi primalac uplate
ca: Nou beneficiari
ro: Beneficiar nou
sl: Nov plačnik
th: ผู้รับเงินใหม่
vi: Người nhận mới

# form_assignment_default_entries_footer_title
source: Assign this payee an account, category, or location to use by default for transactions.
ar: قم بتعيين الحساب الافتراضي لهذا المستلم، أو الفئة، أو الموقع للمعاملات.
bs: Dodijelite ovom primaocu uplate račun, kategoriju ili lokaciju za korištenje po defaultu za transakcije.
ca: Assigna a aquest beneficiari un compte, categoria o ubicació perquè s’utilitzi de manera predeterminada a les transaccions.
ro: Atribuiți acestui beneficiar un cont, o categorie sau o locație pe care să o utilizeze în mod prestabilit pentru tranzacții.
sl: Dodelite temu plačniku račun, kategorijo ali lokacijo, ki se bo privzeto uporabljala za transakcije.
th: กำหนดบัญชี หมวดหมู่ หรือตำแหน่งที่ตั้งแก่ผู้รับเงินรายนี้เพื่อใช้เป็นค่าเริ่มต้นสำหรับธุรกรรม
vi: Chỉ định Người nhận này một Ví, Danh mục hoặc vị trí để sử dụng theo mặc định cho các giao dịch.

# form_location_title
source: Location
ar: الموقع
bs: Lokacija
ca: Ubicació
ro: Locație
sl: Lokacija
th: ตำแหน่ง
vi: Vị trí

# form_location_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không có

# form_button_delete_payee
source: Delete Payee
ar: حذف المستفيد
bs: Izbriši primaoca uplate
ca: Eliminar beneficiari
ro: Șterge beneficiarul
sl: Izbriši plačnika
th: ลบผู้รับเงิน
vi: Xoá Người nhận

# form_title_new_tag
source: New Tag
ar: علامة جديدة
bs: Nova oznaka
ca: Nova etiqueta
ro: Etichetă nouă
sl: Nova oznaka
th: แท็กใหม่
vi: Nhãn mới

# form_button_delete_tag
source: Delete Tag
ar: حذف الوسم
bs: Izbriši oznaku
ca: Eliminar etiqueta
ro: Ștergeți eticheta
sl: Izbriši oznako
th: ลบแท็ก
vi: Xoá nhãn

# form_title_new_reminder
source: New Reminder
ar: تذكير جديد
bs: Novi podsjetnik
ca: Nou recordatori
ro: Memento nou
sl: Nov opomnik
th: เตือนความจำใหม่
vi: Lời nhắc mới

# form_is_enabled_title
source: Enabled
ar: ممكّن
bs: Omogućeno
ca: Activat
ro: Activat
sl: Omogočeno
th: เปิดใช้งาน
vi: Đã bật

# form_button_preview_reminder
source: Show preview
ar: إظهار المعاينة
bs: Prikaži pregled
ca: Mostrar vista prèvia
ro: Afișează previzualizarea
sl: Prikaži predogled
th: แสดงตัวอย่าง
vi: Hiển thị bản xem trước

# form_button_delete_reminder
source: Delete reminder
ar: حذف التذكير
bs: Izbriši podsjetnik
ca: Eliminar recordatori
ro: Ștergeți mementoul
sl: Izbriši opomnik
th: ลบการเตือนความจำ
vi: Xóa Lời nhắc

# reminder_notification_title
source: Reminder
ar: تذكير
bs: Podsjetnik
ca: Recordatori
ro: Memento
sl: Opomnik
th: เตือนความจำ
vi: Lời nhắc

# form_title_new_income
source: New Income
ar: الدخل الجديد
bs: Novi prihod
ca: Nou ingrés
ro: Venit nou
sl: Nov prihodek
th: 새 소득
vi: Khoản thu mới

# form_title_new_expense
source: New Expense
ar: مصروفات جديدة
bs: Novi trošak
ca: Nou despesa
ro: Cheltuieli noi
sl: Nov odhodek
th: 새 비용
vi: Khoản chi mới

# form_title_new_transfer
source: New Transfer
ar: ترجمة جديدة
bs: Novi transfer
ca: Nova transferència
ro: Transfer nou
sl: Nov prenos
th: 새 전송
vi: Chuyển khoản

# form_date_section_title
source: Due
ar: تاريخ الاستحقاق
bs: Dospjelo
ca: Venciment
ro: Scadență
sl: Datum
th: ครบกำหนด
vi: Quá hạn

# form_reminder_section_title
source: Reminder
ar: تذكير
bs: Podsjetnik
ca: Recordatori
ro: Memento
sl: Opomnik
th: เตือนความจำ
vi: Lời nhắc

# form_location_section_title
source: Location
ar: الموقع
bs: Lokacija
ca: Ubicació
ro: Locație
sl: Lokacija
th: สถานที่
vi: Vị trí

# form_notes_section_title
source: Notes
ar: ملاحظات
bs: Bilješke
ro: Note
sl: Opombe
th: บันทึก
vi: Ghi chú

# form_currency_section_title
source: Currency
ar: العملة
bs: Valuta
ca: Moneda
ro: Moneda
sl: Valuta
th: สกุลเงิน
vi: Đơn vị tiền tệ

# form_payment_status_section_title
source: Payment
ar: الدفع
bs: Plaćanje
ca: Pagament
ro: Plata
sl: Plačilo
th: การชำระเงิน
vi: Thanh toán

# form_evaluation_section_title
source: Evaluated
ar: تم التقييم
bs: Evaluirano
ca: Avaluat
ro: Evaluat
sl: Ocenjeno
th: ประเมินผลแล้ว
vi: Đã đánh giá

# form_attachments_section_title
source: Attachments
ar: المرفقات
bs: Prilozi
ca: Adjunts
ro: Atașamente
sl: Priloge
th: ไฟล์แนบ
vi: Tệp đính kèm

# form_tags_section_title
source: Tags
ar: العلامات
bs: Oznake
ca: Etiquetes
ro: Etichete
sl: Oznake
th: แท็ก
vi: Nhãn

# form_account_title
source: Account
ar: الحساب
bs: Račun
ca: Compte
ro: Cont
sl: Račun
th: บัญชี
vi: Ví

# form_from_account_title
source: From
ar: من
bs: Od
ca: De
ro: De la
sl: Iz
th: จาก
vi: Từ

# form_to_account_title
source: To
ar: إلى
bs: Prima
ca: Per a
ro: Către
sl: Na
th: ถึง
vi: Đến

# form_account_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không có

# form_category_title
source: Category
ar: الفئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: หมวดหมู่
vi: Danh mục

# form_categories_title
source: Categories
ar: الفئات
bs: Kategorije
ro: Categorii
sl: Kategorije
th: หมวดหมู่
vi: Danh mục

# form_category_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không có

# form_payee_title
source: Payee
ar: المستفيد
bs: Primalac uplate
ca: Beneficiari
ro: Beneficiar
sl: Plačnik
th: ผู้รับเงิน
vi: Người nhận

# form_payee_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không có

# form_tags_title
source: Tags
ar: العلامات
bs: Oznake
ca: Etiquetes
ro: Etichete
sl: Oznake
th: แท็ก
vi: Thẻ

# form_tag_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không có

# form_date_title
source: Date
ar: التاريخ
bs: Datum
ca: Data
ro: Data
sl: Datum
th: วันที่
vi: Ngày

# form_date_format_title
source: Date Format
ar: تنسيق التاريخ
bs: Format datuma
ca: Format de data
ro: Format data
sl: Oblika datuma
th: รูปแบบวันที่
vi: Định dạng ngày

# form_time_title
source: Time
ar: الوقت
bs: Vrijeme
ca: Hora
ro: Ora
sl: Čas
th: เวลา
vi: Thời gian

# form_repetition_frequency_title
source: Repeat
ar: التكرار
bs: Ponavljanje
ca: Repetir
ro: Repetă
sl: Ponovi
th: ทำซ้ำ
vi: Lặp lại

# form_date_repetition_has_end_date_title
source: End
ar: نهاية التكرار
bs: Kraj
ca: Fi
ro: Sfârșit
sl: Konec
th: สิ้นสุด
vi: Kết thúc

# form_date_repetition_end_date_title
source: End Date
ar: تاريخ الانتهاء
bs: Datum završetka
ca: Data de finalització
ro: Data de încheiere
sl: Datum konca
th: วันที่สิ้นสุด
vi: Ngày kết thúc

# form_reminder_title
source: Active
ar: تذكير
bs: Aktivan
ca: Actiu
ro: Activ
sl: Aktivno
th: ใช้งานอยู่
vi: Nhắc nhở

# form_reminder_none_type_value
source: None
ar: لا شيء
bs: Ništa
ca: Cap
ro: Niciunul
sl: Brez
th: ไม่มี
vi: Không nhắc

# form_reminder_none_type_value_long
source: No reminder
ar: لا توجد تذكيرات
bs: Nema podsjetnika
ca: Sense recordatori
ro: Fără memento
sl: Brez opomnika
th: ไม่มีการเตือนความจำ
vi: Không nhắc nhở

# form_reminder_on_due_value
source: On Due
ar: في تاريخ الاستحقاق
bs: U roku
ca: Al venciment
ro: Pentru scadență
sl: Na datum
th: ถึงกำหนด
vi: Khi đến hạn

# form_location_none_type_value_long
source: No location
ar: لا يوجد موقع
bs: Nema lokacije
ca: Sense ubicació
ro: Nici o locație
sl: Brez lokacije
th: ไม่มีตำแหน่ง
vi: Không có vị trí

# form_original_amount_title
source: Original Amount
ar: المبلغ الأصلي
bs: Originalni iznos
ca: Import original
ro: Suma originală
sl: Prvotni znesek
th: จำนวนเงินเดิม
vi: Số tiền ban đầu

# form_exchange_rate_title
source: Exchange Rate
ar: سعر الصرف
bs: Tečaj
ca: Tipus de canvi
ro: Rata de schimb
sl: Menjalni tečaj
th: อัตราแลกเปลี่ยน
vi: Tỷ giá

# form_is_selected_title
source: Selected
ar: المكان
bs: Odabrano
ca: Seleccionat
ro: Selectat
sl: Izbrano
th: เลือกแล้ว
vi: Đã chọn

# form_is_pending_title
source: Pending
ar: معلق
bs: Na čekanju
ca: Pendent
ro: În așteptare
sl: Na čakanju
th: รอดำเนินการ
vi: Chưa giải quyết

# form_payed_by_title
source: Assigned
ar: مدفوع
bs: Dodijeljeno
ca: Assignat
ro: Atribuit
sl: Dodeljeno
th: มอบหมายแล้ว
vi: Giao cho

# form_payed_by_none_type_value
source: Nobody
ar: لا شيء
bs: Nitko
ca: Ningú
ro: Nimeni
sl: Nihče
th: ไม่มีใคร
vi: Không có ai

# form_include_in_statistics_title
source: Statistics
ar: الإحصائيات
bs: Statistike
ca: Estadístiques
ro: Statistici
sl: Statistika
th: สถิติ
vi: Thống kê

# form_include_in_budgets_title
source: Budgets
ar: الميزانيات
bs: Budžeti
ca: Pressupostos
ro: Bugete
sl: Načrt porabe
th: งบประมาณ
vi: Ngân sách

# form_payment_status_footer_title
source: Mark the payment as "pending" so that the amount is not included in the calculations.
ar: ضع علامة على الدفعة على أنها "معلقة" بحيث لا يتم أخذ المبلغ في الاعتبار في الحسابات.
bs: Označi plaćanje kao "na čekanju" tako da iznos ne bude uključen u izračun.
ca: Marca el pagament com a "pendent" perquè l'import no s'inclogui en els càlculs.
ro: Marcați plata ca "în așteptare", astfel încât suma să nu fie inclusă în calcule.
sl: Označite plačilo kot "v čakanju", da znesek ne bo vključen v izračune.
th: ทำเครื่องหมายการชำระเงินว่า "รอดำเนินการ" เพื่อให้จำนวนเงินไม่รวมอยู่ในการคำนวณ
vi: Đánh dấu khoản thanh toán là "đang chờ xử lý" để số tiền này không được đưa vào tính toán.

# form_evaluation_footer_title
source: Exclude this transaction from statistics and / or budgets so that it is only included in the account balance.
ar: استبعد هذه المعاملة من الإحصائيات و/أو الميزانيات ليتم احتسابها فقط في رصيد الحساب.
bs: Isključite ovu transakciju iz statistike i/ili budžeta, kako bi bila uključena samo u stanje računa.
ca: Exclou aquesta transacció de les estadístiques i/o dels pressupostos perquè només es tingui en compte en el saldo del compte.
ro: Excludeți această tranzacție din statistici și/sau bugete pentru a o lua în considerare doar în soldul contului.
sl: Izključite to transakcijo iz statistike in/ali proračunov, da se upošteva samo v stanju računa.
th: ยกเว้นการทำธุรกรรมนี้จากสถิติและ/หรืองบประมาณ เพื่อให้มันถูกพิจารณาในยอดคงเหลือของบัญชีเท่านั้น.
vi: Loại giao dịch này khỏi thống kê và/hoặc ngân sách để chỉ tính vào số dư tài khoản.

# form_reminded_transactions_is_invalid_footer_title
source: Info: To add a reminder to this transaction, either a future date or a repeat interval must be selected.
bs: Informacije: Za dodavanje podsjetnika ovoj transakciji mora biti odabran datum u budućnosti ili interval ponavljanja.
ca: Informació: Per afegir un recordatori a aquesta transacció, s'ha de seleccionar una data futura o un interval de repetició.
ro: Notă: Pentru a adăuga un memento la această tranzacție, trebuie selectat fie o dată viitoare, fie un interval de repetare.
sl: Info: Če želite tej transakciji dodati opomnik, morate izbrati bodisi prihodnji datum bodisi interval ponavljanja.
th: หมายเหตุ: ในการเพิ่มการเตือนไปยังธุรกรรมนี้ จะต้องเลือกวันที่ในอนาคตหรือช่วงเวลาที่เกิดซ้ำ
vi: Lưu ý: Để thêm lời nhắc cho giao dịch này, bạn phải chọn ngày trong tương lai hoặc khoảng thời gian lặp lại.

# form_button_delete_transaction
source: Delete Transaction
ar: حذف المعاملة
bs: Izbriši transakciju
ca: Eliminar transacció
ro: Ștergeți tranzacția
sl: Izbriši transakcijo
th: ลบธุรกรรม
vi: Xóa giao dịch

# form_button_end_repetition_for_transaction
source: End repetition
ar: إنهاء التكرار
bs: Završi ponavljanje
ca: Fi de la repetició
ro: Încheiați repetarea
sl: Končaj ponavljanje
th: สิ้นสุดการทำซ้ำ
vi: Kết thúc lặp lại

# form_button_clear_title
source: Remove
ar: حذف
bs: Ukloni
ca: Eliminar
ro: Elimină
sl: Počisti
th: ลบ
vi: Di dời

# form_button_today_title
source: Today
ar: اليوم
bs: Danas
ca: Avui
ro: Astăzi
sl: Danes
th: วันนี้
vi: Hôm nay

# receipt_total
source: Total
ar: الإجمالي
bs: Ukupno
sl: Skupaj
th: ทั้งหมด
vi: Tổng cộng

# receipt_amount
source: Amount
ar: المبلغ
bs: Iznos
ca: Import
ro: Suma
sl: Znesek
th: จำนวนเงิน
vi: Số lượng

# receipt_to_pay
source: To Pay
ar: يستحق الدفع
bs: Za plaćanje
ca: Per pagar
ro: De plătit
sl: Za plačilo
th: การชำระเงิน
vi: Trả cho

# transaction_notification_body
source: Amount: %@ Date: %@
ar: المبلغ: %@ التاريخ: %@
bs: Iznos: %@ Datum: %@
ca: Import: %@ Data: %@
ro: Suma: %@ Data: %@
sl: Znesek: %@ Datum: %@
th: จำนวนเงิน: %@ วันที่: %@
vi: Số lượng* %@ Vào lúc: %@

# transaction_notification_body_notes
source: Notes: %@
ar: ملاحظات: %@
bs: Napomene: %@
ro: Note: %@
sl: Opombe: %@
th: หมายเหตุ: %@
vi: Ghi chú: %@

# form_title_new_budget
source: New Budget
ar: الميزانية الجديدة
bs: Novi budžet
ca: Nou pressupost
ro: Buget nou
sl: Nov načrt porabe
th: งบประมาณใหม่
vi: Ngân sách mới

# form_interval_section_title
source: Interval
ar: الفاصل الزمني
th: ช่วงเวลา
vi: Khoảng thời gian

# form_budget_amount_calculation_footer_title
source: The interval determines how often the budget is repeated, whereby the available amount displayed is automatically adjusted to the selected time period.
ar: تحدد الفترة الزمنية عدد مرات تكرار الميزانية، حيث يتم تعديل المبلغ المتاح المعروض تلقائيًا إلى الفترة الزمنية المحددة.
bs: Interval određuje koliko često se budžet ponavlja, pri čemu se prikazani raspoloživi iznos automatski prilagođava odabranom vremenskom periodu.
ca: L'interval determina amb quina freqüència es repeteix el pressupost, de manera que l'import disponible que es mostra s'ajusta automàticament al període de temps seleccionat.
ro: Intervalul determină cât de des este repetat bugetul, prin care suma disponibilă afișată este ajustată automat la perioada de timp selectată.
sl: Interval določa, kako pogosto se načrt porabe ponavlja, pri čemer se prikazani razpoložljivi znesek samodejno prilagodi izbranemu časovnemu obdobju.
th: ช่วงเวลาจะกำหนดว่างบประมาณจะถูกทำซ้ำบ่อยแค่ไหน โดยจำนวนเงินที่มีที่แสดงจะถูกปรับโดยอัตโนมัติให้ตรงกับช่วงเวลาที่เลือก
vi: Khoảng thời gian xác định tần suất lặp lại ngân sách, theo đó số tiền khả dụng được hiển thị sẽ tự động được điều chỉnh theo khoảng thời gian đã chọn.

# form_is_cumulative_title
source: Cumulative
ar: تراكمي
bs: Kumulativno
ca: Acumulatiu
sl: Kumulativno
th: แบบสะสม
vi: Tích lũy
