Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# form_button_delete_budget
source: Delete Budget
ar: حذف الميزانية
bs: Izbriši budžet
ca: Eliminar pressupost
ro: Ștergeți bugetul
sl: Izbriši načrt porabe
th: ลบงบประมาณ
vi: Xóa ngân sách

# form_title_csv_assign_fields
source: Assign Fields
bs: Dodijeli polja
ca: Assignar camps
ro: Atribuiți câmpuri
sl: Dodelite polja
th: กำหนดฟิลด์
vi: Chỉ định trường

# csv_assign_fields_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# csv_assign_fields_info_description
source: Please assign the columns of the CSV file to be imported to the corresponding fields.
ar: قم بتعيين أعمدة ملف CSV للاستيراد إلى الحقول المناسبة.
bs: Molimo dodijelite stupce CSV datoteke za uvoz odgovarajućim poljima.
ca: Si us plau, assigna les columnes del fitxer CSV que s'importarà als camps corresponents.
ro: Vă rugăm să atribuiți coloanele fișierului CSV care urmează să fie importat câmpurilor corespunzătoare.
sl: Prosimo, dodelite stolpce CSV datoteke, ki jo uvozite, ustreznim poljem.
th: โปรดกำหนดคอลัมน์ของไฟล์ CSV ที่จะนำเข้าไปยังฟิลด์ที่เกี่ยวข้อง
vi: Vui lòng chỉ định các cột của tệp CSV sẽ được nhập vào các trường tương ứng.

# form_general_section_title
source: General
ar: عام
bs: Općenito
sl: Splošno
th: ทั่วไป
vi: Tổng quan

# form_invalid_footer_title
source: Error:
ar: خطأ:
bs: Pogreška:
ro: Eroare:
sl: Napaka:
th: ข้อผิดพลาด:
vi: Lỗi:

# form_invalid_amount_footer_title
source: The values for "%@" are not valid monetary amounts.
ar: قيم "%@" ليست مبالغ نقدية صالحة.
bs: Vrijednosti za "%@" nisu valjani novčani iznosi.
ca: Els valors de "%@" no són imports vàlids.
ro: Valorile pentru "%@" nu sunt sume monetare valide.
sl: Vrednosti za "%@" niso veljavni denarni zneski.
th: ค่าของ "%@" ไม่ใช่จำนวนเงินที่ถูกต้อง
vi: Các giá trị cho "%@" không phải là số tiền hợp lệ.

# form_invalid_currency_footer_title
source: The values for "%@" are not valid currencies.
ar: قيم "%@" ليست عملات صالحة.
bs: Vrijednosti za "%@" nisu važeće valute.
ca: Els valors de "%@" no són monedes vàlides.
ro: Valorile pentru "%@" nu sunt monede valide.
sl: Vrednosti za "%@" niso veljavne valute.
th: ค่าสำหรับ "%@" ไม่ใช่สกุลเงินที่ถูกต้อง
vi: Các giá trị cho "%@" không phải là đơn vị tiền tệ hợp lệ.

# form_invalid_exchange_rate_footer_title
source: The values for "%@" are not valid numeric values.
ar: قيم "%@" ليست قيمًا رقمية صالحة
bs: Vrijednosti za "%@" nisu važeće numeričke vrijednosti.
ca: Els valors de "%@" no són valors numèrics vàlids.
ro: Valorile pentru "%@" nu sunt valori numerice valide.
sl: Vrednosti za "%@" niso veljavne številčne vrednosti.
th: ค่าสำหรับ "%@" ไม่ใช่ค่าตัวเลขที่ถูกต้อง
vi: Các giá trị cho "%@" không phải là kiểu số hợp lệ.

# form_invalid_date_format_footer_title
source: The selected date and/or format is invalid.
ar: التاريخ و/أو التنسيق المحدد غير صالح.
bs: Odabrani datum i/ili format nisu valjani.
ca: La data i/o el format seleccionats no són vàlids.
ro: Data și/sau formatul selectat nu sunt valide.
sl: Izbrani datum in/ali oblika nista veljavna.
th: วันที่และ/หรือรูปแบบที่เลือกไม่ถูกต้อง

# form_type_footer_title
source: Info: Select "%@" to calculate the transaction type based on the sign of the amount value.
ar: معلومات: حدد "%@" لحساب نوع المعاملة بناءً على علامة قيمة المبلغ.
bs: Informacije: Odaberite "%@" da biste izračunali vrstu transakcije na osnovu predznaka vrijednosti iznosa.
ca: Informació: Selecciona "%@" per calcular el tipus de transacció segons el signe de l'import.
ro: Informații: Selectați "%@" pentru a calcula tipul tranzacției pe baza semnului valorii sumei.
sl: Info: Izberite "%@" za izračun vrste transakcije na podlagi predznaka vrednosti zneska.
th: ข้อมูล: เลือก "%@" เพื่อคำนวณประเภทธุรกรรมตามเครื่องหมายของมูลค่าจำนวนเงิน
vi: Thông tin: Chọn "%@" để tính loại giao dịch dựa trên dấu của giá trị số tiền.

# form_date_format_footer_title
source: Example: %@
ar: مثال: %@
bs: Primjer: %@
ca: Exemple: %@
ro: Exemplu: %@
sl: Primer: %@
th: ตัวอย่าง: %@
vi: Ví dụ: %@

# form_type_title
source: Type
ar: النوع
bs: Vrsta
ca: Tipus
ro: Tip
sl: Vrsta
th: ประเภท
vi: Loại

# form_amount_title
source: Amount
ar: المبلغ
bs: Iznos
ca: Import
ro: Suma
sl: Znesek
th: จำนวนเงิน
vi: Số lượng

# form_source_currency_title
source: Source Currency
ar: عملة المصدر
bs: Izvorna valuta
ca: Moneda d'origen
ro: Moneda sursă
sl: Izvorna valuta
th: สกุลเงินต้นทาง

# form_target_currency_title
source: Target Currency
ar: العملة المستهدفة
bs: Ciljana valuta
ca: Moneda objectiu
ro: Moneda țintă
sl: Ciljna valuta
th: สกุลเงินเป้าหมาย

# form_budget_book_title
source: Budget Book
ar: دفتر الميزانية
bs: Budžetska knjiga
ca: Llibre de pressupost
ro: Cartea bugetului
sl: Budget
th: สมุดงบประมาณ
vi: Sổ ngân sách

# form_notes_title
source: Notes
ar: ملاحظات
bs: Bilješke
ro: Note
sl: Opombe
th: บันทึก
vi: Ghi chú

# form_skip_zero_amounts_title
source: Skip "0" Amounts
ar: تخطي المبالغ "0"
bs: Preskoči iznose "0"
ca: Omet imports "0"
ro: Sări peste sumele "0"
sl: Preskoči "0" zneske
th: ข้ามจำนวน "0"
vi: Bỏ qua số tiền "0"

# form_skip_duplicates_title
source: Skip Duplicates
ar: تخطي التكرارات
bs: Preskoči duplikate
ca: Omet duplicats
ro: Sări peste duplicatele
sl: Preskoči podvojene
th: ข้ามรายการที่ซ้ำกัน
vi: Bỏ qua bản sao

# form_csv_assign_field_none_type_value
source: Unassigned
ar: لم يتم تعيينه
bs: Nedodijeljeno
ca: Sense assignar
ro: Neatribuit
sl: Nedodeljeno
th: ยังไม่ได้กำหนด
vi: Chưa phân công

# color_selection_title
source: Colors
ar: الألوان
bs: Boje
ro: Culori
sl: Barve
th: สี
vi: Màu sắc

# no_colors_found_title
source: No colors found
ar: لم يتم العثور على ألوان
bs: Nisu pronađene boje
ca: No s'han trobat colors
ro: Nu au fost găsite culori
sl: Ni najdenih barv
th: ไม่พบสี
vi: Không tìm thấy màu

# color_selection_search_placeholder_message
source: Search for a color or a group name
ar: البحث عن لون أو اسم مجموعة
bs: Traži boju ili naziv grupe
ca: Cerca un color o un nom de grup
ro: Căutați o culoare sau un nume de grup
sl: Iščite po barvi ali imenu skupine
th: ค้นหาสีหรือชื่อกลุ่ม
vi: Tìm kiếm màu hoặc tên Nhóm

# icon_selection_title
source: Icons
ar: الأيقونات
bs: Ikone
ca: Icones
ro: Icoane
sl: Ikone
th: ไอคอน
vi: Biểu tượng

# no_icons_found_title
source: No icons found
ar: لم يتم العثور على أيقونات
bs: Nisu pronađene ikone
ca: No s'han trobat icones
ro: Nu au fost găsite pictograme
sl: Ni najdenih ikon
th: ไม่พบไอคอน
vi: Không tìm thấy biểu tượng

# icon_selection_search_placeholder_message
source: Search for an icon label or a group name
ar: البحث عن اختصار أيقونة أو اسم مجموعة
bs: Traži oznaku ikone ili naziv grupe
ca: Cerca una etiqueta d'icona o un nom de grup
ro: Căutați o etichetă de pictogramă sau un nume de grup
sl: Iščite po oznaki ikone ali imenu skupine
th: ค้นหาป้ายกำกับไอคอนหรือชื่อกลุ่ม
vi: Tìm kiếm biểu tượng hoặc tên Nhóm

# location_selection_title
source: Location
ar: الموقع
bs: Lokacija
ca: Ubicació
ro: Locație
sl: Lokacija
th: สถานที่
vi: Vị trí

# location_selection_searchbar_placeholder
source: Search
ar: بحث
bs: Traži
ca: Cerca
ro: Căutare
sl: Išči
th: ค้นหา
vi: Tìm kiếm

# location_selection_search_history_title
source: Recent
ar: الأحدث
bs: Nedavno
sl: Nedavno
th: ล่าสุด
vi: Gần đây

# location_selection_select_button_title
source: Select
ar: اختيار
bs: Odaberi
ca: Seleccionar
ro: Selectați
sl: Izberi
th: เลือก
vi: Chọn

# location_selection_no_internet_error_title
source: Error
ar: خطأ
bs: Pogreška
ro: Eroare
sl: Napaka
th: ข้อผิดพลาด
vi: Lỗi

# location_selection_no_internet_error_message
source: There seems to be no internet connection
ar: يبدو أنه لا يوجد اتصال بالإنترنت
bs: Čini se da nema internetske veze
ca: Sembla que no hi ha connexió a Internet
ro: Se pare că nu există nicio conexiune la internet
sl: Zdi se, da ni internetne povezave
th: ดูเหมือนไม่มีการเชื่อมต่ออินเทอร์เน็ต
vi: Có vẻ như không có kết nối internet.

# alert_selected_period_changed_message
source: Since a %@ has started, the current period has been automatically adjusted. To switch between periods and view past transactions, simply click the "%@" button in the top left corner of the screen, then select the desired time period.
ar: منذ بدء %@، تم تعديل الفترة الحالية تلقائيًا. للتبديل بين الفترات وعرض المعاملات السابقة، ما عليك سوى النقر فوق الزر "%@" في الزاوية اليسرى العليا من الشاشة، ثم حدد الفترة الزمنية المطلوبة.
bs: Budući da je %@ započeo, trenutno razdoblje je automatski prilagođeno. Za prebacivanje između razdoblja i pregled prošlih transakcija, jednostavno kliknite gumb "%@" u gornjem lijevom kutu ekrana, zatim odaberite željeno vremensko razdoblje.
ca: Des que s'ha iniciat un %@, el període actual s'ha ajustat automàticament. Per canviar entre períodes i veure transaccions passades, fes clic al botó "%@" a la cantonada superior esquerra de la pantalla i selecciona el període de temps desitjat.
ro: Deoarece a început un %@, perioada curentă a fost ajustată automat. Pentru a comuta între perioade și a vedea tranzacțiile anterioare, faceți clic pe butonul "%@" din colțul din stânga sus al ecranului , apoi selectați perioada de timp dorită.
sl: Ker se je začel %@, je bilo trenutno obdobje samodejno prilagojeno. Za preklapljanje med obdobji in ogled preteklih transakcij preprosto kliknite gumb "%@" v zgornjem levem kotu zaslona, nato pa izberite želeno časovno obdobje.
th: ตั้งแต่ %@ เริ่มต้นขึ้น ช่วงเวลาปัจจุบันก็จะถูกปรับโดยอัตโนมัติ ในการสลับระหว่างช่วงเวลาต่างๆ และดูธุรกรรมที่ผ่านมา เพียงคลิกปุ่ม "%@" ที่มุมบนซ้ายของหน้าจอ แล้วเลือกช่วงเวลาที่ต้องการ
vi: Vì %@ đã bắt đầu nên khoảng thời gian hiện tại đã được điều chỉnh tự động. Để chuyển giữa các khoảng thời gian và xem các giao dịch trong quá khứ, chỉ cần nhấp vào nút "%@" ở góc trên cùng bên trái của màn hình, sau đó chọn khoảng thời gian mong muốn

# alert_no_mail_initialized_title
source: No email account
ar: لا يوجد بريد إلكتروني
bs: Nema računa e-pošte
ca: Sense compte de correu electrònic
ro: Niciun cont de e-mail
sl: Ni e-poštnega računa
th: ไม่มีบัญชีอีเมล
vi: Không có tài khoản email

# alert_no_mail_initialized_message
source: It appears that you do not have an email account set up on your device. However, this is mandatory to use this feature.
ar: يبدو أن جهازك لا يحتوي على بريد إلكتروني تم اعداده. ومع ذلك، يلزم استخدام هذه الميزة.
bs: Čini se da nemate postavljen račun e-pošte na svom uređaju. Međutim, ovo je obavezno za korištenje ove značajke.
ca: Sembla que no tens un compte de correu electrònic configurat al teu dispositiu. Tanmateix, és obligatori per utilitzar aquesta funció.
ro: Se pare că nu aveți un cont de e-mail configurat pe dispozitiv. Cu toate acestea, acest lucru este obligatoriu pentru a utiliza această funcție.
sl: Zdi se, da na vaši napravi nimate nastavljenega e-poštnega računa. Vendar je to obvezno za uporabo te funkcije.
th: ดูเหมือนว่าคุณไม่ได้ตั้งค่าบัญชีอีเมลบนอุปกรณ์ของคุณ อย่างไรก็ตาม นี่เป็นสิ่งจำเป็นในการใช้คุณสมบัตินี้
vi: Có vẻ như bạn chưa thiết lập tài khoản Email trên thiết bị của mình. Đây là điều bắt buộc để sử dụng tính năng này.

# alert_no_camera_title
source: No camera available
ar: الكاميرا غير متاحة
bs: Nema dostupne kamere
ca: No hi ha càmera disponible
ro: Nici o cameră disponibilă
sl: Ni kamere na voljo
th: ไม่มีกล้องให้ใช้งาน
vi: Camera không hoạt động

# alert_no_camera_message
source: It looks like you don't have a camera. However, it is mandatory to use this feature.
ar: يبدو أنه ليس لديك كاميرا. ومع ذلك، يلزم استخدام هذه الميزة.
bs: Izgleda da nemate kameru. Međutim, korištenje ove značajke je obavezno.
ca: Sembla que no tens càmera. Tanmateix, és obligatori per utilitzar aquesta funció.
ro: Se pare că nu aveți o cameră. Cu toate acestea, este obligatoriu să utilizați această funcție.
sl: Zdi se, da nimate kamere. Vendar je to obvezno za uporabo te funkcije.
th: ดูเหมือนว่าคุณไม่มีกล้อง อย่างไรก็ตาม จำเป็นต้องใช้คุณสมบัตินี้
vi: Có vẻ như camera trên thiết bị không hoạt động. Đây là điều bắt buộc để sử dụng tính năng này.

# alert_permissions_title
source: Almost there!
ar: جاهز تقريبًا!
bs: Još malo!
ca: Ja gairebé arribem!
ro: Aproape acolo!
sl: Skoraj ste tam!
th: เกือบถึงแล้ว!

# alert_permissions_activate_button
source: Activate now
ar: التنشيط الآن
bs: Aktiviraj sada
ca: Activa-ho ara
ro: Activați acum
sl: Aktivirajte zdaj
th: เปิดใช้งานทันที
vi: Kích hoạt ngay

# alert_permissions_cancel_button
source: Maybe later
ar: ربما لاحقًا
bs: Možda kasnije
ca: Potser més tard
ro: Poate mai târziu
sl: Mogoče kasneje
th: อาจจะมาภายหลัง
vi: Để sau

# alert_camera_permissions_message
source: To take photos, all you have to do is enable "camera" access in settings.
ar: للتقاط صور، فقط قم بتشغيل الكاميرا في الإعدادات.
bs: Za snimanje fotografija, sve što trebate učiniti je omogućiti pristup "kameri" u postavkama.
ca: Per fer fotos, només cal habilitar l'accés a la "càmera" a la configuració.
ro: Pentru a face fotografii, tot ce trebuie să faceți este să activați accesul la "camera" în setări.
sl: Za fotografiranje morate samo omogočiti dostop do "kamere" v nastavitvah.
th: ในการถ่ายภาพ สิ่งที่คุณต้องทำคือเปิดใช้งานการเข้าถึง "กล้อง" ในการตั้งค่า
vi: Để chụp ảnh, tất cả những gì bạn phải làm là bật quyền truy cập "Camera" trong Cài đặt.

# alert_photolibrary_permissions_message
source: To add photos, all you have to do is enable access to "photos" in settings.
ar: لإضافة صور، كل ما عليك فعله هو السماح بالوصول إلى "الصور" في الإعدادات.
bs: Za dodavanje fotografija, sve što trebate učiniti je omogućiti pristup "fotografijama" u postavkama.
ca: Per afegir fotos, només cal habilitar l'accés a "fotos" a la configuració.
ro: Pentru a adăuga fotografii, tot ce trebuie să faceți este să activați accesul la "fotografii" în setări.
sl: Za dodajanje fotografij morate samo omogočiti dostop do "fotografij" v nastavitvah.
th: ในการเพิ่มรูปภาพ สิ่งที่คุณต้องทำคือเปิดใช้งานการเข้าถึง "รูปภาพ" ในการตั้งค่า
vi: Để thêm ảnh, tất cả những gì bạn phải làm là cho phép truy cập vào "Ảnh" trong Cài đặt.

# alert_notifications_permissions_message
source: To get push notifications, all you have to do is enable "notifications" in settings.
ar: لتلقي الإشعارات، كل ما عليك فعله هو تشغيل "الإشعارات" في إعداداتك.
bs: Da biste dobili push obavijesti, sve što trebate učiniti je omogućiti "obavijesti" u postavkama.
ca: Per rebre notificacions automàtiques, només cal habilitar "notificacions" a la configuració.
ro: Pentru a primi notificări push, tot ce trebuie să faceți este să activați "notificări" în setări.
sl: Za prejemanje potisnih obvestil morate samo omogočiti "obvestila" v nastavitvah.
th: ในการรับการแจ้งเตือนแบบพุช สิ่งที่คุณต้องทำคือเปิดใช้งาน "การแจ้งเตือน" ในการตั้งค่า
vi: Để nhận thông báo, tất cả những gì bạn phải làm là bật "Thông báo" trong Cài đặt.

# period_selection_tip_title
source: Change period
ar: تغيير الفترة
bs: Period promjene
ca: Canviar període
ro: Schimbați perioada
sl: Spremeni obdobje
th: เปลี่ยนช่วง
vi: Thay đổi thời gian

# period_selection_tip_message
source: Click here to change the displayed period. This affects all views (overview, transactions and budgets).
ar: انقر هنا لتغيير الفترة المعروضة. يؤثر هذا على كافة طرق العرض (نظرة عامة، والعمليات، والميزانيات).
bs: Kliknite ovdje da promijenite prikazani period. Ovo utiče na sve prikaze (pregled, transakcije i budžete).
ca: Fes clic aquí per canviar el període mostrat. Això afecta totes les vistes (resum, transaccions i pressupostos).
ro: Faceți clic aici pentru a modifica perioada afișată. Acest lucru afectează toate vizualizările (prezentare generală, tranzacții și bugete).
sl: Kliknite tukaj, če želite spremeniti prikazano obdobje. To vpliva na vse poglede (pregled, transakcije in denarnice).
th: คลิกที่นี่เพื่อเปลี่ยนช่วงเวลาที่แสดง ซึ่งส่งผลต่อการดูทั้งหมด (ภาพรวม ธุรกรรม และงบประมาณ)
vi: Nhấn vào đây để thay đổi khoảng thời gian hiển thị. Điều này ảnh hưởng đến tất cả các lượt xem (tổng quan, giao dịch và ngân sách).

# interactive_charts_tip_title
source: Interactive charts
ar: الرسوم البيانية التفاعلية
bs: Interaktivne karte
ca: Gràfics interactius
ro: Diagrame interactive
sl: Interaktivni grafikoni
th: แผนภูมิเชิงโต้ตอบ
vi: Tương tác biểu đồ

# interactive_charts_tip_message
source: Swipe left or right to change the active chart, or long press on a chart to view the values for a specific date.
ar: قم بالتمرير إلى اليسار أو اليمين لتغيير المخطط النشط، أو المس مطولاً المخطط لعرض القيم لتاريخ محدد.
bs: Prevucite nalevo ili udesno da promenite aktivni grafikon ili dugo pritisnite grafikon da vidite vrednosti za određeni datum.
ca: Desplaça el dit cap a l'esquerra o cap a la dreta per canviar el gràfic actiu, o mantén premut un gràfic per veure els valors d'una data específica.
ro: Trasați spre stânga sau spre dreapta pentru a schimba graficul activ sau apăsați lung pe o diagramă pentru a vedea valorile pentru o anumită dată.
sl: Pomaknite se levo ali desno, če želite spremeniti aktivni grafikon, ali dolgo pritisnite na grafikon, če želite videti vrednosti za določen datum.
th: ปัดไปทางซ้ายหรือขวาเพื่อเปลี่ยนแผนภูมิที่ใช้งานอยู่ หรือกดบนแผนภูมิค้างไว้เพื่อดูค่าสำหรับวันที่ที่ระบุ
vi: Vuốt sang trái hoặc phải để thay đổi biểu đồ hiện tại hoặc nhấn và giữ biểu đồ để xem các giá trị cho một ngày cụ thể.

# switch_budget_books_tip_title
source: Switch budget books
ar: تبديل كتب الميزانية
bs: Zameni knjige budžeta
ca: Canviar de llibre de pressupost
ro: Schimbați cărțile bugetare
sl: Preklopi denarnice
th: สลับสมุดงบประมาณ
vi: Chuyển nhanh ngân sách

# switch_budget_books_tip_message
source: Long press the overview tab to quickly switch between your budget books.
ar: اضغط مطولاً على علامة تبويب النظرة العامة للتبديل بسرعة بين دفاتر الميزانية.
bs: Dugo pritisnite karticu sa pregledom da brzo prelazite sa jedne na drugu knjigu budžeta.
ca: Mantén premuda la pestanya de descripció general per canviar ràpidament entre els teus llibres de pressupost.
ro: Apăsați lung pe fila Prezentare generală pentru a comuta rapid între cărțile de buget.
sl: Dolgo pritisnite zavihek pregleda za hitro preklapljanje med vašimi denarnice.
th: กดแท็บภาพรวมค้างไว้เพื่อสลับระหว่างสมุดงบประมาณของคุณอย่างรวดเร็ว
vi: Nhấn và giữ tab tổng quan để nhanh chóng chuyển đổi giữa các Sổ ngân sách của bạn.

# cloud_sync_status_section_title
source: iCloud Sync Status
ar: حالة مزامنة iCloud
bs: Status iCloud sinkronizacije
ca: Estat de sincronització d'iCloud
ro: Starea de sincronizare iCloud
sl: Stanje iCloud sinhronizacije
th: สถานะการซิงค์ iCloud
vi: Trạng thái đồng bộ hóa iCloud

# cloud_sync_status_footer_title
source: Info: You need to be logged into iCloud to sync data from your iPhone.
ar: معلومات: يجب عليك تسجيل الدخول إلى iCloud لمزامنة البيانات من الـ iPhone الخاص بك.
bs: Informacije: Morate biti prijavljeni na iCloud za sinkronizaciju podataka s vašeg iPhonea.
ca: Informació: Has d'iniciar sessió a iCloud per sincronitzar les dades del teu iPhone.
ro: Informații: trebuie să fiți conectat la iCloud pentru a sincroniza datele de pe iPhone.
sl: Info: Za sinhronizacijo podatkov z vašega iPhona morate biti prijavljeni v iCloud.
th: ข้อมูล: คุณต้องเข้าสู่ระบบ iCloud เพื่อเชื่อมข้อมูลจาก iPhone ของคุณ
vi: Lưu ý: Bạn cần đăng nhập vào iCloud để đồng bộ hóa dữ liệu từ iPhone.

# imprintUrl
source: https://budget-flow.app/json/en/imprint.json
th: https://budget-flow.app/json/th/imprint.json

# default_account_name
source: Default Account
ar: الحساب
bs: Zadani račun
ca: Compte predeterminat
ro: Cont implicit
sl: Privzeti račun
th: บัญชีเริ่มต้น
vi: Ví mặc định

# default_category_group_name_income
source: Income
ar: الدخل
bs: Prihod
ca: Ingressos
ro: Venit
sl: Prihodki
th: รายได้
vi: Thu nhập

# default_category_name_salary
source: Salary
ar: الراتب
bs: Plaća
ca: Salari
ro: Salariu
sl: Plača
th: เงินเดือน
vi: Lương

# default_category_group_name_free_time
source: Free time
ar: الفصول
bs: Slobodno vrijeme
ca: Temps lliure
ro: Timp liber
sl: Prosti čas
th: เวลาว่าง
vi: Cá nhân

# default_category_name_shopping
source: Shopping
ar: التسوق
bs: Kupovina
ca: Compres
ro: Cumpărături
sl: Nakupovanje
th: ช้อปปิ้ง
vi: Mua sắm

# default_category_name_vacation
source: Vacation
ar: إجازة
bs: Odmor
ca: Vacances
ro: Vacanță
sl: Dopust
th: วันหยุด
vi: Kì nghỉ

# default_category_group_name_mobility
source: Mobility
ar: النقل
bs: Kretanje
ca: Mobilitat
ro: Mobilitate
sl: Mobilnost
th: ความคล่องตัว
vi: Di chuyển

# default_category_name_car
source: Car
ar: سيارة
bs: Vozilo
ca: Cotxe
ro: Mașină
sl: Avto
th: รถยนต์
vi: Xe hơi

# default_category_group_name_groceries
source: Groceries
ar: المنتجات
bs: Namirnice
ca: Menjar
ro: Băcănii
sl: Živila
th: ร้านขายของชำ
vi: Cửa hàng

# default_category_name_supermarket
source: Supermarket
ar: سوبر ماركت
bs: Trgovina
ca: Supermercat
th: ซูเปอร์มาร์เก็ต
vi: Siêu thị

# default_category_name_restaurant
source: Restaurant
ar: مطعم
bs: Restoran
sl: Restavracija
th: ร้านอาหาร
vi: Nhà hàng

# default_category_name_fast_food
source: Fast Food
ar: الوجبات السريعة
bs: Brza hrana
ca: Menjar ràpid
sl: Hitra hrana
th: อาหารจานด่วน
vi: Thức ăn nhanh

# default_category_group_name_living
source: Living
ar: الإقامة
bs: Život
ca: Habitatge
ro: Locuitor
sl: Bivanje
th: อยู่อาศัย
vi: Đời sống

# default_category_name_rent
source: Rent
ar: إيجار
bs: Zakup
ca: Lloguer
ro: Închiriere
sl: Najemnina
th: เช่า
vi: Thuê nhà

# default_category_group_name_miscellaneous
source: Miscellaneous
ar: أخرى
bs: Razno
ca: Varios
ro: Diverse
sl: Razno
th: เบ็ดเตล็ด
vi: Danh mục khác

# default_reminder_title
source: Record expenses
ar: محاسبة النفقات
bs: Zabilježi troškove
ca: Despeses registrades
ro: Înregistrați cheltuielile
sl: Zabeleži stroške
th: บันทึกค่าใช้จ่าย
vi: Ghi lại chi phí

# color_section_classic_title
source: Classic
ar: كلاسيكي
bs: Klasični
ca: Clàssic
ro: Clasic
sl: Klasično
th: คลาสสิก
vi: Cổ điển

# color_section_sunset_title
source: Sunset
ar: غروب الشمس
bs: Zalazak sunca
ca: Capvespre
ro: Apus de soare
sl: Sončni zahod
th: พระอาทิตย์ตก
vi: Hoàng hôn

# color_section_afterglow_title
source: Afterglow
ar: الشفق
bs: Naknadni sjaj
ca: Resplendor
ro: Strălucire ulterioară
th: แสงระเรื่อ
vi: Hào quang

# color_section_ocean_title
source: Ocean
ar: المحيط
ca: Oceà
th: มหาสมุทร
vi: Đại dương

# color_section_nightsky_title
source: Night Sky
ar: ليلة
bs: Noćno nebo
ca: Cel nocturn
ro: Cer de noapte
sl: Nočno nebo
th: ท้องฟ้ายามค่ำคืน
vi: Trời đêm

# color_section_pastel_title
source: Pastel
ar: باستيل
bs: Pastelno
ca: Pastís
sl: Pastelne barve
th: สีพาสเทล
vi: Phấn Màu

# color_keyword_custom
source: Custom
ar: مخصص
bs: Prilagođeno
ca: Personalitzat
ro: Personalizat
sl: Po meri
th: กำหนดเอง
vi: Tuỳ chọn

# color_keyword_red
source: Red
ar: أحمر
bs: Crvena
ca: Vermell
ro: Roșu
sl: Rdeča
th: สีแดง
vi: Đỏ

# color_keyword_green
source: Green
ar: أخضر
bs: Zelena
ca: Verd
ro: Verde
sl: Zelena
th: สีเขียว
vi: Xanh lá

# color_keyword_blue
source: Blue
ar: أزرق
bs: Plava
ca: Blau
ro: Albastru
sl: Modra
th: สีน้ำเงิน
vi: Xanh dương

# color_keyword_yellow
source: Yellow
ar: أصفر
bs: Žuta
ca: Groc
ro: Galben
sl: Rumena
th: สีเหลือง
vi: Vàng

# color_keyword_orange
source: Orange
ar: برتقالي
bs: Narančasta
ca: Taronja
ro: Portocaliu
sl: Oranžna
th: สีส้ม
vi: Cam

# color_keyword_purple
source: Purple
ar: بنفسجي
bs: Ljubičasta
ca: Porpra
ro: Violet
sl: Vijolična
th: สีม่วง
vi: Tía

# color_keyword_pink
source: Pink
ar: وردي
bs: Ružičasta
ca: Rosa
ro: Roz
sl: Roza
th: สีชมพู
vi: Hồng

# color_keyword_brown
source: Brown
ar: بني
bs: Smeđa
ca: Marró
ro: Maro
sl: Rjava
th: สีน้ำตาล
vi: Nâu

# color_keyword_mint
source: Mint
ar: نعناع
bs: Kovnica
ca: Menta
sl: Meta
th: มิ้นต์
vi: Bạc hà

# color_keyword_cyan
source: Cyan
ar: سماوي
bs: Cijan
ca: Cian
sl: Cian
th: สีฟ้า
vi: Lam

# color_keyword_violet
source: Violet
ar: بنفسجي
bs: Ljubičasta
ca: Violeta
sl: Vijolična
th: สีม่วง
vi: Tím

# color_keyword_gray
source: Gray
ar: رمادي
bs: Siva
ca: Groc
ro: Gri
sl: Siva
th: สีเทา
vi: Xám
