Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# icon_keyword_package
source: Package
ar: الصندوق
bs: Paket
ca: Paquet
ro: Pachet
sl: Paket
th: แพ็คเกจ

# icon_keyword_apple
source: Apple
bs: Jabuka
ro: Mere
th: แอปเปิ้ล

# icon_keyword_banknote
source: Banknote
ar: الورقة النقدية
bs: Novčanica
ca: Bitllet
ro: Bancnotă
sl: Bankovec
th: ธนบัตร

# icon_keyword_refund
source: Refund
ar: استرداد الأموال
bs: Povrat novca
ca: Reemborsament
ro: Rambursare
sl: Vračilo
th: คืนเงิน

# icon_keyword_dollar
source: Dollars
ar: دولار
bs: Dolari
ca: Dòlars
ro: Dolari
sl: Dolarji
th: ดอลลาร์

# icon_keyword_cents
source: Cents
ar: سنت
bs: Centi
ca: Cèntims
ro: Cenți
sl: Cent
th: เซ็นต์

# icon_keyword_yen
source: Yen
ar: ين
bs: Jen
ca: Iens
sl: Jen
th: เยน

# icon_keyword_pound
source: Pound
ar: باوند
bs: Funta
ca: Lliura
ro: Liră
sl: Funt
th: ปอนด์

# icon_keyword_franc
source: Franconia
ar: فرانكونيا
bs: Frankonska
ca: Franc
sl: Frank
th: ฟรังโกเนีย

# icon_keyword_lira
source: Lira
ar: ليرة
th: ลีร่า

# icon_keyword_ruble
source: Ruble
ar: روبل
bs: Rublja
ca: Rublo
ro: Rubla
sl: Rubelj
th: รูเบิล

# icon_keyword_euro
source: Euro
ar: يورو
sl: Evro
th: ยูโร

# icon_keyword_rupee
source: Rupee
ar: روبية
bs: Rupija
ca: Rupia
ro: Rupia
sl: Rupija
th: รูปี

# icon_keyword_peso
source: Peso
ar: بيزو
bs: Pezo
th: เปโซ

# icon_keyword_bitcoin
source: Bitcoin
ar: بيتكوين
th: บิตคอยน์

# icon_keyword_real
source: Brazilian Real
ar: ريال برازيلي
bs: Brazilski real
ca: Real brasiler
ro: Real brazilian
sl: Brazilski real
th: เรียลบราซิล

# icon_keyword_case
source: Suitcase
ar: حقيبة السفر
bs: Kovčeg
ca: Maleta
ro: Valiza
sl: Kovček
th: กระเป๋าเดินทาง

# icon_keyword_lungs
source: Lungs
ar: الرئتين
bs: Pluća
ca: Pulmons
ro: Plămâni
sl: Pljuča
th: ปอด

# icon_keyword_allergens
source: Allergies
ar: الحساسية
bs: Alergije
ca: Al·lèrgies
ro: Alergii
sl: Alergije
th: ภูมิแพ้

# icon_keyword_thermometer
source: Thermometer
ar: مقياس الحرارة
bs: Termometar
ca: Termòmetre
ro: Termometru
sl: Termometer
th: เทอร์โมมิเตอร์

# icon_keyword_bandage
source: Band-Aids
ar: الضمادات
bs: Flasteri
ca: Apòsits
sl: Obanda
th: ผ้าพันแผล

# icon_keyword_syringe
source: Syringe
ar: المحقنة
bs: Štrcaljka
ca: Xeringa
ro: Seringă
sl: Brizga
th: เข็มฉีดยา

# icon_keyword_medicine
source: Medicine
ar: الطب
bs: Lijek
ca: Medicina
ro: Medicina
sl: Zdravilo
th: ยา

# icon_keyword_drug
source: Drug
ar: الطب
bs: Lijek
ca: Medicament
ro: Drog
sl: Droga
th: ยา

# icon_keyword_facemask
source: Facemask
ar: قناع الوجه
bs: Maska za lice
ca: Mascareta
ro: Mască facială
sl: Mask
th: หน้ากากใบหน้า

# icon_keyword_pills
source: Pills
ar: حبوب
bs: Pilule
ca: Pastilles
ro: Pastile
sl: Tablete
th: ยาเม็ด

# icon_keyword_cross
source: Cross
bs: Križ
ca: Creu
ro: Cruce
sl: Križ
th: ข้าม

# icon_keyword_hospital
source: Hospital
ar: مستشفى
bs: Bolnica
ro: Spitalul
sl: Bolnica
th: โรงพยาบาล

# icon_keyword_ivfluid
source: Infusion
ar: قطارة
bs: Infuzija
ca: Fluid intravenós
ro: Infuzie
sl: Infuzija
th: การแช่

# icon_keyword_eye
source: Eye
ar: عين
bs: Oko
ca: Ull
ro: Ochi
sl: Oko
th: ตา

# icon_keyword_brain
source: Brain
bs: Mozak
ca: Cervell
ro: Creier
sl: Možgani
th: สมอง

# icon_keyword_ear
source: Ear
ar: الأذن
bs: Uho
ca: Orella
ro: Ureche
sl: Uho
th: หู

# icon_keyword_mouth
source: Mouth
ar: فم
bs: Usta
ca: Boca
ro: Gura
sl: Usta
th: ปาก

# icon_keyword_ecg
source: ECG
bs: EKG
sl: EKG
th: คลื่นไฟฟ้าหัวใจ

# icon_keyword_shield
source: Shield
bs: Štit
ca: Escut
ro: Scut
sl: Ščit
th: โล่

# icon_keyword_insurance
source: Insurance
ar: التأمين
bs: Osiguranje
ca: Assegurances
ro: Asigurare
sl: Zavarovanje
th: ประกันภัย

# icon_keyword_video_conference
source: Video Conference
ar: مؤتمر فيديو
bs: Video konferencija
ca: Videoconferència
ro: Conferință video
sl: Video konferenca
th: การประชุมทางวิดีโอ

# icon_keyword_facetime
source: Facetime
bs: Vrijeme lica
th: เฟซไทม์

# icon_keyword_phone
source: Phone
ar: الهاتف
bs: Telefon
ca: Telèfon
ro: Telefon
sl: Telefon
th: โทรศัพท์

# icon_keyword_mobilephone
source: Mobile
ar: الجوال
bs: Mobilni
ca: Mòbil
ro: Mobil
sl: Mobilni telefon
th: มือถือ

# icon_keyword_iphone
source: iPhone
th: ไอโฟน

# icon_keyword_tablet
source: Tablet
ar: جهاز لوحي
ca: Tauleta
ro: Tabletă
sl: Tablica
th: แท็บเล็ต

# icon_keyword_ipad
source: iPad
th: ไอแพด

# icon_keyword_macintosh
source: Macintosh
ar: Mac
th: แมคอินทอช

# icon_keyword_smartphone
source: Smartphone
ar: الهاتف الذكي
bs: Pametni telefon
ca: Telèfon intel·ligent
sl: Pametni telefon
th: สมาร์ทโฟน

# icon_keyword_calling
source: Calling
ar: اتصال
bs: Poziv
ca: Trucant
ro: Apelare
sl: Klicanje
th: กำลังโทร

# icon_keyword_message
source: Message
ar: رسالة
bs: Poruka
ca: Missatge
ro: Mesaj
sl: Sporočilo
th: ข้อความ

# icon_keyword_envelope
source: Envelope
ar: المغلف
bs: Omotnica
ca: Sobre
ro: Plic
sl: Ovojnica
th: ซองจดหมาย

# icon_keyword_mail
source: Mail
ar: البريد
bs: Pošta
ca: Correu
ro: Poștă
sl: Pošta
th: เมล

# icon_keyword_email
source: Email
ar: البريد الإلكتروني
bs: E-pošta
ca: Correu electrònic
sl: E-pošta
th: อีเมล

# icon_keyword_chart
source: Chart
ar: مخطط
bs: Grafikon
ca: Gràfic
ro: Grafic
sl: Grafikon
th: แผนภูมิ

# icon_keyword_stocks
source: Stocks
ar: الأسهم
bs: Dionice
ca: Accions
ro: Stocuri
sl: Delnice
th: หุ้น

# icon_keyword_investment
source: Investment
ar: استثمار
bs: Ulaganje
ca: Inversió
ro: Investiție
sl: Naložba
th: การลงทุน

# icon_keyword_signature
source: Signature
ar: التوقيع
bs: Potpis
ca: Signatura
ro: Semnătura
sl: Podpis
th: ลายเซ็น

# icon_keyword_contract
source: Contract
ar: العقد
bs: Ugovor
ca: Contracte
sl: Pogodba
th: สัญญา

# icon_keyword_computer
source: Computer
ar: الكمبيوتر
bs: Računalo
ca: Ordinador
sl: Računalnik
th: คอมพิวเตอร์

# icon_keyword_pc
source: PC
ar: كمبيوتر شخصي
th: พีซี

# icon_keyword_display
source: Monitor
ar: الشاشة
th: จอภาพ

# icon_keyword_mouse
source: Mouse
ar: ماوس
bs: Miš
ca: Ratolí
ro: Mouse-ul
sl: Miška
th: เมาส์

# icon_keyword_keyboard
source: Keyboard
ar: لوحة المفاتيح
bs: Tipkovnica
ca: Teclat
ro: Tastatură
sl: Tipkovnica
th: แป้นพิมพ์

# icon_keyword_printer
source: Printer
ar: الطابعة
bs: Pisač
ca: Impressora
ro: Imprimanta
sl: Tiskalnik
th: เครื่องพิมพ์

# icon_keyword_scanner
source: Scanner
ar: الماسح الضوئي
bs: Skener
ca: Escàner
ro: Scaner
sl: Optični bralnik
th: เครื่องสแกน

# icon_keyword_pin
source: Pin
ar: دبوس
bs: Prikvači
ca: Xinxeta
ro: Fix
sl: Pripinjač
th: ปักหมุด

# icon_keyword_paperclip
source: Paperclip
ar: مشبك الورق
bs: Spajalica
ca: Clip
ro: Agrafă
sl: Sponka za papir
th: คลิปหนีบกระดาษ

# icon_keyword_clipboard
source: Clipboard
ar: الحافظة
bs: Međuspremnik
ca: Portapapers
sl: Odložišče
th: คลิปบอร์ด

# icon_keyword_list
source: List
ar: القائمة
bs: Popis
ca: Llista
ro: Lista
sl: Seznam
th: รายการ

# icon_keyword_server
source: Server
ar: الخادم
bs: Poslužitelj
ca: Servidor
sl: Strežnik
th: เซิร์ฟเวอร์

# icon_keyword_simcard
source: Sim card
ar: بطاقة Sim
bs: Sim kartica
ca: Targeta SIM
ro: Card SIM
sl: Sim kartica
th: ซิมการ์ด

# icon_keyword_bank
source: Bank
ar: البنك
bs: Banka
ca: Banc
ro: Bancă
sl: Banka
th: ธนาคาร

# icon_keyword_clock
source: Clock
ar: الساعة
bs: Sat
ca: Rellotge
ro: Ceas
sl: Ura
th: นาฬิกา

# icon_keyword_alarm
source: Alarm
ar: إنذار
ca: Alarma
ro: Alarmă
sl: Budilka
th: ปลุก

# icon_keyword_box
source: Box
ar: الصندوق
bs: Kutija
ca: Caixa
ro: Cutie
sl: Škatla
th: กล่อง

# icon_keyword_wand
source: Magic Wand
ar: العصا السحرية
bs: Čarobni štapić
ca: Barreta màgica
ro: Bagheta magică
sl: Čarobna paličica
th: ไม้กายสิทธิ์

# icon_keyword_hourglass
source: Hourglass
ar: الساعة الرملية
bs: Pješčani sat
ca: Rellotge de sorra
ro: clepsidra
sl: Peščena ura
th: นาฬิกาทราย

# icon_keyword_newspaper
source: Newspaper
ar: صحيفة
bs: Novine
ca: Diari
ro: Ziar
sl: Časopis
th: หนังสือพิมพ์

# icon_keyword_wrench
source: Pliers
ar: كماشة
bs: Kliješta
ca: Clau anglesa
ro: Cleste
sl: Ključ
th: คีม

# icon_keyword_screwdriver
source: Screwdriver
ar: مفك البراغي
bs: Odvijač
ca: Tornavís
ro: Șurubelniță
sl: Izvijač
th: ไขควง

# icon_keyword_hammer
source: Hammer
ar: المطرقة
bs: Čekić
ca: Martell
ro: Ciocanul
sl: Kladivo
th: ค้อน

# icon_keyword_craftsman
source: Craftsman
ar: الرئيسي
bs: Obrtnik
ca: Artesà
ro: Meșteșugar
sl: Obrtnik
th: ช่างฝีมือ

# icon_keyword_tools
source: Tool
ar: الأداة
bs: Alat
ca: Eina
ro: Instrument
sl: Orodje
th: เครื่องมือ

# icon_keyword_plumber
source: Plumber
ar: سباك
bs: Vodoinstalater
ca: Paleta
ro: Instalator
sl: Vodovodar
th: ช่างประปา

# icon_keyword_construction_market
source: Construction Market
ar: المطرقة
bs: Građevinska tržnica
ca: Mercat de la construcció
ro: Piata de constructii
sl: Gradbeni trg
th: ตลาดการก่อสร้าง

# icon_keyword_scissors
source: Scissors
ar: مقص
bs: Škare
ca: Tisores
ro: Foarfece
sl: Škarje
th: กรรไกร

# icon_keyword_hairdresser
source: Hairdresser
ar: مصفف الشعر
bs: Frizer
ca: Perruquer
ro: Coafor
sl: Frizer
th: ช่างทำผม

# icon_keyword_key
source: Key
ar: المفتاح
bs: Ključ
ca: Clau
ro: Cheie
sl: Ključ
th: คีย์

# icon_keyword_school
source: School
ar: مدرسة
bs: Škola
ca: Escola
ro: Școală
sl: Šola
th: โรงเรียน

# icon_keyword_university
source: University
ar: الجامعة
bs: Sveučilište
ca: Universitat
ro: Universitate
sl: Univerza
th: มหาวิทยาลัย

# icon_keyword_study
source: Study
ar: دراسة
bs: Studija
ca: Estudi
ro: Studiu
sl: Študij
th: ศึกษา

# icon_keyword_tuition_fees
source: Tuition Fees
ar: الرسوم الدراسية
bs: Školarine
ca: Taxes de matrícula
ro: Taxe de școlarizare
sl: Šolnina
th: ค่าเล่าเรียน

# icon_keyword_flashlight
source: Flashlight
ar: مصباح يدوي
bs: Baterijska svjetiljka
ca: Llanterna
ro: Laterna
sl: Baterijska svetilka
th: ไฟฉาย

# icon_keyword_bell
source: Bell
ar: الجرس
bs: Zvono
ca: Campana
ro: Clopotel
sl: Zvon
th: กระดิ่ง

# icon_keyword_subscription
source: Subscription
ar: الاشتراك
bs: Pretplata
ca: Subscripció
ro: Abonament
sl: Naročnina
th: การสมัคร

# icon_keyword_loupe
source: Magnifying Glass
ar: عدسة مكبرة
bs: Povećalo
ca: Lupa
ro: Lupa
sl: Povečevalno steklo
th: แว่นขยาย

# icon_keyword_binoculars
source: Binoculars
ar: منظار
bs: Dalekozor
ca: Binocles
ro: Binoclu
sl: Daljnogled
th: กล้องส่องทางไกล

# icon_keyword_rosette
source: Rosette
ar: وردة
bs: Rozeta
ca: Roseta
ro: Rozetă
sl: Rozeta
th: ดอกกุหลาบ

# icon_keyword_crown
source: Crown
ar: تاج
bs: Kruna
ca: Corona
ro: Coroană
sl: Krona
th: มงกุฎ

# icon_keyword_umbrella
source: Umbrella
ar: مظلة
bs: Kišobran
ca: Paraigua
ro: Umbrela
sl: Dežnik
th: ร่ม

# icon_keyword_beach
source: Beach
ar: الشاطئ
bs: Plaža
ca: Platja
ro: Plajă
sl: Plaža
th: ชายหาด

# icon_keyword_megaphone
source: Megaphone
ar: مكبر الصوت
bs: Megafon
ca: Megàfon
ro: Megafon
sl: Megafon
th: โทรโข่ง

# icon_keyword_advertisement
source: Advertisement
ar: إعلان
bs: Oglas
ca: Publicitat
ro: Reclamă
sl: Oglas
th: โฆษณา

# icon_keyword_puzzle
source: Puzzle
ar: لغز
bs: Slagalica
ca: Trencaclosques
sl: Uganka
th: ปริศนา

# icon_keyword_lab
source: Lab
ar: المختبر
bs: Laboratorij
ca: Laboratori
ro: Laborator
sl: Laboratorij
th: ห้องทดลอง

# icon_keyword_calendar
source: Calendar
ar: التقويم
bs: Kalendar
ca: Calendari
sl: Koledar
th: ปฏิทิน

# icon_keyword_rent
source: Rent
ar: إيجار
bs: Najam
ca: Lloguer
ro: Închiriere
sl: Najemnina
th: เช่า

# icon_keyword_flat
source: Flat
ar: مسطح
bs: Ravno
ca: Pis
ro: Plat
sl: Stanovanje
th: แบน

# icon_keyword_work
source: Work
ar: العمل
bs: Posao
ca: Treball
ro: Munca
sl: Delo
th: งาน

# icon_keyword_salary
source: Salary
ar: الراتب
bs: Plaća
ca: Salari
ro: Salariu
sl: Plača
th: เงินเดือน

# icon_keyword_corona
source: Corona
ar: تاج
bs: Korona
th: โคโรนา

# icon_keyword_rainbow
source: Rainbow
ar: قوس قزح
bs: Duga
ca: Arc de Sant Martí
ro: Curcubeu
sl: Mavrica
th: สายรุ้ง

# icon_keyword_glasses
source: Glasses
ar: نظارات
bs: Naočale
ca: Ulleres
ro: Ochelari
sl: Očala
th: แว่นตา

# icon_keyword_sunglasses
source: Sunglasses
ar: نظارة شمسية
bs: Sunčane naočale
ca: Ulleres de sol
ro: Ochelari de soare
sl: Sončna očala
th: แว่นกันแดด

# icon_keyword_discount
source: Discount
ar: الخصم
bs: Popust
ca: Descompte
ro: Reducere
sl: Popust
th: ส่วนลด

# icon_keyword_percent
source: Percent
ar: نسبة مئوية
bs: Procenat
ca: Percentatge
ro: Procent
sl: Odstotek
th: เปอร์เซ็นต์

# icon_keyword_wallet
source: Wallet
ar: المحفظة
bs: Novčanik
ca: Moneder
ro: Portofel
sl: Denarnica
th: กระเป๋าเงิน
vi: Ví

# icon_keyword_convertible
source: Convertible
ar: قابل للتحويل
bs: Kabriolet
ro: Convertibil
sl: Kabriolet
th: สามารถแปลงสภาพได้
vi: Có thể chuyển đổi

# icon_keyword_drone
source: Drone
ar: طائرة بدون طيار
bs: Dron
ro: Dronă
sl: Dron
th: โดรน
vi: Máy bay không người lái

# icon_keyword_motorcycle
source: Motorcycle
ar: دراجة نارية
bs: Motocikl
ca: Motocicleta
ro: Motocicletă
sl: Motorno kolo
th: รถจักรยานยนต์
vi: Xe máy

# icon_keyword_tire
source: Tire
ar: إطار
bs: Guma
ca: Roda
ro: Anvelopă
sl: Pnevmatika
th: ยางรถ
vi: Lốp xe

# icon_keyword_oilcan
source: Oilcan
ar: علبة الزيت
bs: Kamen za ulje
ca: Oliera
ro: Bidon de ulei
sl: Kanca za olje
th: กระป๋องน้ำมัน
vi: Can dầu

# icon_keyword_keys
source: Keys
ar: المفاتيح
bs: Ključevi
ca: Claus
ro: Chei
sl: Ključi
th: กุญแจ
vi: Phím

# icon_keyword_fire_extinguisher
source: Fire Extinguisher
ar: طفاية حريق
bs: Aparat za gašenje požara
ro: Extinctor
sl: Gašilni aparat
th: เครื่องดับเพลิง

# icon_keyword_hockey
source: Hockey
ar: الهوكي
bs: Hokej
ca: Hoquei
ro: Hochei
sl: Hokej
th: ฮอกกี้
vi: Khúc côn cầu

# icon_keyword_ice_hockey
source: Ice Hockey
ar: هوكي الجليد
bs: Hokej na ledu
ca: Hoquei sobre gel
ro: Hochei pe gheață
sl: Hokej na ledu
th: ฮ็อกกี้น้ำแข็ง
vi: Khúc côn cầu trên băng

# icon_keyword_ice_skating
source: Ice Skating
ar: التزلج على الجليد
bs: Klizanje
ca: Patinatge sobre gel
ro: Patinaj pe gheață
sl: Drsanje na ledu
th: สเก็ตน้ำแข็ง
vi: Trượt băng

# icon_keyword_rowing
source: Rowing
ar: التجديف
bs: Veslanje
ca: Rem
ro: Vâslit
sl: Veslanje
th: การพายเรือ
vi: Chèo thuyền

# icon_keyword_inhaler
source: Inhaler
ar: جهاز الاستنشاق
bs: Inhalator
ca: Inhalador
ro: Inhalator
sl: Inhalator
th: ยาพ่น
vi: Ống hít

# icon_keyword_wheelchair
source: Wheelchair
ar: كرسي متحرك
bs: Invalidska kolica
ca: Cadira de rodes
ro: Scaun cu rotile
sl: Invozidelska stolica
th: รถเข็นคนพิการ
vi: Xe lăn

# icon_keyword_vacuum
source: Vacuum cleaner
ar: مكنسة كهربائية
bs: Usisivač
ca: Aspiradora
ro: Aspirator
sl: Pralni stroj
th: เครื่องดูดฝุ่น
vi: Máy hút bụi

# icon_keyword_doctor
source: Doctor
ar: دكتور
bs: Doktor
ca: Metge
sl: Zdravnik
th: แพทย์
vi: Bác sĩ

# icon_keyword_dentist
source: Dentist
ar: طبيب أسنان
bs: Stomatolog
ca: Dentista
sl: Zobozdravnik
th: ทันตแพทย์
vi: Bác sĩ nha khoa

# icon_keyword_parking
source: Parking
ar: موقف سيارات
ca: Aparcament
ro: Parcare
sl: Parkirišče
th: ที่จอดรถ
vi: Bãi đậu xe

# budget_book_entity_name
source: Budget Book
ar: دفتر الميزانية
bs: Knjiga budžeta
ca: Llibre de pressupost
ro: Cartea bugetului
sl: Ime denarnice
th: 예산 장부
vi: Sổ ngân sách

# account_entity_name
source: Account
ar: الحساب
bs: Račun
ca: Compte
ro: Cont
sl: Račun
th: 계정
vi: Ví

# category_group_entity_name
source: Folder
ar: المجموعة
ca: Carpeta
sl: Mapa
th: 폴더
vi: Nhóm

# category_entity_name
source: Category
ar: الفئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: 범주
vi: Danh mục

# payee_entity_name
source: Payee
ar: المستفيد
bs: Primalac uplate
ca: Beneficiari
ro: Beneficiar
sl: Plačnik
th: 수취인
vi: Người nhận

# add_category_name
source: Add
ar: إضافة
bs: Dodaj
ca: Afegir
ro: Adăugați
sl: Dodaj
th: 추가
vi: Thêm

# open_category_name
source: Open
ar: فتح
bs: Otvoreno
ca: Obert
ro: Deschis
sl: Odpri
th: 열기
vi: Mở

# show_category_name
source: Show
ar: إظهار
bs: Prikaži
ca: Mostra
ro: Afișați
sl: Prikaži
th: 표시
vi: Hiển thị

# search_category_name
source: Search
ar: بحث
bs: Traži
ca: Cercar
ro: Căutare
sl: Išči
th: 검색
vi: Tìm kiếm

# search_budget_book_title
source: Search budget book
ar: البحث في دفتر الميزانية
bs: Pretraži knjigu budžeta
ca: Cercar llibre de pressupost
ro: Căutați cartea bugetului
sl: Iskanje proračunska knjiga
th: 예산장 검색
vi: Tìm Sổ ngân sách

# search_budget_book_description
source: Search for a specific budget book by name.
ar: البحث عن كتاب ميزانية محدد حسب العنوان
bs: Tražite određenu knjigu budžeta po imenu.
ca: Cercar un llibre de pressupost específic pel nom
ro: Căutați o anumită carte de buget după nume.
sl: Iskanje določenega proračunska knjiga po imenu.
th: 특정 예산 장부를 이름으로 검색합니다.
vi: Tìm Sổ ngân sách cụ thể theo tên.

# search_budget_book_parameter_summary
source: Search budget book with ${name}
ar: ابحث في دفتر الميزانية باستخدام ${name}
bs: Pretraži knjigu budžeta sa ${name}
ca: Cercar llibre de pressupost amb ${name}
ro: Căutați în cartea bugetului cu ${name}
sl: Iskanje proračunska knjiga z ${name}
th: ${name}이(가) 포함된 예산 장부 검색
vi: Tìm sổ ngân sách với tên ${name}

# search_account_title
source: Search account
ar: البحث عن الحساب
bs: Pretraži nalog
ca: Cercar compte
ro: Căutați contul
sl: Iskanje računa
th: 계정 검색
vi: Tìm Ví

# search_account_description
source: Search for a specific account by name.
ar: البحث عن حساب محدد بالاسم
bs: Traži određeni nalog po imenu.
ca: Cercar un compte específic pel seu nom
ro: Căutați un anumit cont după nume.
sl: Iskanje določenega računa po imenu.
th: 특정 계정을 이름으로 검색하세요.
vi: Tìm Ví cụ thể theo tên.

# search_account_parameter_summary
source: Search account with ${name} in ${budgetBook}
ar: ابحث عن حساب بـ ${name} في ${budgetBook}
bs: Pretražite račun sa ${name} u ${budgetBook}
ca: Cercar compte amb ${name} a ${budgetBook}
ro: Căutați contul cu ${name} în ${budgetBook}
sl: Iskanje računa z ${name} v ${budgetBook}
th: ${budgetBook}에서 ${name} 계정 검색
vi: Tìm Ví với tên ${name} có trong ${budgetBook}

# search_category_group_title
source: Search folder
ar: البحث في المجموعة
bs: Pretraži folder
ca: Cercar carpeta
ro: Căutați folderul
sl: Iskanje mape
th: 검색 폴더
vi: Tìm Nhóm

# search_category_group_description
source: Search for a specific folder by name.
ar: البحث عن مجموعة معينة بالاسم
bs: Traži određeni folder po imenu.
ca: Cercar una carpeta específica pel nom
ro: Căutați un anumit folder după nume.
sl: Iskanje določene mape po imenu.
th: 특정 폴더를 이름으로 검색하세요.
vi: Tìm Nhóm cụ thể theo tên.

# search_category_group_parameter_summary
source: Search folder with ${name} in ${budgetBook}
ar: ابحث عن المجلد الذي يحتوي على ${name} في ${budgetBook}
bs: Pretraži folder sa ${name} u ${budgetBook}
ca: Cercar carpeta amb ${name} a ${budgetBook}
ro: Căutați folderul cu ${name} în ${budgetBook}
sl: Iskanje mape z ${name} v ${budgetBook}
th: ${budgetBook}에서 ${name}이(가) 포함된 폴더 검색
vi: Tìm Nhóm với tên ${name} có trong ${budgetBook}

# search_category_title
source: Search category
ar: فئة البحث
bs: Kategorija pretraživanja
ca: Cercar categoria
ro: Căutare categorie
sl: Iskanje kategorije
th: 카테고리 검색
vi: Tìm Danh mục

# search_category_description
source: Search for a specific category by name.
ar: البحث عن فئة معينة بالاسم
bs: Traži određenu kategoriju po imenu.
ca: Cercar una categoria específica pel seu nom
ro: Căutați o anumită categorie după nume.
sl: Iskanje določene kategorije po imenu.
th: 특정 카테고리를 이름으로 검색하세요.
vi: Tìm Danh mục cụ thể theo tên.

# search_category_parameter_summary
source: Search category with ${name} in ${categoryGroup} of ${budgetBook}
ar: البحث عن فئة تحتوي على ${name} في ${categoryGroup} في ${budgetBook}
bs: Pretražite kategoriju sa ${name} u ${categoryGroup} od ${budgetBook}
ca: Cercar categoria amb ${name} a ${categoryGroup} de ${budgetBook}
ro: Căutați categoria cu ${name} în ${categoryGroup} din ${budgetBook}
sl: Iskanje kategorije z ${name} v ${categoryGroup} od ${budgetBook}
th: ${budgetBook}의 ${categoryGroup}에서 ${name}이(가) 포함된 카테고리 검색
vi: Tìm Danh mục với tên ${name} có trong ${categoryGroup} of ${budgetBook}

# search_payee_title
source: Search payee
ar: البحث عن المدفوع لأمره
bs: Traži primaoca uplate
ca: Cercar beneficiari
ro: Căutați beneficiarul
sl: Iskanje plačnika
th: 수취인 검색
vi: Tìm Người nhận

# search_payee_description
source: Search for a specific payee by name.
ar: البحث عن مدفوع لأمره محدد بالاسم
bs: Traži određenog primaoca plaćanja po imenu.
ca: Cercar un beneficiari específic pel seu nom
ro: Căutați un anumit beneficiar după nume.
sl: Iskanje določenega plačnika po imenu.
th: 특정 수취인을 이름으로 검색하세요.
vi: Tìm Người nhận cụ thể theo tên.

# search_payee_parameter_summary
source: Search payee with ${name} in ${budgetBook}
ar: ابحث عن المدفوع لأمره حسب ${name} في ${budgetBook}
bs: Traži primaoca uplate sa ${name} u ${budgetBook}
ca: Cercar beneficiari amb ${name} a ${budgetBook}
ro: Căutați beneficiarul cu ${name} în ${budgetBook}
sl: Iskanje plačnika z ${name} v ${budgetBook}
th: ${budgetBook}에서 ${name}의 수취인 검색
vi: Tìm Người nhận với tên ${name} có trong ${budgetBook}

# name_parameter_title
source: Name
ar: الاسم
bs: Ime
ca: Nom
ro: Nume
sl: Ime
th: 이름
vi: Tên

# name_parameter_dialog
source: What is the name?
ar: ما الاسم؟
bs: Koje je ime?
ca: Com es diu?
ro: Care este numele?
sl: Kako je ime?
th: 이름이 무엇입니까?
vi: Tên là gì?

# budget_book_parameter_title
source: Budget Book
ar: دفتر الميزانية
bs: Knjiga budžeta
ca: Llibre de pressupost
ro: Cartea bugetului
sl: Proračunska knjiga
th: 예산 장부
vi: Sổ ngân sách

# budget_book_parameter_description
source: The associated budget book.
ar: دفتر الميزانية المرتبط.
bs: Pridružena knjiga budžeta.
ca: El llibre de pressupost associat.
ro: Registrul de buget asociat.
sl: Povezan proračunska knjiga.
th: 관련 예산 장부입니다.
vi: Sổ ngân sách liên quan.

# budget_book_parameter_dialog
source: What is the associated budget book?
ar: ما هو دفتر الميزانية المرتبط؟
bs: Šta je povezana knjiga budžeta?
ca: Quin és el llibre de pressupost associat?
ro: Care este cartea bugetară asociată?
sl: Kateri proračunska knjiga je povezan?
th: 관련 예산 장부는 무엇입니까?
vi: Sổ ngân sách liên quan là gì?

# category_group_parameter_title
source: Folder
ar: مجلد
ca: Carpeta
sl: Mapa
th: 폴더
vi: Nhóm

# category_group_parameter_description
source: The associated folder.
ar: المجلد المرتبط.
bs: Pridruženi folder.
ca: La carpeta associada.
ro: Dosarul asociat.
sl: Povezana mapa.
th: 관련 폴더입니다.
vi: Nhóm liên quan.

# category_group_parameter_dialog
source: What is the associated folder?
ar: ما هو المجلد المرتبط؟
bs: Šta je pridruženi folder?
ca: Quina és la carpeta associada?
ro: Care este folderul asociat?
sl: Katera mapa je povezana?
th: 관련 폴더는 무엇입니까?
vi: Nhóm liên quan là gì?

# open_add_new_income_view_title
source: Add new income
ar: أضف دخلًا جديدًا
bs: Dodaj novi prihod
ca: Afegir nous ingressos
ro: Adăugați un venit nou
sl: Dodaj nov prihodek
th: 새 수입 추가
vi: Thêm khoản thu mới

# open_add_new_income_view_description
source: Opens the add new income view within the app.
ar: يفتح عرض إضافة دخل جديد في التطبيق.
bs: Otvara prikaz dodavanja novog prihoda unutar aplikacije.
ca: Obre la vista per afegir nous ingressos dins de l’aplicació.
ro: Deschide vizualizarea Adăugați venituri noi în aplicație.
sl: Odpre pogled za dodajanje novega prihodka v aplikaciji.
th: 앱 내에서 새로운 수입 추가 보기를 엽니다.
vi: Mở ứng dụng để thêm khoản thu mới.

# open_add_new_expense_view_title
source: Add new expense
ar: أضف نفقات جديدة
bs: Dodaj novi trošak
ca: Afegir nou despesa
ro: Adăugați o cheltuială nouă
sl: Dodaj nov odhodek
th: 새 비용 추가
vi: Thêm khoản chi mới

# open_add_new_expense_view_description
source: Opens the add new expense view within the app.
ar: يفتح نافذة لإضافة نفقات جديدة في التطبيق.
bs: Otvara prikaz dodavanja novih troškova unutar aplikacije.
ca: Obre la vista per afegir noves despeses dins de l’aplicació.
ro: Deschide vizualizarea de adăugare a cheltuielilor noi în aplicație.
sl: Odpre pogled za dodajanje novega odhodka v aplikaciji.
th: 앱 내에서 새 비용 추가 보기를 엽니다.
vi: Mở ứng dụng để thêm khoản chi mới.

# open_add_new_transfer_view_title
source: Add new transfer
ar: إضافة نقل جديد
bs: Dodaj novi transfer
ca: Afegir nova transferència
ro: Adăugați un nou transfer
sl: Dodaj nov transfer
th: 새 전송 추가
vi: Thêm chuyển khoản
