Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# open_add_new_transfer_view_description
source: Opens the add new transfer view within the app.
ar: يفتح نافذة لإضافة نقل جديد في التطبيق.
bs: Otvara prikaz dodavanja novog prijenosa unutar aplikacije.
ca: Obre la vista per afegir nova transferència dins de l’aplicació.
ro: Deschide vizualizarea pentru adăugarea unui nou transfer în aplicație.
sl: Odpre pogled za dodajanje novega transferja v aplikaciji.
th: 앱 내에서 새 전송 추가 보기를 엽니다.
vi: Mở ứng dụng để thêm chuyển khoản.

# open_add_new_recurring_view_title
source: Add new recurring transaction
ar: أضف عملية متكررة جديدة
bs: Dodaj novu ponavljajuću transakciju
ca: Afegir nova transacció recurrent
ro: Adăugați o nouă tranzacție recurentă
sl: Dodaj novo ponavljajočo transakcijo
th: 새 반복 거래 추가
vi: Thêm giao dịch định kỳ mới

# open_add_new_recurring_view_description
source: Opens the add new recurring transaction view within the app.
ar: يفتح نافذة لإضافة عملية متكررة جديدة في التطبيق.
bs: Otvara prikaz dodavanja nove ponavljajuće transakcije unutar aplikacije.
ca: Obre la vista per afegir nova transacció recurrent dins de l’aplicació.
ro: Deschide vizualizarea pentru adăugarea unei noi tranzacții recurente în aplicație.
sl: Odpre pogled za dodajanje nove ponavljajoče transakcije v aplikaciji.
th: 앱 내에서 새 반복 거래 추가 보기를 엽니다.
vi: Mở ứng dụng để thêm giao dịch định kỳ mới.

# open_upcoming_transactions_view_title
source: Planned transactions
ar: المعاملات المجدولة
bs: Planirane transakcije
ca: Transaccions planificades
ro: Tranzacții planificate
sl: Načrtovane transakcije
th: 계획된 거래
vi: Giao dịch theo kế hoạch

# open_upcoming_transactions_view_description
source: Opens the planned transactions view within the app.
ar: يفتح عرضًا للمعاملات المجدولة في التطبيق.
bs: Otvara pregled planiranih transakcija unutar aplikacije.
ca: Obre la vista de transaccions planificades dins de l’aplicació.
ro: Deschide vizualizarea tranzacțiilor planificate în aplicație.
sl: Odpre pogled za načrtovane transakcije v aplikaciji.
th: 앱 내에서 계획된 거래 보기를 엽니다.
vi: Mở ứng dụng để thêm giao dịch theo kế hoạch.

# show_chart_title
source: Show chart
ar: إظهار المخطط
bs: Prikaži grafikon
ca: Mostrar gràfic
ro: Afișați diagrama
sl: Prikaži graf
th: 차트 보기
vi: Hiển thị biểu đồ

# show_chart_description
source: Displays a chart of your account balances, income or expenses for the specified period.
ar: يعرض رسمًا بيانيًا لأرصدة حسابك، أو دخلك، أو نفقاتك للفترة المحددة.
bs: Prikazuje grafikon stanja računa, prihoda ili rashoda za navedeni period.
ca: Mostra un gràfic dels saldos del teu compte, ingressos o despeses per al període especificat.
ro: Afișează un grafic al soldurilor, veniturilor sau cheltuielilor contului dvs. pentru perioada specificată.
sl: Prikaže graf vaših stanj na računu, prihodkov ali odhodkov za določeno obdobje.
th: แสดงแผนภูมิยอดคงเหลือในบัญชีของคุณ รายได้ หรือค่าใช้จ่ายในช่วงเวลาที่ระบุ
vi: Hiển thị biểu đồ số dư Ví, thu nhập hoặc chi phí của bạn trong khoảng thời gian được chỉ định.

# show_chart_parameter_summary
source: Show ${type} chart for ${periodType}
ar: إظهار المخطط ${type} لـ ${periodType}
bs: Prikaži grafikon ${type} za ${periodType}
ca: Mostrar gràfic ${type} per ${periodType}
ro: Afișați graficul ${type} pentru ${periodType}
sl: Prikaži ${type} graf za ${periodType}
th: ${periodType}에 대한 ${type} 차트 표시
vi: Hiển thị biểu đồ ${type} cho ${periodType}

# chart_type_parameter_title
source: Type
ar: النوع
bs: Vrsta
ca: Tipus
ro: Tip
sl: Vrsta
th: 유형
vi: Kiểu

# chart_type_dialog
source: What type of chart do you want?
ar: ما نوع المخطط الذي تحتاجه؟
bs: Koju vrstu grafikona želite?
ca: Quin tipus de gràfic vols?
ro: Ce tip de diagramă doriți?
sl: Kakšen graf želite?
th: 어떤 종류의 차트를 원하시나요?
vi: Bạn muốn kiểu biểu đồ nào?

# chart_type_account_balances_title
source: Account Balances
ar: أرصدة الحساب
bs: Stanje računa
ca: Saldos dels comptes
ro: Soldurile contului
sl: Stanja na računu
th: 계정 잔액
vi: Số dư Ví

# chart_type_balance_title
source: Balance
ar: الرصيد
bs: Stanje
ca: Balanç
ro: Sold
sl: Stanje
th: 잔액
vi: Số dư

# chart_type_total_income_title
source: Total Income
ar: إجمالي الدخل
bs: Ukupni prihod
ca: Ingressos totals
ro: Venit total
sl: Skupni prihodki
th: 총 수입
vi: Tổng thu nhập

# chart_type_total_expenses_title
source: Total Expenses
ar: إجمالي النفقات
bs: Ukupni troškovi
ca: Despeses totals
ro: Cheltuieli totale
sl: Skupni odhodki
th: 총 비용
vi: Tổng chi phí

# chart_type_fixed_expenses_title
source: Fixed Expenses
ar: النفقات الثابتة
bs: Fiksni troškovi
ca: Despeses fixes
ro: Cheltuieli fixe
sl: Fiksni odhodki
th: 고정 비용
vi: Chi phí cố định

# chart_type_variable_expenses_title
source: Variable Expenses
ar: النفقات المتغيرة
bs: Varijabilni troškovi
ca: Despeses variables
ro: Cheltuieli variabile
sl: Spremenljivi odhodki
th: 가변 비용
vi: Chi phí thay đổi

# chart_period_type_parameter_title
source: Period
ar: الفترة
ca: Punt
ro: Perioada
sl: Obdobje
th: 기간
vi: Khoảng thời gian

# chart_period_type_dialog
source: Which period do you want to look at?
ar: ما هي الفترة التي تريد عرضها؟
bs: Koji period želite da pogledate?
ca: Quin període vols veure?
ro: La ce perioadă doriți să priviți?
sl: Katero obdobje želite pregledati?
th: 어떤 기간을 확인하시겠습니까?
vi: Bạn muốn xem khoảng thời gian nào?

# chart_type_current_month_title
source: Current Month
ar: الشهر الحالي
bs: Trenutni mjesec
ca: Mes actual
ro: Luna curentă
sl: Trenutni mesec
th: 이번 달
vi: Tháng này

# chart_type_current_year_title
source: Current Year
ar: السنة الحالية
bs: Trenutna godina
ca: Any actual
ro: Anul curent
sl: Trenutno leto
th: 현재 연도
vi: Năm này

# default_budget_book_name
source: My Budget Book
ar: دفتر ميزانيتي
bs: Moja knjiga proračuna
ca: El meu llibre de pressupost
ro: Cartea mea de buget
sl: Moja denarnica
th: สมุดงบประมาณของฉัน
vi: Sổ ngân sách của tôi

# default_credit_card_name
source: Credit Card
ar: بطاقة الائتمان
bs: Kreditna kartica
ca: Targeta de crèdit
ro: Carte de credit
sl: Kreditna kartica
th: บัตรเครดิต
vi: Thẻ tín dụng

# default_location_address
source: Fürstenberg
ar: فورستنبيرج
th: เฟิร์สเตนเบิร์ก
vi: Việt Nam

source: Evaluated
bs: Procijenjeno
ca: Avaluat
sl: Ocenjeno

source: Not Evaluated
bs: Nije procijenjeno
ca: No avaluat
sl: Niso ocenjeni

# add_photo_from_files_button
source: Select from Files
bs: Datoteke
ca: Arxius
sl: Datoteke

# net_worth_widget_title
source: Net Worth
bs: Neto vrijednost
ca: Patrimoni net
sl: Čista vrednost

# net_worth_distribution_widget_title
source: Distribution
bs: Distribucija
ca: Distribució
sl: Distribucija

# average_last_twelve_months
source: Ø last 12 months
bs: Ø posljednjih 12 mjeseci
ca: Ø últims 12 mesos
sl: Ø zadnjih 12 mesecev

# testflight_beta_setting
source: TestFlight Beta
sl: Beta različica (TestFlight)

# mail_subject_type_contact
source: Contact
ca: Contacte
sl: Kontakt

# mail_subject_type_support
source: Support
ca: Suport
sl: Podpora

# mail_subject_type_feedback
source: Feedback
sl: Povratne informacije

# mail_subject_type_translate
source: Translate
ca: Traducció
sl: Prevedi

# mail_subject_type_discount
source: Discount
ca: Descompte
sl: Popust

source: Follow "%@" on Social Media
ar: تابع "%@" على وسائل التواصل الاجتماعي
ca: Segueix "%@" a les Xarxes Socials
sl: Sledite "%@" na družbenih omrežjih

# new_features_view_title
source: New Features
ar: ميزات جديدة
ca: Noves funcions
sl: Nove funkcije
vi: Tính năng mới

# new_features_view_rate_app_button
source: Rate App
ar: تقييم التطبيق
ca: Valorar app
sl: Ocenite aplikacijo
vi: Đánh giá

# new_features_view_close_button
source: Maybe later
ar: ربما لاحقًا
ca: Potser més tard
sl: Morda pozneje
vi: Để sau

# user_review_title_de
source: Awesome app
ar: تطبيق رائع
ca: Aplicació impressionant
sl: Odlična aplikacija

# user_review_description_de
source: The app is very well designed and functional. It meets all my needs and the support is very fast and helpful. I can only recommend it.
ar: التطبيق مصمم وعملي بشكل جيد للغاية. إنه يلبي جميع احتياجاتي والدعم سريع ومفيد للغاية. لا يمكنني إلا أن أوصي به.
ca: L'app està molt ben dissenyada i és molt funcional. Satisfà totes les meves necessitats i el suport és molt ràpid i útil. Només puc recomanar-la.
sl: Aplikacija je zelo dobro oblikovana in funkcionalna. Zadovoljuje vse moje potrebe in podpora je zelo hitra in koristna. Toplo priporočam.

# user_review_title_hr
source: Beautiful app
ar: تطبيق جميل
ca: Bonica app
sl: Lepa aplikacija

# user_review_description_hr
source: Feature rich app, with an easy to use user interface. Tried many alternatives on iOS, none of them met my needs the way this app does. Worth the money.
ar: تطبيق غني بالميزات، مع واجهة مستخدم سهلة الاستخدام. قمت بتجربة العديد من البدائل على iOS، ولم يلبي أي منها احتياجاتي بالطريقة التي يلبي بها هذا التطبيق. يستحق المال.
ca: Aplicació plena de funcions, amb una experiència d'usuari fàcil d'utilitzar. He provat moltes alternatives a iOS, cap d'elles ha satisfet les meves necessitats com ho fa aquesta app. Val la pena els diners.
sl: Aplikacija z bogatimi funkcijami in enostavnim uporabniškim vmesnikom. Preizkusil sem veliko alternativ na iOS, nobena ni zadovoljila mojih potreb tako kot ta aplikacija. Vredno denarja.

# user_review_title_bg
source: Outstanding support
ar: الدعم المتميز
ca: Suport excepcional
sl: Izjemna podpora

# user_review_description_bg
source: Great app with an outstanding customer support. And it’s a very reasonable priced for the quality of the software.
ar: تطبيق رائع مع دعم عملاء متميز. وهو بسعر معقول جدًا بالنسبة لجودة البرنامج.
ca: Gran app amb un suport al client excepcional. I té un preu molt raonable per la qualitat del programari.
sl: Odlična aplikacija z izjemno podporo strankam. In zelo razumna cena za kakovostno programsko opremo.

# user_review_title_us
source: Great app so far
ar: تطبيق رائع حتى الآن
ca: Gran app fins ara
sl: Odlična aplikacija doslej

# user_review_description_us
source: Huge fan of this being an app available on iOS, iPad and macOS so that I can update it anywhere. It is also really nice to see that there is no account required or data collection which seems rare these days but important to me for finance applications.
ar: معجب جدًا بكون هذا التطبيق متاحًا على iOS، وiPad، وmacOS حتى أتمكن من تحديثه في أي مكان. ومن الجميل أيضًا أن أرى أنه لا يوجد حساب مطلوب أو جمع بيانات وهو ما يبدو نادرًا هذه الأيام ولكنه مهم لي بخصوص طلبات التمويل.
ca: Sóc un gran fan que aquesta sigui una app disponible a iOS, iPad i macOS per poder actualitzar-la a qualsevol lloc. També és molt agradable veure que no es requereix cap compte ni recopilació de dades, cosa que sembla estranya avui dia, però és important per a mi en aplicacions financeres.
sl: Velik oboževalec tega, da je aplikacija na voljo na iOS, iPad in macOS, tako da jo lahko posodabljam kjerkoli. Prav tako je zelo lepo videti, da ni potreben račun ali zbiranje podatkov, kar se zdaj zdi redko, a je za finančne aplikacije pomembno.

# user_review_title_uk
source: This is the one!
ar: هذا هو!
ca: Aquesta és la bona!
sl: To je tisto!

# user_review_description_uk
source: I’ve been looking for this app for over two years. I wanted a phone based finance manager that was designed around a good looking overview screen, allowing easy entry of new data and the ability to drill down for more info when needed! Give it a go.
ar: لقد كنت أبحث عن هذا التطبيق لأكثر من عامين. كنت أرغب في الحصول على مدير مالي قائم على الهاتف تم تصميمه حول شاشة نظرة عامة جيدة المظهر، مما يتيح سهولة إدخال البيانات الجديدة والقدرة على التعمق للحصول على مزيد من المعلومات عند الحاجة! جربها.
ca: He estat buscant aquesta app durant més de dos anys. Volia un gestor de finances basat en el telèfon dissenyat al voltant d'una pantalla d'aperitiu atractiva, que permetés una fàcil introducció de nous dades i la possibilitat d'explorar més informació quan fos necessari.
sl: Iskal sem to aplikacijo več kot dve leti. Želel sem si upravitelja financ na telefonu, ki je zasnovan okoli dobro izgledajočega preglednega zaslona, omogoča enostaven vnos novih podatkov in možnost podrobnejšega pregleda, ko je potrebno! Poskusite.

# user_review_title_es
source: Best budgeting app
ar: أفضل تطبيق للميزانية
ca: Millor app de pressupost
sl: Najboljša aplikacija za načrte porabe

# user_review_description_es
source: Simply the best I have tried. I think it is still a new app but defetinely you can see the potential it has.
ar: ببساطة أفضل ما جربته. أعتقد أنه لا يزال تطبيقًا جديدًا ولكن بالتأكيد يمكنك رؤية الإمكانات التي يتمتع بها.
ca: Simplement el millor que he provat. Crec que encara és una app nova, però definitivament es pot veure el potencial que té.
sl: Preprosto najboljša, kar sem poskusil. Mislim, da je še vedno nova aplikacija, vendar zagotovo vidite potencial, ki ga ima.

# user_review_title_fr
source: Superb, feature-rich app
ar: تطبيق رائع وغني بالميزات
ca: Excel·lent app
sl: Odlična aplikacija z bogatimi funkcijami

# user_review_description_fr
source: I've been using the app for a few months now and I really like it. Congratulations on your work and I can't wait to see what the app will look like in a few months :)
ar: أنا أستخدم التطبيق منذ بضعة أشهر ويعجبني حقًا. تهانينا على عملك ولا أستطيع الانتظار لأرى كيف سيبدو التطبيق خلال بضعة أشهر :)
ca: Fa uns mesos que faig servir l'app i m'agrada molt. Felicitacions pel teu treball i no puc esperar a veure com serà l'app d'aquí uns mesos :)
sl: Uporabljam aplikacijo že nekaj mesecev in mi je zelo všeč. Čestitke za vaše delo in komaj čakam, da vidim, kako bo aplikacija izgledala čez nekaj mesecev :)

# user_review_title_it
source: Simply great
ar: رائع بكل بساطة
ca: Simplement genial
sl: Preprosto odlično

# user_review_description_it
source: Finally. I was lloking for such a solution for years now. Use it with transaction iOS shortcut trigger, love the design. And I like the pay once in a lifetime feature. Keep up the great work!
ar: أخيرًا. كنت أبحث عن مثل هذا الحل لسنوات حتى الآن. استخدمه مع مشغل اختصار المعاملات iOS، أحب التصميم. وأنا أحب ميزة الدفع مرة واحدة مدى الحياة. استمر في العمل الرائع!
ca: Finalment. He estat buscant una solució d'aquest tipus durant anys. L'utilitzo amb el disparador de drecera de transacció d'iOS, m'encanta el disseny. I m'agrada la funció de pagament únic. Continua amb el gran treball!
sl: Končno. Leta sem iskal takšno rešitev. Uporabljam jo z iOS bližnjico za sprožanje transakcij, ljubim dizajn. In všeč mi je funkcija enkratnega plačila za življenjsko dobo. Nadaljujte z odličnim delom!

# user_review_title_ch
source: Great support
ar: دعم رائع
ca: Gran suport
sl: Odlična podpora

# user_review_description_ch
source: Great support - fast and uncomplicated problem solving. I feel taken seriously as a user.
ar: دعم رائع - حل سريع وغير معقد للمشكلات. أشعر بأنني آخذ الأمر على محمل الجد كمستخدم.
ca: Gran suport: resolució ràpida i sense complicacions dels problemes. Em sento escoltat com a usuari.
sl: Odlična podpora - hitro in nekomplicirano reševanje težav. Kot uporabnik se počutim resno vzetega.

# user_review_title_pl
source: Very pleasant to use
ar: ممتع جدًا للاستخدام
ca: Molt agradable d'utilitzar
sl: Zelo prijetno za uporabo

# user_review_description_pl
source: The app is an excellent budget tracker and planner that I use on a daily basis. In addition the developer is very attentive to their community, despite its small size.
ar: التطبيق عبارة عن مخطط ومتتبع ممتاز للميزانية أستخدمه يوميًا. بالإضافة إلى ذلك، يهتم المطور جدًا بمجتمعه، على الرغم من صغر حجمه.
ca: L'app és un excel·lent planificador i rastrejador de pressupost que faig servir diàriament. A més, el desenvolupador està molt atent a la seva comunitat, tot i ser petit.
sl: Aplikacija je odličen sledilec in načrtovalec proračuna, ki ga uporabljam vsak dan. Poleg tega je razvijalec zelo pozoren do svoje skupnosti, kljub njeni majhnosti.

# alert_selected_period_changed_title
source: %@ selected
ar: %@ محدد
bs: %@ odabrano
ca: %@ seleccionat
ro: %@ selectat
sl: %@ izbrano
vi: %@ đã chọn

# alert_selected_period_changed_new_month
source: new month
ar: شهر جديد
bs: novi mjesec
ca: nou mes
ro: luna noua
sl: nov mesec
vi: tháng mới

# alert_selected_period_changed_new_year
source: new year
ar: العام الجديد
bs: nova godina
ca: any nou
ro: anul nou
sl: novo leto
vi: năm mới

# appearance_ui_style_setting_footer_title
source: Changes the appearance of the app.
ar: يغير مظهر التطبيق.

# first
source: 1st
ca: 1r

# second
source: 2nd
ca: 2n

# third
source: 3rd
ca: 3r

# fourth
source: 4th
ca: 4t

# fifth
source: 5th
ca: 5è

# icon_keyword_apple_music
source: Apple Music
ro: Muzică Apple
