Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# edit_category_button
source: Edit Category
ar: تحرير الفئة
bs: Uredi kategoriju
ca: Editar categoria
ro: Editați categoria
sl: Uredi kategorijo
th: แก้ไขหมวดหมู่
vi: Sửa Danh mục

# edit_category_group_button
source: Edit Folder
bs: Uredi mapu
ca: Editar carpeta
ro: Editați dosar
sl: Uredi mapo
th: แก้ไขโฟลเดอร์
vi: Chỉnh sửa thư mục

# edit_payee_button
source: Edit Payee
ar: تحرير المستفيد
bs: Uredi primaoca uplate
ca: Editar beneficiari
ro: Editați beneficiarul
sl: Uredi plačnika
th: แก้ไขผู้รับเงิน
vi: Sửa Người nhận

# edit_tag_button
source: Edit Tag
ar: تحرير الوسم
bs: Uredi oznaku
ca: Editar etiqueta
ro: Editați eticheta
sl: Uredi oznako
th: แก้ไขแท็ก
vi: Chỉnh sửa nhãn

# edit_budget_button
source: Edit Budget
ar: تحرير الميزانية
bs: Uredi budžet
ca: Editar pressupost
ro: Editați bugetul
sl: Uredi načrt porabe
th: แก้ไขงบประมาณ
vi: Sửa ngân sách

# multi_selection_button
source: Multi Selection
ar: تحديد متعدد
bs: Višestruki odabir
ca: Selecció múltiple
ro: Selectie multipla
sl: Večkratna izbira
th: การเลือกหลายรายการ
vi: Thêm lựa chọn

# back_button
source: Back
ar: رجوع
bs: Natrag
ca: Enrere
ro: Înapoi
sl: Nazaj
th: ย้อนกลับ
vi: Trở lại

# done_button
source: Done
ar: تم
bs: Gotovo
ca: OK
ro: Terminat
sl: Končano
th: เสร็จสิ้น
vi: Xong

# save_button
source: Save
ar: حفظ
bs: Spremi
ca: Desar
ro: Salvați
sl: Shrani
th: บันทึก
vi: Lưu

# import_button
source: Import
ar: استيراد
bs: Uvezi
ca: Importar
sl: Uvozi
th: นำเข้า
vi: Nhập

# unlock_button
source: Unlock
bs: Otključaj
ca: Desbloquejar
ro: Deblocare
sl: Odkleni
th: ปลดล็อก
vi: Mở khoá

# cancel_button
source: Cancel
ar: إلغاء
bs: Odustani
ca: Cancel·lar
ro: Anulează
sl: Prekliči
th: ยกเลิก
vi: Huỷ

# close_button
source: Close
ar: إغلاق
bs: Zatvori
ca: Tancar
ro: Închidere
sl: Zapri
th: ปิด
vi: Đóng

# delete_button
source: Delete
ar: حذف
bs: Izbriši
ca: Eliminar
ro: Șterge
sl: Izbriši
th: ลบ
vi: Xoá

# end_repetition_button
source: End Repetition
ar: إنهاء التكرار
bs: Završi ponavljanje
ca: Fi de la repetició
ro: Încheiați repetiția
sl: Končaj ponavljanje
th: สิ้นสุดการทำซ้ำ
vi: Kết thúc

# reset_button
source: Reset
ar: إعادة الضبط
bs: Poništi
ca: Restablir
ro: Resetare
sl: Ponastavi
th: รีเซ็ต
vi: Đặt lại

# apply_button
source: Apply
ar: تطبيق
bs: Primijeni
ca: Aplicar
ro: Aplicați
sl: Uporabi
th: สมัคร
vi: Áp dụng

# yes_button
source: Yes
ar: نعم
bs: Da
ca: Sí
ro: Da
sl: Da
th: ใช่
vi: Đúng

# no_button
source: No
ar: لا
bs: Ne
ro: Nu
sl: Ne
th: ไม่
vi: Không

# ok_button
source: OK
ar: موافق
sl: V redu
th: ตกลง

# create_reminder_button
source: Create Reminder
ar: إنشاء تذكير
bs: Stvori podsjetnik
ca: Crear recordatori
ro: Creați memento
sl: Ustvari opomnik
th: สร้างการช่วยเตือน
vi: Thêm Lời nhắc

# remove_reminder_button
source: Remove Reminder
ar: إزالة التذكير
bs: Ukloni podsjetnik
ca: Eliminar recordatori
ro: Elimină mementoul
sl: Odstrani opomnik
th: ลบตัวเตือน
vi: Xoá Lời nhắc

# do_not_show_again_button
source: Do not show again
ar: عدم العرض مرة أخرى
bs: Ne prikazuj ponovno
ca: No tornar a mostrar
ro: Nu afișa din nou
sl: Ne prikazuj več
th: ไม่ต้องแสดงอีก
vi: Không hiển thị lại

# mark_as_paid_button
source: Payment Completed
ar: اكتمل الدفع
bs: Plaćanje dovršeno
ca: Pagament completat
ro: Plata finalizată
sl: Plačilo zaključeno
th: การชำระเงินเสร็จสิ้น
vi: Giao dịch hoàn tất

# mark_as_pending_button
source: Payment Pending
ar: في انتظار الدفع
bs: Plaćanje u tijeku
ca: Pagament pendent
ro: Plata în așteptare
sl: Plačilo v čakanju
th: การชำระเงินที่รอดำเนินการ
vi: Giao dịch chưa xử lý

# show_contra_entry_button
source: Show Contra Entry
ar: الإدخال عن طريق العداد
bs: Prikaži unos brojača
ca: Entrada del comptable
ro: Intrare de contor
sl: Prikaži nasprotni vnos
th: แสดงรายการตัวนับ
vi: Mục truy cập

# save_changes_button
source: Save Changes
ar: حفظ التغييرات
bs: Spremi promjene
ca: Desar canvis
ro: Salvați modificările
sl: Shrani spremembe
th: บันทึกการเปลี่ยนแปลง
vi: Lưu thay đổi

# discard_changes_button
source: Discard Changes
ar: تجاهل التغييرات
bs: Odbaci promjene
ca: Descartar canvis
ro: Renunțați la modificări
sl: Zavrži spremembe
th: ยกเลิกการเปลี่ยนแปลง
vi: Huỷ thay đổi

# show_help_center_button
source: Help Center
ar: مركز المساعدة (🇬🇧)
bs: Centar za pomoć (🇬🇧)
ca: Centre d'ajuda (🇬🇧)
ro: Centrul de ajutor (🇬🇧)
sl: Pomoč
th: ศูนย์ช่วยเหลือ (🇬🇧)
vi: Trung tâm trợ giúp (🇬🇧)

# contact_developer_button
source: Contact Developer
ar: التواصل مع المطور
bs: Kontaktirajte programera
ca: Contactar amb el desenvolupador
ro: Contactați dezvoltatorul
sl: Kontaktiraj razvijalca
th: ติดต่อผู้พัฒนา
vi: Liên hệ với nhà phát triển

# filter_button
source: Filter
ar: فلترة
bs: Filtar
ca: Filtre
ro: Filtru
th: ตัวกรอง
vi: Lọc

# sort_button
source: Sort
ar: فرز
bs: Sortiraj
ca: Ordenar
ro: Sortează
sl: Razvrsti
th: จัดเรียง
vi: Sắp xếp

# sort_categories_button
source: Sort Categories
ar: فرز الفئات
bs: Sortiraj kategorije
ca: Ordenar categories
ro: Sortează categoriile
sl: Razvrsti kategorije
th: จัดเรียงหมวดหมู่
vi: Theo Danh mục

# sort_category_groups_button
source: Sort Folders
ar: فرز المجموعات
bs: Sortiraj fascikle
ca: Ordenar carpetes
ro: Sortează folderele
sl: Razvrsti mape
th: จัดเรียงโฟลเดอร์
vi: Theo Nhóm

# group_button
source: Group By
ar: المجموعة
bs: Grupa
ca: Grup
ro: Grup
sl: Združi po
th: กลุ่ม
vi: Nhóm

# configure_button
source: Configure
ar: ضبط
bs: Konfiguriraj
ca: Configurar
ro: Configurare
sl: Konfiguriraj
th: กำหนดค่า
vi: Cấu hình

# show_filter_button
source: Show Filter
ar: إظهار عامل التصفية
bs: Prikaži filtar
ca: Mostrar filtre
ro: Afișați filtrul
sl: Prikaži filter
th: แสดงตัวกรอง
vi: Hiển thị bộ lọc

# show_amount_values_button
source: Show Amounts
ar: إظهار المبالغ
bs: Prikaži iznose
ca: Mostrar imports
ro: Afișați sumele
sl: Prikaži zneske
th: แสดงจำนวนเงิน
vi: Hiển thị số tiền

# hide_amount_values_button
source: Hide Amounts
ar: إخفاء المبالغ
bs: Sakrij iznose
ca: Amagar imports
ro: Ascundeți sumele
sl: Skrij zneske
th: ซ่อนจำนวนเงิน
vi: Ẩn số tiền

# take_photo_button
source: Take Photo
ar: التقاط صورة
bs: Snimi fotografiju
ca: Fer foto
ro: Fă fotografia
sl: Posneti fotografijo
th: ถ่ายภาพ
vi: Chụp ảnh

# add_photo_button
source: Select Photos
ar: اختر صورة
bs: Odaberi fotografije
ca: Seleccionar fotos
ro: Selectați fotografii
sl: Izberi fotografije
th: เลือกรูปภาพ
vi: Chọn ảnh

# add_document_button
source: Select Documents
ar: حدد المستندات
bs: Odaberite dokumente
ca: Seleccionar documents
ro: Selectați documentele
sl: Izberi dokumente
th: เลือกเอกสาร
vi: Chọn tài liệu

# scan_receipt_button
source: Scan Receipt
ar: إيصال المسح الضوئي
bs: Skeniraj potvrdu
ca: Escanejar rebut
ro: Scanați chitanța
sl: Skeniraj račun
th: สแกนใบเสร็จ
vi: Quét hoá đơn

# open_button
source: Open
ar: فتح
bs: Otvori
ca: Obrir
ro: Deschide
sl: Odpri
th: เปิด
vi: Mở

# open_folder_button
source: Open folder
ar: فتح المجلد
bs: Otvori mapu
ca: Obrir carpeta
ro: Deschide folderul
sl: Odpri mapo
th: เปิดโฟลเดอร์
vi: Mở thư mục

# open_in_browser_button
source: Open in browser
ar: فتح في المتصفح
bs: Otvori u pregledniku
ca: Obrir al navegador
ro: Deschide în browser
sl: Odpri v brskalniku
th: เปิดในเบราว์เซอร์
vi: Mở trong trình duyệt

# show_more_button
source: Show more
ar: إظهار الكل
bs: Prikaži više
ca: Mostrar més
ro: Afișați mai multe
sl: Pokaži več
th: แสดงเพิ่มเติม
vi: Hiển thị thêm

# show_less_button
source: Show less
ar: عرض اقل
bs: Prikaži manje
ca: Mostrar menys
ro: Afișați mai puține
sl: Pokaži manj
th: แสดงน้อยลง
vi: Hiển thị bớt

# add_category_button
source: New Category
ar: فئة جديدة
bs: Nova kategorija
ca: Nova categoria
ro: Categorie nouă
sl: Nova kategorija
th: หมวดหมู่ใหม่
vi: Danh mục mới

# add_category_group_button
source: New Folder
ar: مجموعة جديدة
bs: Nova mapa
ca: Nova carpeta
ro: Folder nou
sl: Nova mapa
th: โฟลเดอร์ใหม่
vi: Nhóm mới

# add_income_transaction_button
source: New Income
ar: الدخل الجديد
bs: Novi prihod
ca: Nou ingrés
ro: Venit nou
sl: Nov dohodek
th: รายได้ใหม่
vi: Khoản thu mới

# add_expense_transaction_button
source: New Expense
ar: مصروفات جديدة
bs: Novi trošak
ca: Nou gasto
ro: Cheltuieli noi
sl: Nov strošek
th: ค่าใช้จ่ายใหม่
vi: Khoản chi mới

# add_transfer_transaction_button
source: New Transfer
ar: نقل جديد
bs: Novi prijenos
ca: Nova transferència
ro: Transfer nou
sl: Nov prenos
th: การโอนใหม่
vi: Chuyển khoản

# manage_budget_books_button
source: Manage Budget Books
ar: جميع كتب الميزانية
bs: Upravljanje knjigama budžeta
ca: Gestionar llibres de pressupost
ro: Gestionați cărțile bugetare
sl: Upravljaj denarnice
th: จัดการหนังสืองบประมาณ
vi: Quản lý ngân sách

# select_budget_book_button
source: Select Budget Book
ar: اختر دفتر الميزانية
bs: Odaberi knjigu budžeta
ca: Seleccionar llibre de pressupost
ro: Selectați cartea bugetului
sl: Izberi denarnico
th: เลือกสมุดงบประมาณ
vi: Chọn ngân sách

# edit_budget_book_button
source: Edit Budget Book
ar: تحرير دفتر الميزانية
bs: Uredi knjigu budžeta
ca: Editar llibre de pressupost
ro: Editați cartea bugetului
sl: Uredi denarnico
th: แก้ไขสมุดงบประมาณ
vi: Chỉnh sửa ngân sách

# continue_button
source: Continue
ar: استمرار
bs: Nastavi
ca: Continuar
ro: Continuați
sl: Nadaljuj
th: ดำเนินการต่อ
vi: Tiếp tục

# skip_button
source: Skip
ar: تخطي
bs: Preskoči
ca: Ometre
ro: Omiteți
sl: Preskoči
th: ข้าม
vi: Bỏ qua

# accept_button
source: Accept
ar: قبول
bs: Prihvati
ca: Acceptar
sl: Sprejmi
th: ยอมรับ
vi: Chấp nhận

# get_started_button
source: Get Started
ar: البدء
bs: Započni
ca: Començar
ro: Începeți
sl: Začni
th: เริ่มต้น
vi: Bắt đầu

# show_transactions_button
source: Show Transactions
ar: إظهار المعاملات
bs: Prikaži transakcije
ca: Mostrar transaccions
ro: Afișați tranzacțiile
sl: Prikaži transakcije
th: แสดงธุรกรรม
vi: Hiển thị giao dịch

# show_in_app_store_button
source: Show in App Store
ar: عرض في App Store
bs: Prikaži u App Store
ca: Mostrar a l'App Store
ro: Afișați în App Store
sl: Prikaži v App Store
th: แสดงใน App Store
vi: Mở trong App Store

source: Learn more
ar: تعرف على المزيد
bs: Saznajte više
ca: Aprèn més
ro: Aflați mai multe
sl: Več o tem
th: เรียนรู้เพิ่มเติม
vi: Tìm hiểu thêm

# share_title
source: Share
ar: مشاركة
bs: Podijeli
ca: Comparteix
ro: Distribuie
sl: Deli
th: แบ่งปัน
vi: Chia sẻ

# alert_sync_shares_in_progress_title
source: Syncing...
ar: جارٍ المزامنة...
bs: Sinkronizacija je u toku...
ca: Sincronitzant...
ro: Se sincronizează...
sl: Sinhronizacija...
th: กำลังซิงค์...
vi: Đang đồng bộ...

# alert_sync_shares_in_progress_message
source: Your budget books are syncing with iCloud so you can access the shared content. Please be patient...
ar: تتم مزامنة دفاتر ميزانيتك مع iCloud حتى تتمكن من الوصول إلى المحتوى المشترك. الرجاء الانتظار...
bs: Vaše knjige budžeta se sinhronizuju sa iCloud-om tako da možete pristupiti deljenom sadržaju. Budite strpljivi...
ca: Els teus llibres de pressupost s'estan sincronitzant amb iCloud perquè puguis accedir al contingut compartit. Tingues paciència...
ro: Registrele dvs. bugetare se sincronizează cu iCloud, astfel încât să puteți accesa conținutul partajat. Vă rugăm să aveți răbdare...
sl: Vaše proračunske knjige se sinhronizirajo z iCloud, da lahko dostopate do skupne vsebine. Prosimo, počakajte...
th: หนังสืองบประมาณของคุณกำลังซิงค์กับ iCloud เพื่อให้คุณสามารถเข้าถึงเนื้อหาที่แบ่งปันได้ โปรดอดทนรอ...
vi: Sách ngân sách của bạn đang đồng bộ hóa được sao lưu với iCloud. Vui lòng đợi...

# alert_cloud_share_quota_exceeded_error_message
source: Could not complete sharing because there is not enough space in your iCloud. Please free up some space and try again.
ar: تعذر إكمال المشاركة لعدم وجود مساحة كافية في iCloud الخاص بك. الرجاء تحرير بعض المساحة والمحاولة مرة أخرى.
bs: Dijeljenje nije moguće završiti jer nema dovoljno prostora na vašem iCloudu. Molimo oslobodite malo prostora i pokušajte ponovo.
ca: No s'ha pogut completar el compartiment perquè no hi ha prou espai a iCloud. Allibera espai i torna-ho a provar.
ro: Nu s-a putut finaliza partajarea deoarece nu există suficient spațiu în iCloud. Eliberați spațiu și încercați din nou.
sl: Dela ni bilo mogoče dokončati, ker v vašem iCloud ni dovolj prostora. Prosim, sprostite nekaj prostora in poskusite znova.
th: ไม่สามารถแบ่งปันให้เสร็จสิ้นได้เนื่องจากมีพื้นที่ไม่เพียงพอใน iCloud ของคุณ โปรดเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
vi: Không thể hoàn tất chia sẻ vì không đủ dung lượng trong iCloud của bạn. Vui lòng giải phóng dung lượng và thử lại.

# alert_cloud_share_unknown_error_message
source: Could not complete sharing because an error occurred. There is probably not enough space available in your iCloud. Please free up some space and try again.
ar: غير قادر على إكمال المشاركة بسبب حدوث خطأ. ربما لا يحتوي iCloud الخاص بك على مساحة كافية. قم بتحرير بعض المساحة وحاول مرة أخرى.
bs: Dijeljenje nije moguće završiti jer je došlo do greške. Vjerovatno nema dovoljno prostora na vašem iCloudu. Molimo oslobodite malo prostora i pokušajte ponovo.
ca: No s'ha pogut completar el compartiment perquè s'ha produït un error. Probablement no hi ha prou espai disponible a iCloud. Allibera espai i torna-ho a provar.
ro: Nu s-a putut finaliza partajarea deoarece a apărut o eroare. Probabil că nu este suficient spațiu disponibil în iCloud. Vă rugăm să eliberați spațiu și să încercați din nou.
sl: Dela ni bilo mogoče dokončati, ker je prišlo do napake. Verjetno v vašem iCloud ni dovolj prostora. Prosim, sprostite nekaj prostora in poskusite znova.
th: ไม่สามารถแบ่งปันให้เสร็จสิ้นได้เนื่องจากเกิดข้อผิดพลาด อาจมีพื้นที่ว่างไม่เพียงพอใน iCloud ของคุณ โปรดเพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
vi: Không thể hoàn tất chia sẻ do đã xảy ra lỗi. Có thể không có đủ dung lượng trong iCloud của bạn. Vui lòng giải phóng dung lượng và thử lại.

# search_title
source: Search
ar: بحث
bs: Traži
ca: Cercar
ro: Căutare
sl: Iskanje
th: ค้นหา
vi: Tìm kiếm

# filter_title
source: Filter
ar: تصفية
ca: Filtrar
ro: Filtru
th: ตัวกรอง
vi: Bộ lọc

# search_text_section_title
source: Search Text
ar: نص البحث
bs: Pretraži tekst
ca: Cercar text
ro: Căutare text
sl: Iskalno besedilo
th: ข้อความค้นหา
vi: Văn bản tìm kiếm

# search_suggestions_section_title
source: Suggestions
ar: اقتراحات
bs: Prijedlozi
ca: Suggeriments
ro: Sugestii
sl: Predlogi
th: คำแนะนำ
vi: Gợi ý

# period_selection_title
source: Period
ar: الفترة
bs: Razdoblje
ca: Període
ro: Perioada
sl: Obdobje
th: ระยะเวลา
vi: Khoảng thời gian

# period_selection_current_year_title
source: Current Year
ar: السنة الحالية
bs: Tekuća godina
ca: Any actual
ro: Anul curent
sl: Tekoče leto
th: ปีปัจจุบัน
vi: Năm này

# period_selection_current_month_title
source: Current Month
ar: الشهر الحالي
bs: Trenutni mjesec
ca: Mes actual
ro: Luna curentă
sl: Tekoči mesec
th: เดือนปัจจุบัน
vi: Tháng này

# from_title
source: From
ar: من
bs: Od
ca: De
ro: De la
sl: Od
th: จาก
vi: Từ

# to_title
source: To
ar: قبل
bs: Do
ca: Fins
ro: Către
sl: Do
th: ถึง
vi: Đến

# configure_title
source: Configure
ar: ضبط
bs: Konfiguriraj
ca: Configurar
ro: Configurați
sl: Konfiguriraj
th: กำหนดค่า
vi: Widgets

# balance_widget_income_title
source: Income
ar: الدخل
bs: Prihod
ca: Ingressos
ro: Venit
sl: Dohodki
th: รายได้
vi: Khoản thu

# balance_widget_expenses_title
source: Expenses
ar: النفقات
bs: Troškovi
ca: Despeses
ro: Cheltuieli
sl: Stroški
th: ค่าใช้จ่าย
vi: Khoản chi

# savings_rate_widget_absolute_title
source: Absolute
ar: المبلغ
bs: Apsolutno
ca: Total
ro: Absolut
sl: Absolutno
th: สัมบูรณ์
vi: Thu nhập ròng

# savings_rate_widget_percentual_title
source: Percentage
ar: النسبة المئوية
bs: Postotak
ca: Percentatge
ro: Procent
sl: Odstotek
th: เปอร์เซ็นต์
vi: Tỷ lệ

# budget_widget_planned_title
source: Planned
ar: مخطط
bs: Planirano
ca: Planejat
ro: Planificat
sl: Načrtovano
th: วางแผนแล้ว
vi: Đã lên kế hoạch

# budget_widget_remaining_title
source: Available
ar: متاح
bs: Dostupno
ca: Disponible
ro: Disponibil
sl: Razpoložljivo
th: มี
vi: Hiện tại

# total_assets_widget_absolute_title
source: Absolute
ar: بالتأكيد
bs: Apsolutno
ca: Total
ro: Absolut
sl: Absolutno
th: สัมบูรณ์
vi: Thu nhập ròng

# total_assets_widget_trend_title
source: Trend
ar: الاتجاه
ca: Tendència
ro: Tendință
th: เทรนด์
vi: Tỷ lệ

# forecast_widget_upcoming_title
source: Planned
ar: مجدول
bs: Planirano
ca: Planificat
ro: Planificat
sl: Načrtovano
th: วางแผนไว้
vi: Đã lên kế hoạch

# forecast_widget_pending_title
source: Pending
ar: معلق
bs: Na čekanju
ca: Pendents
ro: În așteptare
sl: Čakajoče
th: รอดำเนินการ
vi: Đang chờ xử lý

# forecast_widget_final_balance_title
source: Final balance
ar: الرصيد النهائي
bs: Konačni bilans
ca: Saldo final
ro: Sold final
sl: Končno stanje
th: ยอดคงเหลือสุดท้าย
vi: Số dư cuối cùng

# pie_chart_widget_transactions_title
source: Transactions
ar: المعاملات
bs: Transakcije
ca: Transaccions
ro: Tranzacții
sl: Transakcije
th: ธุรกรรม
vi: Giao dịch

# pie_chart_widget_categories_title
source: Categories
ar: الفئات
bs: Kategorije
ro: Categorii
sl: Kategorije
th: หมวดหมู่
vi: Danh mục

# inactive_widgets_section_title
source: More Widgets
ar: الأدوات المخفية
bs: Više widgeta
ca: Més widgets
ro: Mai multe widget-uri
sl: Več pripomočkov
th: วิดเจ็ตเพิ่มเติม
vi: Thêm Widgets

# participants_widget_footer_title
source: Info: The "People" widget only appears for shared budget books.
ar: ملاحظة: يتم عرض عنصر واجهة المستخدم للأشخاص فقط لدفاتر الميزانية المشتركة.
bs: Informacije: Widget "Ljudi" pojavljuje se samo za knjige s dijeljenim budžetima.
ca: Informació: El widget "persones" només apareix per a llibres de pressupost compartits.
ro: Notă: widgetul "oameni" apare numai pentru cărțile cu buget comun.
sl: Info: Pripomoček "Ljudje" se prikaže samo za skupne proračunske knjige.
th: หมายเหตุ: วิดเจ็ต "คน" จะปรากฏเฉพาะในสมุดงบประมาณที่ใช้ร่วมกันเท่านั้น
vi: Lưu ý: Tiện ích "mọi người" chỉ xuất hiện cho Ví dùng chung.

# no_widgets_title
source: No widgets added
ar: لم تتم إضافة عناصر واجهة المستخدم
bs: Nema dodanih widgeta
ca: No s'han afegit widgets
ro: Niciun widget adăugat
sl: Ni pripomočkov
th: ไม่ได้เพิ่มวิดเจ็ต
vi: Không có Widgets nào được thêm vào

# no_widgets_message
source: Click the "Pen" button to configure the view.
ar: انقر فوق "تخصيص" لتخصيص العرض.
bs: Kliknite gumb "olovka" za konfiguraciju prikaza.
ca: Fes clic al botó "llapis" per configurar la vista.
ro: Faceți clic pe butonul "pen" pentru a configura vizualizarea.
sl: Kliknite gumb "Svinčnik", da konfigurirate pogled.
th: คลิกปุ่ม "ปากกา" เพื่อกำหนดค่ามุมมอง
vi: Nhấp vào biểu tượng "bút" để cài đặt Widget.

# no_suggestions_title
source: No suggestions
ar: لا توجد اقتراحات
bs: Nema prijedloga
ca: Sense suggeriments
ro: Fără sugestii
sl: Ni predlogov
th: ไม่มีคำแนะนำ

# not_shared_title
source: Budget Book not shared
ar: دفتر الميزانية غير متوفر
bs: Knjiga proračuna nije podijeljena
ca: Llibre de pressupost no compartit
ro: Cartea de buget nu a fost partajată
sl: Proračunska knjiga ni v skupni rabi
th: ไม่ได้แชร์สมุดงบประมาณ
vi: Ví không được chia sẻ

# account_balances_widget_title
source: Account Balances
ar: أرصدة الحساب
bs: Stanje računa
ca: Saldos de comptes
ro: Soldurile contului
sl: Skupno stanje računov
th: ยอดคงเหลือในบัญชี
vi: Số dư

# balance_widget_title
source: Balance
ar: الرصيد
bs: Stanje
ro: Sold
sl: Stanje
th: ยอดคงเหลือ
vi: Số dư

# total_income_widget_title
source: Total Income
ar: إجمالي الدخل
bs: Ukupni prihod
ca: Ingressos totals
ro: Venit total
sl: Skupni dohodki
th: รายได้ทั้งหมด
vi: Tổng thu nhập

# total_expenses_widget_title
source: Total Expenses
ar: إجمالي النفقات
bs: Ukupni troškovi
ca: Despeses totals
ro: Cheltuieli totale
sl: Skupni stroški
th: ค่าใช้จ่ายทั้งหมด
vi: Tổng chi phí

# fixed_expenses_widget_title
source: Fixed Expenses
ar: النفقات الثابتة
bs: Stalni troškovi
ca: Despeses fixes
ro: Cheltuieli fixe
sl: Fiksni stroški
th: ค่าใช้จ่ายคงที่
vi: Chi phí cố định

# variable_expenses_widget_title
source: Variable Expenses
ar: النفقات المتغيرة
bs: Promjenjivi troškovi
ca: Despeses variables
ro: Cheltuieli variabile
sl: Spremenljivi stroški
th: ค่าใช้จ่ายผันแปร
vi: Chi phí thay đổi

# account_balances_distribution_widget_title
source: Account Balances
ar: أرصدة الحساب
bs: Stanje računa
ca: Saldos de comptes
ro: Soldurile contului
sl: Skupno stanje računov
th: ยอดคงเหลือในบัญชี
vi: Số dư

# balance_distribution_widget_title
source: Balance
ar: الرصيد
bs: Saldo
ro: Sold
sl: Stanje
th: ยอดคงเหลือ
vi: Số dư

# total_income_distribution_widget_title
source: Total Income
ar: إجمالي الدخل
bs: Ukupni prihod
ca: Ingressos totals
ro: Venit total
sl: Skupni dohodki
th: รายได้ทั้งหมด
vi: Tổng thu nhập

# total_expenses_distribution_widget_title
source: Total Expenses
ar: إجمالي النفقات
bs: Ukupni troškovi
ca: Despeses totals
ro: Cheltuieli totale
sl: Skupni stroški
th: ค่าใช้จ่ายทั้งหมด
vi: Tổng chi phí

# fixed_expenses_distribution_widget_title
source: Fixed Expenses
ar: النفقات الثابتة
bs: Stalni troškovi
ca: Despeses fixes
ro: Cheltuieli fixe
sl: Fiksni stroški
th: ค่าใช้จ่ายคงที่
vi: Chi phí cố định

# variable_expenses_distribution_widget_title
source: Variable Expenses
ar: النفقات المتغيرة
bs: Promjenjivi troškovi
ca: Despeses variables
ro: Cheltuieli variabile
sl: Spremenljivi stroški
th: ค่าใช้จ่ายผันแปร
vi: Chi phí thay đổi

# sum_title
source: Sum
ar: المجموع
bs: Zbroj
ca: Suma
ro: Suma
sl: Vsota
th: ผลรวม
vi: Tổng

# total_sum_title
source: Total Sum
ar: المجموع الإجمالي
bs: Ukupan zbir
ca: Suma total
ro: Suma totală
sl: Skupna vsota
th: ผลรวมทั้งหมด
vi: Tổng số tiền

# recurring_transactions_title
source: Recurring
ar: متكرر
bs: Ponavljajuće
ca: Recurrent
sl: Ponavljajoče
th: เกิดซ้ำ
vi: Định kỳ

# upcoming_transactions_title
source: Planned
ar: مجدول
bs: Planirano
ca: Planificat
ro: Planificat
sl: Načrtovane
th: วางแผนไว้
vi: Đã lên kế hoạch

# reminded_transactions_title
source: With Reminder
ar: تم التذكير
bs: S podsjetnikom
ca: Amb recordatori
ro: Cu memento
sl: Z opomnikom
th: พร้อมตัวเตือน
vi: Kèm nhắc nhở

# recurring_transactions_info_title
source: Description
ar: الوصف
bs: Opis
ca: Descripció
ro: Descriere
sl: Opis
th: คำอธิบาย
vi: Mô tả

# recurring_transactions_info_description
source: Create recurring transactions to have them automatically added to the app when they come due.
ar: قم بإنشاء معاملات متكررة بحيث تتم إضافتها تلقائيًا إلى التطبيق عندما يحين موعد الدفع.
bs: Kreirajte ponavljajuće transakcije kako biste ih automatski dodali u aplikaciju kada dođu.
ca: Crea transaccions recurrents perquè s’afegeixin automàticament a l’app quan vencin
ro: Creați tranzacții recurente pentru a le adăuga automat în aplicație la scadență.
sl: Ustvarite ponavljajoče transakcije, da se samodejno dodajo v aplikacijo, ko pridejo na vrsto.
th: สร้างธุรกรรมที่เกิดซ้ำเพื่อให้เพิ่มลงในแอปโดยอัตโนมัติเมื่อถึงกำหนด
vi: Tạo các giao dịch định kỳ để chúng tự động được thêm vào ứng dụng khi đến hạn.

# account_filter_section_title
source: Account
ar: حساب
bs: Račun
ca: Compte
ro: Cont
sl: Račun
th: บัญชี
vi: Ví

# category_filter_section_title
source: Category
ar: فئة
bs: Kategorija
ca: Categoria
ro: Categorie
sl: Kategorija
th: หมวดหมู่
vi: Danh mục

# payee_filter_section_title
source: Payee
ar: مستفيد
bs: Primalac
ca: Beneficiari
ro: Beneficiar
sl: Plačnik
th: ผู้รับเงิน
vi: Người nhận

# tag_filter_section_title
source: Tag
ar: وسم
bs: Oznaka
ca: Etiqueta
ro: Etichetă
sl: Oznaka
th: แท็ก
vi: Nhãn

# user_filter_section_title
source: Person
ar: مستخدم
bs: Osoba
ca: Persona
ro: Persoană
sl: Oseba
th: บุคคล
vi: Người

# payment_status_filter_section_title
source: Payment
ar: حالة الدفع
bs: Plaćanje
ca: Pagament
ro: Plata
sl: Plačilo
th: การชำระเงิน
vi: Thanh toán

# transaction_type_filter_section_title
source: Type
ar: نوع
bs: Vrsta
ca: Tipus
ro: Tip
sl: Vrsta
th: ประเภท
vi: Kiểu

# date_range_filter_section_title
source: Date
ar: تاريخ
bs: Datum
ca: Data
ro: Data
sl: Datum
th: วันที่
vi: Ngày

# amount_range_filter_section_title
source: Amount
ar: المبلغ
bs: Količina
ca: Import
ro: Suma
sl: Znesek
th: จำนวนเงิน
vi: Số tiền
