Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# upgrade_faq_multiple_devices_value
source: Yes, you can use the full version of Budget Flow on all your Apple devices with the same Apple ID. Because the app is synced via iCloud, you can seamlessly switch between your devices and have always access to your financial data and settings.
ar: نعم، يمكنك استخدام الإصدار الكامل من Budget Flow على جميع أجهزة Apple الخاصة بك باستخدام نفس Apple ID. ونظرًا لأن التطبيق تتم مزامنته عبر iCloud، يمكنك التبديل بسهولة بين أجهزتك وستتمكن دائمًا من الوصول إلى بياناتك المالية. والإعدادات.
bs: Da, možete koristiti punu verziju Budget Flow-a na svim svojim Apple uređajima s istim Apple ID-om. Budući da je aplikacija sinkronizirana putem iClouda, možete se neprimjetno prebacivati ​​između svojih uređaja i uvijek imati pristup svojim financijskim podacima i postavke.
ca: Sí, pots utilitzar la versió completa de Budget Flow a tots els teus dispositius Apple amb el mateix ID d'Apple. Com que l'app es sincronitza a través d'iCloud, pots canviar sense problemes entre els teus dispositius i tenir sempre accés a les teves dades i configuracions financeres.
ro: Da, puteți utiliza versiunea completă a Budget Flow pe toate dispozitivele Apple cu același ID Apple. Deoarece aplicația este sincronizată prin iCloud, puteți comuta fără probleme între dispozitive și aveți întotdeauna acces la datele dvs. financiare și setări.
sl: Da, polno različico Budget Flow lahko uporabljate na vseh svojih Apple napravah z istim Apple ID. Ker se aplikacija sinhronizira prek iCloud, lahko nemoteno preklapljate med svojimi napravami in vedno imate dostop do svojih finančnih podatkov in nastavitev.
th: ใช่ คุณสามารถใช้ Budget Flow เวอร์ชันเต็มบนอุปกรณ์ Apple ทั้งหมดของคุณด้วย Apple ID เดียวกันได้ เนื่องจากแอปเชื่อมข้อมูลผ่าน iCloud คุณจึงสามารถสลับไปมาระหว่างอุปกรณ์ของคุณได้อย่างราบรื่นและเข้าถึงข้อมูลทางการเงินของคุณได้ตลอดเวลา และการตั้งค่า
vi: Có, bạn có thể sử dụng phiên bản Premium của Budget Flow trên tất cả các thiết bị Apple có cùng ID Apple. Vì ứng dụng được đồng bộ hóa qua iCloud nên bạn có thể tương tác giữa các thiết bị của mình và luôn có quyền truy cập vào dữ liệu cũng như cài đặt tài chính của mình.

# upgrade_faq_multiple_people_title
source: Can I use the full version with multiple people?
ar: هل يمكنني استخدام الإصدار الكامل مع عدة أشخاص؟
bs: Mogu li koristiti punu verziju s više osoba?
ca: Puc utilitzar la versió completa amb diverses persones?
ro: Pot folosi versiunea completă cu mai multe persoane?
sl: Ali lahko uporabljam polno različico z več ljudmi?
th: ฉันสามารถใช้เวอร์ชันเต็มกับหลายคนได้หรือไม่
vi: Tôi có thể sử dụng phiên bản Premium với nhiều người không?

# upgrade_faq_multiple_people_value
source: Yes, you can share the one-time purchase as well as the subscription of the full version with up to five people within a family group. All you have to do is turn on family sharing in the system settings and add the other people to the group.
ar: نعم، يمكنك مشاركة عملية شراء لمرة واحدة بالإضافة إلى اشتراك الإصدار الكامل مع ما يصل إلى خمسة أشخاص في مجموعة عائلية. كل ما عليك فعله هو تشغيل مشاركة العائلة في إعدادات النظام لديك وإضافة أشخاص آخرين إلى المجموعة دعوة.
bs: Da, možete podijeliti jednokratnu kupnju kao i pretplatu na punu verziju s do pet osoba unutar obiteljske grupe. Sve što trebate učiniti je uključiti obiteljsko dijeljenje u postavkama sustava i dodati druge osobe u grupi pozivaju.
ca: Sí, pots compartir la compra única, així com la subscripció de la versió completa amb fins a cinc persones dins d'un grup familiar. Tot el que has de fer és activar el compartir en família a la configuració del sistema i afegir les altres persones al grup.
ro: Da, puteți partaja achiziția unică, precum și abonamentul versiunii complete cu până la cinci persoane dintr-un grup de familie. Tot ce trebuie să faceți este să activați partajarea în familie în setările sistemului și să adăugați invitați celelalte persoane din grup.
sl: Da, lahko delite enkratni nakup kot tudi naročnino polne različice z do petimi ljudmi znotraj družinske skupine. Vse kar morate storiti je, da vklopite družinsko skupno rabo v sistemskih nastavitvah in dodate druge ljudi v skupino.
th: ใช่ คุณสามารถแชร์การซื้อครั้งเดียวและการสมัครรับข้อมูลเวอร์ชันเต็มกับสมาชิกในครอบครัวได้สูงสุดห้าคน สิ่งที่คุณต้องทำคือเปิดใช้การแชร์กันในครอบครัวในการตั้งค่าระบบและเพิ่ม คนอื่นเชิญเข้ากลุ่ม
vi: Có, bạn có thể chia sẻ giao dịch mua một lần cũng như đăng ký phiên bản Premium với tối đa năm người trong một nhóm gia đình. Tất cả những gì bạn phải làm là bật tính năng chia sẻ gia đình trong cài đặt hệ thống và thêm những người khác vào nhóm.

# upgrade_faq_cancel_subscription_title
source: How do I cancel my subscription?
ar: كيفية إلغاء الاشتراك؟
bs: Kako mogu otkazati svoju pretplatu?
ca: Com cancel·lo la meva subscripció?
ro: Cum îmi anulez abonamentul?
sl: Kako prekličem svojo naročnino?
th: ฉันจะยกเลิกการสมัครของฉันได้อย่างไร
vi: Làm cách nào để hủy đăng ký của tôi?

# upgrade_faq_cancel_subscription_value
source: You can cancel your subscription at any time using your Apple ID in system preferences.
ar: يمكنك إلغاء اشتراكك في أي وقت باستخدام معرف Apple الخاص بك في تفضيلات النظام.
bs: Možete otkazati svoju pretplatu u bilo kojem trenutku koristeći svoj Apple ID u postavkama sustava.
ca: Pots cancel·lar la teva subscripció en qualsevol moment utilitzant el teu ID d'Apple a les preferències del sistema.
ro: Puteți anula oricând abonamentul folosind ID-ul Apple din Preferințe de sistem.
sl: Svojo naročnino lahko kadarkoli prekličete z uporabo svojega Apple ID v sistemskih nastavitvah.
th: คุณสามารถยกเลิกการสมัครรับข้อมูลของคุณได้ตลอดเวลาโดยใช้ Apple ID ของคุณในการตั้งค่าระบบ
vi: Bạn có thể hủy đăng ký của mình bất kỳ lúc nào bằng cách sử dụng ID Apple trong ứng dụng Cài đặt của thiết bị Apple.

# upgrade_faq_subscription_data_loss_title
source: Will my data be lost if I cancel my subscription?
ar: هل سيتم فقدان بياناتي إذا قمت بإلغاء اشتراكي؟
bs: Hoće li moji podaci biti izgubljeni ako otkažem svoju pretplatu?
ca: Perdré les meves dades si cancel·lo la subscripció?
ro: Se vor pierde datele mele dacă îmi anulez abonamentul?
sl: Ali bodo moji podatki izgubljeni, če prekličem naročnino?
th: ข้อมูลของฉันจะสูญหายหรือไม่หากฉันยกเลิกการสมัคร
vi: Dữ liệu của tôi có bị mất nếu tôi hủy đăng ký không?

# upgrade_faq_subscription_data_loss_value
source: No. Anything you create while subscribing to the full version will still be available if you switch back to the free version.
ar: لا. أي شيء تقوم بإنشائه أثناء الاشتراك في الإصدار الكامل سيظل متاحًا إذا قمت بالتبديل مرة أخرى إلى الإصدار المجاني.
bs: Ne. Sve što stvorite tijekom pretplate na punu verziju i dalje će biti dostupno ako se vratite na besplatnu verziju.
ca: No. Tot el que creïs mentre estàs subscrit a la versió completa seguirà disponible si tornes a la versió gratuïta.
ro: Nu. Orice creați în timp ce vă abonați la versiunea completă va fi în continuare disponibil dacă reveniți la versiunea gratuită.
sl: Ne. Vse, kar ustvarite med naročnino na polno različico, bo še vedno na voljo, če se vrnete na brezplačno različico.
th: ไม่ ทุกสิ่งที่คุณสร้างในขณะที่สมัครรับเวอร์ชันเต็มจะยังคงใช้งานได้ หากคุณเปลี่ยนกลับไปเป็นเวอร์ชันฟรี
vi: Không. Mọi thứ bạn tạo khi sử dụng phiên bản Premium sẽ vẫn còn lại nếu bạn chuyển về phiên bản miễn phí.

# upgrade_faq_refund_title
source: How can I get a refund?
ar: كيف يمكنني استرداد أموالي؟
bs: Kako mogu dobiti povrat novca?
ca: Com puc obtenir un reemborsament?
ro: Cum pot obține o rambursare?
sl: Kako lahko dobim povrnjen denar?
th: ฉันจะได้รับเงินคืนได้อย่างไร
vi: Làm thế nào tôi có thể hoàn tiền sau khi đăng ký?

# upgrade_faq_refund_value
source: Payments made through the App Store are refundable only by Apple. To receive a refund, you must contact Apple Support within 14 days after your purchase.
ar: المدفوعات التي تتم من خلال App Store قابلة للاسترداد إلى Apple فقط. لاسترداد المبلغ المدفوع، يجب عليك الاتصال بدعم Apple خلال 14 يومًا من تاريخ الشراء.
bs: Plaćanja izvršena putem App Store mogu se povratiti samo od strane Applea. Da biste dobili povrat, morate kontaktirati Apple podršku u roku od 14 dana od kupnje.
ca: Els pagaments realitzats a través de l'App Store només són reemborsables per Apple. Per rebre un reemborsament, has de contactar amb el Suport tècnic d'Apple dins dels 14 dies posteriors a la compra.
ro: Plățile efectuate prin App Store sunt rambursabile numai de către Apple. Pentru a primi o rambursare, trebuie să contactați asistența Apple în termen de 14 zile de la cumpărare.
sl: Plačila, opravljena prek App Store, lahko vrne samo Apple. Če želite povrnitev, se morate obrniti na Apple podporo v 14 dneh po nakupu.
th: การชำระเงินผ่าน App Store สามารถขอคืนได้โดย Apple เท่านั้น ในการรับเงินคืน คุณต้องติดต่อฝ่ายสนับสนุนของ Apple ภายใน 14 วันนับจากวันที่ซื้อ
vi: Các khoản thanh toán được thực hiện thông qua App Store chỉ được Apple hoàn lại. Để được hoàn tiền, bạn phải liên hệ với bộ phận Hỗ trợ của Apple trong vòng 14 ngày sau khi mua hàng.

# upgrade_faq_switch_plan_title
source: Is it possible to switch from a subscription to the one-time purchase at a later date?
ar: هل يمكنني التبديل من الاشتراك إلى الشراء لمرة واحدة لاحقًا؟
bs: Da li je moguće preći sa pretplate na jednokratnu kupovinu kasnije?
ca: És possible canviar d'una subscripció a una compra única en una data posterior?
ro: Este posibil să treceți de la un abonament la achiziția unică la o dată ulterioară?
sl: Ali je mogoče kasneje preklopiti z naročnine na enkratni nakup?
th: เป็นไปได้หรือไม่ที่จะสลับจากการสมัครสมาชิกไปเป็นการซื้อครั้งเดียวในภายหลัง
vi: Có thể chuyển từ đăng ký hàng tháng sang mua một lần sau này không?

# upgrade_faq_switch_plan_value
source: Yes, you can switch from an active subscription to the one-time purchase at any time by purchasing the corresponding product in the app. However, please remember to cancel your previous subscription so that you don't pay more than once.
ar: نعم، يمكنك التبديل من اشتراك نشط إلى شراء لمرة واحدة في أي وقت عن طريق شراء المنتج المقابل في التطبيق. ومع ذلك، تأكد من إلغاء اشتراكك السابق لتجنب الدفع أكثر من مرة.
bs: Da, možete se prebaciti s aktivne pretplate na jednokratnu kupovinu u bilo kojem trenutku kupovinom odgovarajućeg proizvoda u aplikaciji. Međutim, ne zaboravite otkazati prethodnu pretplatu kako ne biste platili više od jednom.
ca: Sí, pots canviar d'una subscripció activa a la compra única en qualsevol moment comprant el producte corresponent a l'app. No obstant això, recorda cancel·lar la teva subscripció anterior per no pagar més d'una vegada.
ro: Da, puteți trece de la un abonament activ la achiziția unică în orice moment, cumpărând produsul corespunzător din aplicație. Totuși, vă rugăm să nu uitați să anulați abonamentul anterior, astfel încât să nu plătiți mai mult de o singura data.
sl: Da, z aktivne naročnine lahko kadarkoli preklopite na enkratni nakup z nakupom ustreznega izdelka v aplikaciji. Vendar ne pozabite preklicati svoje prejšnje naročnine, da ne boste plačali več kot enkrat.
th: ใช่ คุณสามารถเปลี่ยนจากการสมัครสมาชิกที่ใช้งานอยู่ไปเป็นการซื้อครั้งเดียวได้ตลอดเวลาโดยการซื้อผลิตภัณฑ์ที่เกี่ยวข้องในแอป อย่างไรก็ตาม โปรดอย่าลืมยกเลิกการสมัครสมาชิกครั้งก่อนของคุณ เพื่อที่คุณจะได้ไม่ต้องชำระเงินเกินกว่านั้น ครั้งหนึ่ง.
vi: Có, bạn có thể chuyển từ đăng ký hàng tháng đang hoạt động sang mua một lần bất kỳ lúc nào bằng cách mua sản phẩm tương ứng trong ứng dụng. Tuy nhiên, hãy nhớ hủy đăng ký để không phải trả tiền nhiều lần sau này.

# user_feedback
source: feedback
ar: التعليقات
bs: povratne informacije
ca: opinió
sl: povratne informacije
th: คำติชม
vi: phản hồi

# user_feedback_message_title
source: Hi, this is Fabian, the developer of Budget Flow. Do you have a moment to give me some feedback on the app? 😊
ar: مرحبًا، أنا فابيان، مطور Budget Flow. هل لديك دقيقة لترك تعليق حول التطبيق؟ 😊
bs: Zdravo, ovo je Fabian, programer Budget Flow. Imaš li vremena dati povratne informacije o aplikaciji? 😊
ca: Hola, sóc Fabián, el desenvolupador de Budget Flow. Tens un moment per donar la teva opinió sobre l'app? 😊
ro: Bună, acesta este Fabian, dezvoltatorul Budget Flow. Aveți un moment pentru a oferi feedback despre aplicație? 😊
sl: Živjo, sem Fabian, razvijalec Budget Flow. Ali imate trenutek, da mi podate povratne informacije o aplikaciji? 😊
th: สวัสดี ฉันชื่อ Fabian ผู้พัฒนา Budget Flow. คุณมีเวลาแสดงความคิดเห็นเกี่ยวกับแอปสักครู่หรือไม่? 😊
vi: Xin chào, đây là Fabian, nhà phát triển Budget Flow. Bạn có thể dành chút thời gian để đưa ra một số phản hồi về ứng dụng không? 😊

# alert_user_feedback_title
source: Do you like the app?
ar: هل أعجبك التطبيق؟
bs: Sviđa li vam se aplikacija?
ca: T'agrada l'app?
ro: Îți place aplicația?
sl: Vam je aplikacija všeč?
th: คุณชอบแอปนี้หรือไม่
vi: Bạn có thích ứng dụng này không?

# alert_user_feedback_like_title
source: Thank you! 🎉
ar: شكرًا لك! 🎉
bs: Hvala! 🎉
ca: Gràcies! 🎉
ro: Mulțumesc! 🎉
sl: Hvala! 🎉
th: ขอบคุณ! 🎉
vi: Cảm ơn! 🎉

# alert_user_feedback_like_message
source: If you like the app, please write a positive review in the App Store. It really helps a lot and motivates to continuously improve the app. 😊
ar: إذا أعجبك التطبيق، فاكتب تقييمًا إيجابيًا في App Store. إنه يساعدنا كثيرًا حقًا ويحفزنا على تحسين التطبيق باستمرار. 😊
bs: Ako vam se sviđa aplikacija, molimo vas da napišete pozitivnu recenziju u App Store. Stvarno puno pomaže i motivira nas da stalno poboljšavamo aplikaciju. 😊
ca: Si t'agrada l'app, escriu una ressenya positiva a l'App Store. Realment ajuda molt i motiva a millorar contínuament l'app. 😊
ro: Dacă vă place aplicația, vă rugăm să scrieți o recenzie pozitivă în App Store. Chiar ajută foarte mult și motivează îmbunătățirea continuă a aplicației. 😊
sl: Če vam je aplikacija všeč, prosimo, napišite pozitivno oceno v App Store. Res veliko pomaga in motivira za nenehno izboljševanje aplikacije. 😊
th: หากคุณชอบแอปนี้ โปรดเขียนรีวิวเชิงบวกใน App Store มันช่วยได้มากจริงๆ และกระตุ้นให้ปรับปรุงแอปอย่างต่อเนื่อง 😊
vi: Nếu bạn thích ứng dụng này, vui lòng viết đánh giá tích cực trong App Store. Nó thực sự giúp chúng tôi rất nhiều và tạo động lực để không ngừng cải tiến ứng dụng. 😊

# alert_user_feedback_rate_app_button
source: Rate App
ar: تقييم التطبيق
bs: Ocijenite aplikaciju
ca: Qualificar app
ro: Evaluați aplicația
sl: Oceni aplikacijo
th: ให้คะแนนแอป
vi: Đánh giá

# alert_user_feedback_maybe_later_button
source: Maybe later
ar: ربما لاحقًا
bs: Možda kasnije
ca: Potser més tard
ro: Poate mai târziu
sl: Mogoče kasneje
th: อาจจะภายหลัง
vi: Để sau

# alert_user_feedback_dislike_title
source: Suggestions? 🤔
ar: اقتراحات؟ 🤔
bs: Prijedlozi? 🤔
ca: Suggeriments? 🤔
ro: Sugestii? 🤔
sl: Predlogi? 🤔
th: ข้อเสนอแนะ? 🤔
vi: Đề xuất? 🤔

# alert_user_feedback_dislike_message
source: I'm sorry to hear that you don't like the app yet. To change that, please contact me directly or add your ideas and suggestions to the feature roadmap. 😊
ar: يؤسفني سماع أنك لم تحب التطبيق بعد. لتغيير هذا، يرجى مشاركة أفكارك واقتراحاتك للتحسين. 😊
bs: Žao mi je što vam se aplikacija još ne sviđa. Da biste to promijenili, recite mi svoje ideje i prijedloge za poboljšanje. 😊
ca: Em sap greu saber que encara no t'agrada l'app. Per canviar això, explica'm les teves idees i suggeriments per millorar-la. 😊
ro: Îmi pare rău să aud că încă nu vă place aplicația. Pentru a schimba asta, vă rugăm să-mi spuneți ideile și sugestiile dvs. de îmbunătățire. 😊
sl: Žal mi je, da vam aplikacija še ni všeč. Da to spremenimo, me prosimo kontaktirajte neposredno ali dodajte svoje ideje in predloge na seznam funkcij. 😊
th: ฉันเสียใจที่ได้ทราบว่าคุณยังไม่ชอบแอป หากต้องการเปลี่ยนแปลง โปรดบอกแนวคิดและข้อเสนอแนะของคุณสำหรับการปรับปรุงให้ฉันทราบ 😊
vi: Tôi rất tiếc khi biết rằng bạn chưa thích ứng dụng này. Để thay đổi điều đó, vui lòng cho tôi biết ý tưởng và đề xuất cải tiến của bạn. 😊

# alert_user_feedback_contact_developer_button
source: Contact developer
ar: اتصل بالمطور
bs: Kontaktirajte programera
ca: Contactar amb el desenvolupador
ro: Contactați dezvoltatorul
sl: Kontaktiraj razvijalca
th: ติดต่อผู้พัฒนา
vi: Liên hệ với nhà phát triển

# progress_view_load_images_title
source: Loading Photos...
ar: جارٍ تحميل الصور...
bs: Učitavanje fotografija...
ca: Carregant fotos...
ro: Se încarcă fotografii...
sl: Nalaganje fotografij...
th: กำลังโหลดรูปภาพ...
vi: Đang tải ảnh...

# progress_view_load_images_subtitle
source: Info: If you use iCloud Photo Library, your photos may take a while to download.
ar: ملاحظة: إذا كنت تستخدم مكتبة صور iCloud، فقد يستغرق تحميل الصور بعض الوقت.
bs: Informacije: Ako koristite iCloud Photo Library, preuzimanje vaših fotografija može potrajati.
ca: Informació: Si utilitzes la Fototeca d'iCloud, és possible que les teves fotos tardin una mica a descarregar-se.
ro: Notă: dacă utilizați Biblioteca foto iCloud, descărcarea fotografiilor dvs. poate dura ceva timp.
sl: Info: Če uporabljate iCloud Photo Library, lahko nalaganje vaših fotografij traja nekaj časa.
th: หมายเหตุ: หากคุณใช้ iCloud Photo Library รูปภาพของคุณอาจใช้เวลาสักครู่ในการดาวน์โหลด
vi: Lưu ý: Nếu bạn sử dụng Thư viện ảnh iCloud, ảnh của bạn có thể mất một lúc để tải xuống.

# progress_view_load_documents_title
source: Loading Documents...
ar: جارٍ تحميل المستندات...
bs: Učitavanje dokumenata...
ca: Carregant documents...
ro: Se încarcă documente...
sl: Nalaganje dokumentov...
th: กำลังโหลดเอกสาร...
vi: Đang tải Tài liệu...

# progress_view_load_documents_subtitle
source: Info: If you use iCloud Drive, your documents may take a while to download.
ar: معلومات: إذا كنت تستخدم iCloud Drive، فقد يستغرق تحميل مستنداتك بعض الوقت.
bs: Informacije: Ako koristite iCloud Drive, može potrajati neko vrijeme za preuzimanje vaših dokumenata.
ca: Informació: Si utilitzes iCloud Drive, és possible que els teus documents tardin una mica a descarregar-se.
ro: Informații: dacă utilizați iCloud Drive, descărcarea documentelor dvs. poate dura ceva timp.
sl: Info: Če uporabljate iCloud Drive, lahko nalaganje vaših dokumentov traja nekaj časa.
th: ข้อมูล: หากคุณใช้ iCloud Drive เอกสารของคุณอาจใช้เวลาสักครู่ในการดาวน์โหลด
vi: Lưu ý: Nếu bạn đang sử dụng iCloud Driv, Tài liệu của bạn sẽ mất một lúc để tải xuống.

# progress_view_import_csv_title
source: Importing Data...
ar: جارٍ استيراد البيانات...
bs: Uvoz podataka...
ca: Important dades...
ro: Se importă date...
sl: Uvažanje podatkov...
th: กำลังนำเข้าข้อมูล...
vi: Đang nhập dữ liệu...

# progress_view_import_csv_subtitle
source: Please wait...
ar: الرجاء الانتظار...
bs: Molim sačekajte...
ca: Espera...
ro: Vă rugăm să așteptați...
sl: Prosimo počakajte...
th: โปรดรอสักครู่...
vi: Vui lòng chờ...

# chart_widget_title
source: Chart
ar: مخطط
bs: Grafikon
ca: Gràfic
ro: Grafic
sl: Grafikon
th: แผนภูมิ
vi: Đồ thị

# chart_widget_description
source: This widget displays a chart of your account balances, your current balance, or a breakdown of your income and expenses for the selected time period.
ar: تعرض هذه الأداة رسمًا بيانيًا لرصيد حسابك، أو رصيدك الحالي، أو تفاصيل دخلك ونفقاتك خلال الفترة الزمنية المحددة.
bs: Ovaj widget prikazuje grafikon stanja vašeg računa, vaše trenutno stanje ili raščlambu vaših prihoda i troškova za odabrano vremensko razdoblje.
ca: Aquest widget mostra un gràfic dels saldos del teu compte, el teu saldo actual o un desglossament dels teus ingressos i despeses per al període seleccionat.
ro: Acest widget afișează un grafic al soldurilor contului dvs., soldul dvs. curent sau o defalcare a veniturilor și cheltuielilor dvs. pentru perioada de timp selectată.
sl: Ta pripomoček prikazuje grafikon vaših stanj na računih, trenutno stanje ali razčlenitev prihodkov in odhodkov za izbrano časovno obdobje.
th: วิดเจ็ตนี้แสดงแผนภูมิยอดคงเหลือในบัญชีของคุณ ยอดเงินปัจจุบันของคุณ หรือรายละเอียดของรายได้และค่าใช้จ่ายของคุณสำหรับช่วงเวลาที่เลือก
vi: Tiện ích này hiển thị biểu đồ số dư Ví, Số dư hiện tại của bạn hoặc bảng phân tích thu nhập và chi phí của bạn trong khoảng thời gian đã chọn.

# overview_widget_title
source: Overview
ar: نظرة عامة
bs: Pregled
ca: Visió general
ro: Prezentare generală
sl: Pregled
th: ภาพรวม
vi: Tổng quan

# overview_widget_description
source: This widget shows an overview of your account balances, your current balance or a total of income and expenses for the selected period.
ar: تعرض هذه الأداة نظرة عامة على رصيد حسابك، أو الرصيد الحالي، أو إجمالي الدخل والنفقات للفترة المحددة.
bs: Ovaj widget prikazuje pregled stanja vašeg računa, vaše trenutno stanje ili ukupni prihod i rashode za odabrano razdoblje.
ca: Aquest widget mostra una visió general dels saldos del teu compte, el teu saldo actual o un total d’ingressos i despeses pel període seleccionat.
ro: Acest widget afișează o prezentare generală a soldurilor contului dvs., soldul curent sau un total de venituri și cheltuieli pentru perioada selectată.
sl: Ta pripomoček prikazuje pregled vaših stanj na računih, trenutno stanje ali skupno vsoto prihodkov in odhodkov za izbrano obdobje.
th: วิดเจ็ตนี้แสดงภาพรวมของยอดคงเหลือในบัญชีของคุณ ยอดเงินปัจจุบันของคุณ หรือรายได้และค่าใช้จ่ายทั้งหมดสำหรับช่วงเวลาที่เลือก
vi: Tiện ích này hiển thị tổng quan về số dư Ví, Số dư hiện tại của bạn hoặc tổng thu nhập và chi phí trong khoảng thời gian đã chọn.

# upcoming_transactions_widget_title
source: Planned
ar: مجدول
bs: Planirano
ca: Previst
ro: Planificat
sl: Načrtovano
th: วางแผนแล้ว
vi: Đã lên kế hoạch

# upcoming_transactions_widget_description
source: This widget shows you your next planned transaction.
ar: تعرض هذه الأداة المعاملة المجدولة التالية.
bs: Ovaj widget prikazuje vašu sljedeću planiranu transakciju.
ca: Aquest widget et mostra la propera transacció prevista.
ro: Acest widget vă arată următoarea tranzacție planificată.
sl: Ta pripomoček prikazuje vaše naslednje načrtovane transakcije.
th: วิดเจ็ตนี้แสดงธุรกรรมที่วางแผนไว้ครั้งต่อไปของคุณ
vi: Tiện ích này hiển thị cho bạn giao dịch theo kế hoạch của bạn.

# budget_widget_title
source: Budget
ar: الميزانية
bs: Budžet
ca: Pressupost
ro: Buget
sl: Budget Flow
th: งบประมาณ
vi: Ngân sách

# budget_widget_description
source: This widget shows you a specific budget for the selected period.
ar: تعرض هذه الأداة ميزانية محددة للفترة المحددة.
bs: Ovaj widget vam prikazuje određeni budžet za odabrano razdoblje.
ca: Aquest widget et mostra un pressupost específic pel període seleccionat.
ro: Acest widget vă arată un buget specific pentru perioada selectată.
sl: Ta pripomoček prikazuje določen budget za izbrano obdobje.
th: วิดเจ็ตนี้แสดงงบประมาณเฉพาะสำหรับช่วงเวลาที่เลือก
vi: Tiện ích này hiển thị cho bạn ngân sách cụ thể trong khoảng thời gian đã chọn.

# budget_widget_no_budget_title
source: No budget selected
ar: لم يتم تحديد ميزانية
bs: Nije odabran budžet
ca: No s'ha seleccionat cap pressupost
ro: Niciun buget selectat
sl: Ni izbranega budgeta
th: ไม่ได้เลือกงบประมาณ
vi: Không có ngân sách nào được chọn

# suggestion_widget_title
source: Suggested
ar: اقتراح
bs: Predloženo
ca: Suggerit
ro: Sugerat
sl: Predlagano
th: แนะนำ
vi: Đề xuất

# suggestion_widget_description
source: This widget shows you a suggested category based on the current date for which you can create a new transaction.
ar: تعرض هذه الأداة فئة مقترحة استنادًا إلى التاريخ الحالي الذي يمكنك إنشاء نشاط جديد له.
bs: Ovaj widget vam prikazuje predloženu kategoriju na temelju trenutnog datuma za koji možete kreirati novu transakciju.
ca: Aquest widget et mostra una categoria suggerida basada en la data actual per la qual pots crear una nova transacció.
ro: Acest widget vă arată o categorie sugerată pe baza datei curente pentru care puteți crea o nouă tranzacție.
sl: Ta pripomoček prikazuje predlagano kategorijo glede na trenutni datum, za katero lahko ustvarite novo transakcijo.
th: วิดเจ็ตนี้แสดงหมวดหมู่ที่แนะนำตามวันที่ปัจจุบันที่คุณสามารถสร้างธุรกรรมใหม่ได้
vi: Tiện ích này hiển thị cho bạn Danh mục được đề xuất dựa trên ngày mà bạn có thể tạo giao dịch.
