Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/Localizable.strings
Languages: ar, bs, ca, ro, sl, th, vi

# quick_actions_widget_title
source: Quick Entry
ar: إدخال سريع
bs: Brzi unos
ca: Entrada ràpida
ro: Intrare rapidă
sl: Hiter vnos
th: รายการด่วน
vi: Nhập nhanh

# quick_actions_widget_description
source: This widget allows you to quickly add new transactions.
ar: تسمح لك هذه الأداة بإضافة إجراءات جديدة بسرعة.
bs: Ovaj widget vam omogućuje brzo dodavanje novih transakcija.
ca: Aquest widget et permet afegir noves transaccions ràpidament.
ro: Acest widget vă permite să adăugați rapid tranzacții noi.
sl: Ta pripomoček omogoča hitro dodajanje novih transakcij.
th: วิดเจ็ตนี้ให้คุณเพิ่มธุรกรรมใหม่ได้อย่างรวดเร็ว
vi: Tiện ích này cho phép bạn nhanh chóng thêm các giao dịch mới.

# quick_actions_widget_new_title
source: New
ar: جديد
bs: Novo
ca: Nou
ro: Nou
sl: Novo
th: ใหม่
vi: Giao dịch mới

# widget_upgrade_locked_title
source: Locked
ar: مقفل
bs: Zaključano
ca: Bloquejat
ro: Blocat
sl: Zaklenjeno
th: ถูกล็อค
vi: Đã khóa

# widget_upgrade_necessary_title
source: Full Version
ar: النسخة الكاملة
bs: Puna verzija
ca: Versió completa
ro: Versiune completă
sl: Polna verzija
th: เวอร์ชันเต็ม
vi: Tài khoản Premium

# widget_upgrade_necessary_title_long
source: Full Version Required
ar: النسخة الكاملة مطلوبة
bs: Potrebna je puna verzija
ca: Es requereix la versió completa
ro: Versiunea completă necesară
sl: Zahtevana polna verzija
th: ต้องใช้เวอร์ชันเต็ม
vi: Mục này yêu cầu bạn phải sử dụng Tài khoản Premium

# widget_upgrade_necessary_description
source: An upgrade to the full version is required to use this widget.
ar: تتطلب هذه الأداة ترقية الإصدار الكامل لاستخدامها.
bs: Za korištenje ovog widgeta potrebna je nadogradnja pune verzije.
ca: Es necessita actualitzar a la versió completa per utilitzar aquest widget.
ro: Este necesară o actualizare a versiunii completă pentru a utiliza acest widget.
sl: Za uporabo tega pripomočka je potrebna nadgradnja na polno verzijo.
th: จำเป็นต้องอัปเกรดเวอร์ชันเต็มเพื่อใช้วิดเจ็ตนี้
vi: Cần phải nâng cấp lên phiên bản Premium để sử dụng tiện ích này.

# widget_upgrade_necessary_highlighted_text
source: full version
ar: النسخة الكاملة
bs: pune verzije
ca: versió completa
ro: versiunii completă
sl: polno verzijo
th: เวอร์ชันเต็ม
vi: phiên bản Premium

# alert_no_budget_book_selected_title
source: No budget book selected
ar: لم يتم تحديد دفتر الميزانية
bs: Budžetska knjiga nije odabrana
ca: No s'ha seleccionat cap llibre de pressupost
ro: Nu a fost selectată nicio carte de buget
sl: Ni izbranega budgeta
th: ไม่ได้เลือกสมุดงบประมาณ
vi: Không có Sổ ngân sách nào được chọn

# alert_upgrade_necessary_title
source: Full version
ar: النسخة الكاملة
bs: Puna verzija
ca: Versió completa
ro: Versiune completă
sl: Polna verzija
th: เวอร์ชันเต็ม
vi: Phiên bản đầy đủ

# alert_upgrade_necessary_description
source: To use this feature, you need to upgrade to the full version. This can be activated within the app.
ar: لاستخدام هذه الميزة، يجب عليك الترقية إلى الإصدار الكامل. ويمكن تفعيلها في التطبيق.
bs: Da biste koristili ovu funkciju, morate izvršiti nadogradnju na punu verziju. Ovo se može aktivirati unutar aplikacije.
ca: Per utilitzar aquesta funció, cal actualitzar a la versió completa. Això es pot activar dins l'app.
ro: Pentru a utiliza această caracteristică, trebuie să faceți upgrade la versiunea completă. Aceasta poate fi activată în cadrul aplicației.
sl: Za uporabo te funkcije morate nadgraditi na polno verzijo. To lahko aktivirate znotraj aplikacije.
th: หากต้องการใช้คุณสมบัตินี้ คุณต้องอัปเกรดเป็นเวอร์ชันเต็ม ซึ่งสามารถเปิดใช้งานได้ภายในแอป
vi: Để sử dụng tính năng này, bạn cần nâng cấp lên phiên bản đầy đủ. Tính năng này có thể được kích hoạt trong ứng dụng.

# alert_confirm_dismiss_title
source: Are you sure you want to discard your changes?
ar: هل أنت متأكد من رغبتك في تجاهل تغييراتك؟
bs: Jeste li sigurni da želite odbaciti svoje promjene?
ca: Estàs segur que vols descartar els canvis?
ro: Sunteți sigur că doriți să renunțați la modificări?
sl: Ali ste prepričani, da želite zavreči spremembe?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเปลี่ยนแปลง
vi: Bạn có chắc chắn muốn hủy các thay đổi của mình không?

# alert_confirm_delete_budgetbook_title
source: Are you sure you want to delete this budget book? All associated accounts, categories, transactions, and budgets will also be deleted.
ar: هل أنت متأكد من رغبتك في حذف دفتر الميزانية هذا؟ سيتم أيضًا حذف جميع الحسابات والفئات والمعاملات والميزانيات المرتبطة.
bs: Jeste li sigurni da želite izbrisati ovu budžetsku knjigu? Svi povezani računi, kategorije, transakcije i budžeti također će biti izbrisani.
ca: Estàs segur que vols eliminar aquest llibre de pressupost? També s'eliminaran tots els comptes, categories, transaccions i pressupostos associats.
ro: Sunteți sigur că doriți să ștergeți această carte de buget? Toate conturile, categoriile, tranzacțiile și bugetele asociate vor fi, de asemenea, șterse.
sl: Ali ste prepričani, da želite izbrisati ta budget? Vse povezane račune, kategorije, transakcije in denarnice bodo prav tako izbrisani.
th: คุณแน่ใจหรือไม่ว่าต้องการลบสมุดงบประมาณนี้ บัญชี หมวดหมู่ ธุรกรรม และงบประมาณที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย
vi: Bạn có chắc chắn muốn xóa Sổ ngân sách này không? Tất cả các Ví, Danh mục, giao dịch và ngân sách được liên kết cũng sẽ bị xóa.

# alert_confirm_delete_budgetbook_button
source: Delete Budget Book
ar: حذف دفتر الميزانية
bs: Izbriši budžetsku knjigu
ca: Eliminar llibre de pressupost
ro: Ștergeți cartea bugetului
sl: Izbriši budget
th: ลบสมุดงบประมาณ
vi: Xóa Sổ ngân sách

# alert_confirm_delete_budgetbook_multiple_title
source: Are you sure you want to delete all selected budget books? All associated accounts, categories, transactions and budgets will also be deleted.
ar: هل أنت متأكد من رغبتك في حذف كافة دفاتر الميزانية المحددة؟ سيتم أيضًا حذف جميع الحسابات والفئات والمعاملات والميزانيات المرتبطة.
bs: Jeste li sigurni da želite izbrisati sve odabrane budžetske knjige? Svi povezani računi, kategorije, transakcije i budžeti također će biti izbrisani.
ca: Estàs segur que vols eliminar tots els llibres de pressupost seleccionats? També s'eliminaran tots els comptes, categories, transaccions i pressupostos associats.
ro: Sunteți sigur că doriți să ștergeți toate registrele bugetare selectate? Toate conturile, categoriile, tranzacțiile și bugetele asociate vor fi, de asemenea, șterse.
sl: Ali ste prepričani, da želite izbrisati vse izbrane budgete? Vse povezane račune, kategorije, transakcije in denarnice bodo prav tako izbrisani.
th: คุณแน่ใจหรือไม่ว่าต้องการลบสมุดงบประมาณที่เลือกทั้งหมด บัญชี หมวดหมู่ ธุรกรรม และงบประมาณที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย
vi: Bạn có chắc chắn muốn xóa tất cả các Sổ ngân sách đã chọn không? Tất cả các Ví, Danh mục, giao dịch và ngân sách được liên kết cũng sẽ bị xóa.

# alert_confirm_delete_budgetbook_multiple_button
source: Delete budget books
ar: حذف كتب الميزانية
bs: Brisanje proračunskih knjiga
ca: Eliminar llibres de pressupost
ro: Ștergeți cărțile bugetare
sl: Izbriši budgete
th: ลบสมุดงบประมาณ
vi: Xóa tất cả Sổ ngân sách

# alert_confirm_delete_account_title
source: Are you sure you want to delete this account? All associated transactions will also be deleted.
ar: هل أنت متأكد من رغبتك في حذف هذا الحساب؟ سيتم حذف كافة المعاملات المرتبطة به أيضًا.
bs: Jeste li sigurni da želite izbrisati ovaj račun? Sve povezane transakcije također će biti izbrisane.
ca: Estàs segur que vols eliminar aquest compte? També s'eliminaran totes les transaccions associades.
ro: Sunteți sigur că doriți să ștergeți acest cont? Toate tranzacțiile asociate vor fi, de asemenea, șterse.
sl: Ali ste prepričani, da želite izbrisati ta račun? Vse povezane transakcije bodo prav tako izbrisane.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีนี้ ธุรกรรมที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย
vi: Bạn có chắc chắn muốn xóa Ví này? Tất cả các giao dịch liên quan cũng sẽ bị xóa.

# alert_confirm_delete_account_button
source: Delete Account
ar: حذف الحساب
bs: Izbriši račun
ca: Eliminar compte
ro: Ștergeți contul
sl: Izbriši račun
th: ลบบัญชี
vi: Xoá Ví

# alert_confirm_delete_account_multiple_title
source: Are you sure you want to delete all selected accounts? All associated transactions will also be deleted.
ar: هل أنت متأكد من رغبتك في حذف كافة الحسابات المحددة؟ سيتم حذف كافة المعاملات المرتبطة أيضًا.
bs: Jeste li sigurni da želite izbrisati sve odabrane račune? Sve povezane transakcije također će biti izbrisane.
ca: Estàs segur que vols eliminar tots els comptes seleccionats? També s'eliminaran totes les transaccions associades.
ro: Sunteți sigur că doriți să ștergeți toate conturile selectate? Toate tranzacțiile asociate vor fi, de asemenea, șterse.
sl: Ali ste prepričani, da želite izbrisati vse izbrane račune? Vse povezane transakcije bodo prav tako izbrisane.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีที่เลือกทั้งหมด ธุรกรรมที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย
vi: Bạn có chắc chắn muốn xóa tất cả các Ví đã chọn không? Tất cả các giao dịch liên quan cũng sẽ bị xóa.

# alert_confirm_delete_account_multiple_button
source: Delete Accounts
ar: حذف الحسابات
bs: Izbriši račune
ca: Eliminar comptes
ro: Ștergeți conturile
sl: Izbriši račune
th: ลบบัญชี
vi: Xoá tất cả Ví

# alert_confirm_delete_categorygroup_title
source: Are you sure you want to delete this folder? All associated categories, transactions, and budgets will also be deleted (if necessary).
ar: هل أنت متأكد من رغبتك في حذف هذا المجلد؟ سيتم أيضًا حذف جميع الفئات والمعاملات والميزانيات المرتبطة به (إذا لزم الأمر).
bs: Jeste li ste sigurni da želite da izbrišete ovu fasciklu? Sve povezane kategorije, transakcije i budžeti će takođe biti izbrisani (ako je potrebno).
ca: Estàs segur que vols eliminar aquesta carpeta? També s'eliminaran totes les categories, transaccions i pressupostos associats (si escau).
ro: Sunteți sigur că doriți să ștergeți acest dosar? Toate categoriile, tranzacțiile și bugetele asociate vor fi, de asemenea, șterse (dacă este necesar).
sl: Ali ste prepričani, da želite izbrisati to mapo? Vse povezane kategorije, transakcije in denarnice bodo prav tako izbrisani (če je potrebno).
th: คุณแน่ใจหรือไม่ว่าต้องการลบโฟลเดอร์นี้ หมวดหมู่ ธุรกรรม และงบประมาณที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย (หากจำเป็น)
vi: Bạn có chắc chắn muốn xóa thư mục này không? Tất cả các danh mục, giao dịch và ngân sách liên quan cũng sẽ bị xóa (nếu cần).

# alert_confirm_delete_categorygroup_button
source: Delete Folder
ar: حذف المجلد
bs: Izbriši fasciklu
ca: Eliminar carpeta
ro: Ștergeți folderul
sl: Izbriši mapo
th: ลบโฟลเดอร์
vi: Xóa thư mục

# alert_confirm_delete_categorygroup_multiple_title
source: Are you sure you want to delete all selected folders? All associated categories, transactions and budgets will also be deleted (if necessary).
ar: هل أنت متأكد من رغبتك في حذف كافة المجلدات المحددة؟ سيتم أيضًا حذف جميع الفئات والمعاملات والميزانيات المرتبطة (إذا لزم الأمر).
bs: Jeste li ste sigurni da želite da izbrišete sve izabrane fascikle? Sve povezane kategorije, transakcije i budžeti će takođe biti izbrisani (ako je potrebno).
ca: Estàs segur que vols eliminar totes les carpetes seleccionades? També s'eliminaran totes les categories, transaccions i pressupostos relacionats (si escau).
ro: Sunteți sigur că doriți să ștergeți toate dosarele selectate? Toate categoriile, tranzacțiile și bugetele asociate vor fi, de asemenea, șterse (dacă este necesar).
sl: Ali ste prepričani, da želite izbrisati vse izbrane mape? Vse povezane kategorije, transakcije in denarnice bodo prav tako izbrisani (če je potrebno).
th: คุณแน่ใจหรือไม่ว่าต้องการลบโฟลเดอร์ที่เลือกทั้งหมด หมวดหมู่ ธุรกรรม และงบประมาณที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย (หากจำเป็น)
vi: Bạn có chắc chắn muốn xóa tất cả các thư mục đã chọn không? Tất cả các danh mục, giao dịch và ngân sách liên quan cũng sẽ bị xóa (nếu cần).

# alert_confirm_delete_categorygroup_multiple_button
source: Delete Folder
ar: حذف المجلد
bs: Izbriši fasciklu
ca: Eliminar carpetes
ro: Șterge folderul
sl: Izbriši mape
th: ลบโฟลเดอร์
vi: Xóa thư mục

# alert_confirm_delete_category_title
source: Are you sure you want to delete this category? All associated budgets will also be deleted (if necessary).
ar: هل أنت متأكد من رغبتك في حذف هذه الفئة؟ سيتم حذف كافة الميزانيات المرتبطة بها أيضًا (إذا لزم الأمر).
bs: Jeste li ste sigurni da želite da izbrišete ovu kategoriju? Svi povezani budžeti će takođe biti izbrisani (ako je potrebno).
ca: Estàs segur que vols eliminar aquesta categoria? També s'eliminaran tots els pressupostos associats (si escau).
ro: Sunteți sigur că doriți să ștergeți această categorie? Toate bugetele asociate vor fi, de asemenea, șterse (dacă este necesar).
sl: Ali ste prepričani, da želite izbrisati to kategorijo? Vse povezane budgete bodo prav tako izbrisani (če je potrebno).
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมวดหมู่นี้ งบประมาณที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย (หากจำเป็น)
vi: Bạn có chắc chắn muốn xóa danh mục này không? Tất cả ngân sách liên quan cũng sẽ bị xóa (nếu cần).

# alert_confirm_delete_category_button
source: Delete Category
ar: حذف الفئة
bs: Izbriši kategoriju
ca: Eliminar categoria
ro: Ștergeți categoria
sl: Izbriši kategorijo
th: ลบหมวดหมู่
vi: Xoá Danh mục

# alert_confirm_delete_category_multiple_title
source: Are you sure you want to delete all selected categories? All associated transactions and budgets will also be deleted.
ar: هل أنت متأكد من رغبتك في حذف كافة الفئات المحددة؟ سيتم أيضًا حذف كافة الأنشطة والميزانيات المرتبطة.
bs: Jeste li sigurni da želite izbrisati sve odabrane kategorije? Sve povezane transakcije i proračuni će također biti izbrisani.
ca: Estàs segur que vols eliminar totes les categories seleccionades? També s'eliminaran totes les transaccions i pressupostos associats.
ro: Sunteți sigur că doriți să ștergeți toate categoriile selectate? Toate tranzacțiile și bugetele asociate vor fi, de asemenea, șterse.
sl: Ali ste prepričani, da želite izbrisati vse izbrane kategorije? Vse povezane transakcije in denarnice bodo prav tako izbrisani.
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมวดหมู่ที่เลือกทั้งหมด ธุรกรรมและงบประมาณที่เกี่ยวข้องทั้งหมดจะถูกลบด้วย
vi: Bạn có chắc chắn muốn xóa tất cả các Danh mục đã chọn không? Tất cả các giao dịch và ngân sách liên quan cũng sẽ bị xóa.

# alert_confirm_delete_category_multiple_button
source: Delete Categories
ar: حذف الفئات
bs: Brisanje kategorija
ca: Eliminar categories
ro: Ștergeți categoriile
sl: Izbriši kategorije
th: ลบหมวดหมู่
vi: Xoá tất cả Danh mục

# alert_confirm_delete_payee_title
source: Are you sure you want to delete this payee?
ar: هل أنت متأكد من رغبتك في حذف هذا المدفوع لأمره؟
bs: Da li ste sigurni da želite da izbrišete ovog primaoca uplate?
ca: Estàs segur que vols eliminar aquest beneficiari?
ro: Sunteți sigur că doriți să ștergeți acest beneficiar?
sl: Ali ste prepričani, da želite izbrisati tega plačnika?
th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้รับเงินรายนี้
vi: Bạn có chắc chắn muốn xóa Người nhận này không?

# alert_confirm_delete_payee_button
source: Delete Payee
ar: حذف المستفيد
bs: Izbriši primaoca uplate
ca: Eliminar beneficiari
ro: Șterge beneficiarul
sl: Izbriši plačnika
th: ลบผู้รับเงิน
vi: Xoá Người nhận

# alert_confirm_delete_payee_multiple_title
source: Are you sure you want to delete all selected payees?
ar: هل أنت متأكد من رغبتك في حذف كافة المستفيدين المحددين؟
bs: Da li ste sigurni da želite da obrišete sve odabrane primaoce plaćanja?
ca: Estàs segur que vols eliminar tots els beneficiaris seleccionats?
ro: Sunteți sigur că doriți să ștergeți toți beneficiarii selectați?
sl: Ali ste prepričani, da želite izbrisati vse izbrane plačnike?
th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้รับเงินที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xóa tất cả Người nhận đã chọn không?

# alert_confirm_delete_payee_multiple_button
source: Delete Payees
ar: حذف المستفيدين
bs: Izbriši primaoce plaćanja
ca: Eliminar beneficiaris
ro: Ștergeți beneficiarii
sl: Izbriši plačnike
th: ลบผู้รับเงิน
vi: Xoá tất cả Người nhận

# alert_confirm_delete_tag_title
source: Are you sure you want to delete this tag?
ar: هل أنت متأكد من رغبتك في حذف هذا الوسم؟
bs: Da li ste sigurni da želite da izbrišete ovu oznaku?
ca: Estàs segur que vols eliminar aquesta etiqueta?
ro: Sunteți sigur că doriți să ștergeți această etichetă?
sl: Ali ste prepričani, da želite izbrisati to oznako?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแท็กนี้
vi: Bạn có chắc chắn muốn xoá nhãn này không?

# alert_confirm_delete_tag_button
source: Delete Tag
ar: حذف الوسم
bs: Izbriši oznaku
ca: Eliminar etiqueta
ro: Ștergeți eticheta
sl: Izbriši oznako
th: ลบแท็ก
vi: Xoá nhãn

# alert_confirm_delete_tag_multiple_title
source: Are you sure you want to delete all selected tags?
ar: هل أنت متأكد من رغبتك في حذف كافة العلامات المحددة؟
bs: Da li ste sigurni da želite da obrišete sve odabrane oznake?
ca: Estàs segur que vols eliminar totes les etiquetes seleccionades?
ro: Sunteți sigur că doriți să ștergeți toate etichetele selectate?
sl: Ali ste prepričani, da želite izbrisati vse izbrane oznake?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแท็กที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xoá tất cả các nhãn đã chọn không?

# alert_confirm_delete_tag_multiple_button
source: Delete Tags
ar: حذف العلامات
bs: Izbriši oznake
ca: Eliminar etiquetes
ro: Ștergeți etichetele
sl: Izbriši oznake
th: ลบแท็ก
vi: Xoá nhãn

# alert_confirm_delete_reminder_title
source: Are you sure you want to delete this reminder?
ar: هل أنت متأكد من رغبتك في حذف هذا التذكير؟
bs: Jeste li sigurni da želite izbrisati ovaj podsjetnik?
ca: Estàs segur que vols eliminar aquest recordatori?
ro: Sunteți sigur că doriți să ștergeți acest memento?
sl: Ali ste prepričani, da želite izbrisati to opomnik?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการเตือนนี้
vi: Bạn có chắc chắn muốn xóa Lời nhắc này không?

# alert_confirm_delete_reminder_button
source: Delete Reminder
ar: حذف التذكير
bs: Izbriši podsjetnik
ca: Eliminar recordatori
ro: Ștergeți mementoul
sl: Izbriši opomnik
th: ลบตัวเตือน
vi: Xoá Lời nhắc

# alert_confirm_delete_reminder_multiple_title
source: Are you sure you want to delete all selected reminders?
ar: هل أنت متأكد من رغبتك في حذف كافة التذكيرات المحددة؟
bs: Jeste li sigurni da želite izbrisati sve odabrane podsjetnike?
ca: Estàs segur que vols eliminar tots els recordatoris seleccionats?
ro: Sunteți sigur că doriți să ștergeți toate mementourile selectate?
sl: Ali ste prepričani, da želite izbrisati vse izbrane opomnike?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการเตือนความจำที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xóa tất cả Lời nhắc đã chọn không?

# alert_confirm_delete_reminder_multiple_button
source: Delete Reminders
ar: حذف التذكيرات
bs: Izbriši podsjetnike
ca: Eliminar recordatoris
ro: Ștergeți mementourile
sl: Izbriši opomnike
th: ลบการเตือน
vi: Xoá tất cả Lời nhắc

# alert_confirm_delete_transaction_title
source: Are you sure you want to delete this transaction?
ar: هل أنت متأكد من رغبتك في حذف هذه المعاملة؟
bs: Jeste li sigurni da želite izbrisati ovu transakciju?
ca: Estàs segur que vols eliminar aquesta transacció?
ro: Sunteți sigur că doriți să ștergeți această tranzacție?
sl: Ali ste prepričani, da želite izbrisati to transakcijo?
th: คุณแน่ใจหรือไม่ว่าต้องการลบธุรกรรมนี้
vi: Bạn có chắc chắn muốn xóa giao dịch này không?

# alert_confirm_delete_assigned_transaction_title
source: Do you also want to delete all assigned transactions?
bs: Da li takođe želite da izbrišete sve dodeljene transakcije?
ca: Vols eliminar també totes les transaccions assignades?
ro: Doriți și să ștergeți toate tranzacțiile alocate?
sl: Ali želite izbrisati tudi vse povezane transakcije?
th: คุณต้องการลบธุรกรรมที่ได้รับมอบหมายทั้งหมดด้วยหรือไม่
vi: Bạn cũng muốn xóa tất cả giao dịch đã chỉ định?

# alert_confirm_delete_transaction_button
source: Delete Transaction
ar: حذف المعاملة
bs: Izbriši transakciju
ca: Eliminar transacció
ro: Ștergeți tranzacția
sl: Izbriši transakcijo
th: ลบธุรกรรม
vi: Xoá giao dịch

# alert_confirm_delete_transaction_multiple_title
source: Are you sure you want to delete all selected transactions?
ar: هل أنت متأكد من رغبتك في حذف كافة المعاملات المحددة؟
bs: Jeste li sigurni da želite izbrisati sve odabrane transakcije?
ca: Estàs segur que vols eliminar totes les transaccions seleccionades?
ro: Sunteți sigur că doriți să ștergeți toate tranzacțiile selectate?
sl: Ali ste prepričani, da želite izbrisati vse izbrane transakcije?
th: คุณแน่ใจหรือไม่ว่าต้องการลบธุรกรรมที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xóa tất cả các giao dịch đã chọn không?

# alert_confirm_delete_transaction_multiple_button
source: Delete Transactions
ar: حذف المعاملات
bs: Brisanje transakcija
ca: Eliminar transaccions
ro: Ștergeți tranzacțiile
sl: Izbriši transakcije
th: ลบธุรกรรม
vi: Xoá tất cả giao dịch

# alert_confirm_delete_imageitem_title
source: Are you sure you want to delete this photo?
ar: هل أنت متأكد من رغبتك في حذف هذه الصورة؟
bs: Jeste li sigurni da želite izbrisati ovu fotografiju?
ca: Estàs segur que vols eliminar aquesta foto?
ro: Sunteți sigur că doriți să ștergeți această fotografie?
sl: Ali ste prepričani, da želite izbrisati to fotografijo?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรูปภาพนี้
vi: Bạn có chắc chắn muốn xóa ảnh này không?

# alert_confirm_delete_imageitem_button
source: Delete Photo
ar: حذف الصورة
bs: Izbriši fotografiju
ca: Eliminar foto
ro: Ștergeți fotografia
sl: Izbriši fotografijo
th: ลบรูปภาพ
vi: Xoá ảnh

# alert_confirm_delete_imageitem_multiple_title
source: Are you sure you want to delete all selected photos?
ar: هل أنت متأكد من رغبتك في حذف كافة الصور المحددة؟
bs: Jeste li sigurni da želite izbrisati sve odabrane fotografije?
ca: Estàs segur que vols eliminar totes les fotos seleccionades?
ro: Sunteți sigur că doriți să ștergeți toate fotografiile selectate?
sl: Ali ste prepričani, da želite izbrisati vse izbrane fotografije?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรูปภาพที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xóa tất cả ảnh đã chọn không?

# alert_confirm_delete_imageitem_multiple_button
source: Delete Photos
ar: حذف الصور
bs: Izbriši fotografije
ca: Eliminar fotos
ro: Ștergeți fotografiile
sl: Izbriši fotografije
th: ลบรูปภาพ
vi: Xoá tất cả ảnh

# alert_confirm_delete_documentitem_title
source: Are you sure you want to delete this document?
ar: هل أنت متأكد من رغبتك في حذف هذا المستند؟
bs: Da li ste sigurni da želite da izbrišete ovaj dokument?
ca: Estàs segur que vols eliminar aquest document?
ro: Sunteți sigur că doriți să ștergeți acest document?
sl: Ali ste prepričani, da želite izbrisati ta dokument?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเอกสารนี้
vi: Bạn có chắc chắn muốn xoá Tài liệu này không?

# alert_confirm_delete_documentitem_button
source: Delete Document
ar: حذف المستند
bs: Izbriši dokument
ca: Eliminar document
ro: Șterge documentul
sl: Izbriši dokument
th: ลบเอกสาร
vi: Xoá Tài liệu

# alert_confirm_delete_documentitem_multiple_title
source: Are you sure you want to delete all selected documents?
ar: هل أنت متأكد من رغبتك في حذف كافة المستندات المحددة؟
bs: Da li ste sigurni da želite da obrišete sve odabrane dokumente?
ca: Estàs segur que vols eliminar tots els documents seleccionats?
ro: Sunteți sigur că doriți să ștergeți toate documentele selectate?
sl: Ali ste prepričani, da želite izbrisati vse izbrane dokumente?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเอกสารที่เลือกทั้งหมด
vi: Bạn có chắc chắn muốn xoá tất cả Tài liệu được chọn không?

# alert_confirm_delete_documentitem_multiple_button
source: Delete Documents
ar: حذف المستندات
bs: Izbriši dokumente
ca: Eliminar documents
ro: Ștergeți documentele
sl: Izbriši dokumente
th: ลบเอกสาร
vi: Xoá Tài liệu

# alert_confirm_delete_budget_title
source: Are you sure you want to delete this budget?
ar: هل أنت متأكد من رغبتك في حذف هذه الميزانية؟
bs: Jeste li sigurni da želite izbrisati ovaj budžet?
ca: Estàs segur que vols eliminar aquest pressupost?
ro: Sunteți sigur că doriți să ștergeți acest buget?
sl: Ali ste prepričani, da želite izbrisati ta budget?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงบประมาณนี้
vi: Bạn có chắc chắn muốn xóa ngân sách này không?
