Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/WidgetIntents.strings
Languages: ca, da, el, fr, hu, it, ko, pt_br, ru, sl, sv, th, tr, uk, vi, zh_hans

# J710PA
source: Creates a new transaction using the specified parameters and adds it to the app.
ca: Crea una nova transacció utilitzant els paràmetres especificats i l'afegeix a l'app.
da: Opretter en ny transaktion ved hjælp af de angivne parametre og føjer den til appen.
el: Δημιουργεί μια νέα συναλλαγή χρησιμοποιώντας τις καθορισμένες παραμέτρους και την προσθέτει στην εφαρμογή.
fr: Crée une nouvelle transaction en utilisant les paramètres spécifiés et l'ajoute à l'application.
hu: Új tranzakciót hoz létre a megadott paraméterek használatával, és hozzáadja az alkalmazáshoz.
it: Crea una nuova transazione utilizzando i parametri specificati e l'aggiunge all'app.
ko: 지정된 매개변수를 사용하여 새로운 거래을 생성하고 이를 앱에 추가합니다.
pt_br: Cria uma nova transação usando os parâmetros especificados e a adiciona ao aplicativo.
ru: Создает новую операцию с использованием указанных параметров и добавляет ее в приложение.
sl: Ustvari novo transakcijo z določenimi parametri in jo doda v aplikacijo.
sv: Skapar en ny transaktion med de angivna parametrarna och lägger till den i appen.
th: สร้างธุรกรรมใหม่โดยใช้พารามิเตอร์ที่ระบุและเพิ่มลงในแอป
tr: Belirtilen parametreleri kullanarak yeni bir işlem oluşturur ve bunu uygulamaya ekler.
uk: Створює нову транзакцію з використанням указаних параметрів і додає її до програми.
vi: Tạo giao dịch mới từ các tham số đã chỉ định và thêm vào ứng dụng
zh_hans: 使用指定参数创建新交易并将其添加到应用

# O6voV3
source: Created new transaction
ca: Nova transacció creada
da: Oprettet ny transaktion
el: Δημιουργήθηκε νέα συναλλαγή
fr: Nouvelle transaction créée
hu: Új tranzakció létrehozva
it: Una nuova transazione è stata creata
ko: 새 거래가 생성되었습니다
pt_br: Nova transação criada
ru: Создана новая операция
sl: Ustvarjena nova transakcija
sv: Skapade ny transaktion
th: สร้างธุรกรรมใหม่แล้ว
tr: Yeni işlem oluşturuldu
uk: Створено нову транзакцію
vi: Đã tạo giao dịch mới
zh_hans: 已创建新交易

# c4H0S5
source: What is the type of the transaction?
ca: Quin és el tipus de transacció?
da: Hvad er transaktionstypen?
el: Ποιος είναι ο τύπος της συναλλαγής;
fr: Quel est le type de transaction ?
hu: Mi a tranzakció típusa?
it: Qual è il tipo di transazione?
ko: 거래 유형은 무엇입니까?
pt_br: Qual é o tipo de transação?
ru: Какой тип операции?
sl: Kakšen je tip transakcije?
sv: Vilken typ av transaktion är det?
th: ธุรกรรมประเภทใด
tr: İşlemin türü nedir?
uk: Який тип транзакції?
vi: Loại giao dịch là gì?
zh_hans: 交易类型是什么？

# 112aEi
source: What is the amount of the transaction?
ca: Quin és l'import de la transacció?
da: Hvad er transaktionsbeløbet?
el: Ποιο είναι το ποσό της συναλλαγής;
fr: Quel est le montant de la transaction ?
hu: Mekkora a tranzakció összege?
it: Qual è l'importo della transazione?
ko: 거래 금액은 얼마입니까?
pt_br: Qual é o valor da transação?
ru: Какова сумма операции?
sl: Kakšen je znesek transakcije?
sv: Vilket är transaktionsbeloppet?
th: ธุรกรรมเป็นจำนวนเงินเท่าใด
tr: İşlem tutarı nedir?
uk: Яка сума транзакції?
vi: Số tiền bạn giao dịch là bao nhiêu?
zh_hans: 交易金额是多少？

# qnGAXN
source: Is the payment of the transaction pending?
ca: Està pendent el pagament de la transacció?
da: Er betalingen af transaktionen afventende?
el: Εκκρεμεί η πληρωμή της συναλλαγής;
fr: Le paiement de la transaction est-il en attente ?
hu: Függőben van a tranzakció kifizetése?
it: Il pagamento della transazione è in sospeso?
ko: 거래 결제가 보류 중입니까?
pt_br: O pagamento da transação está pendente?
ru: Ожидается ли оплата операции?
sl: Ali je plačilo transakcije čakajoče?
sv: Är betalningen av transaktionen väntande?
th: การชำระเงินของธุรกรรมอยู่ระหว่างดำเนินการหรือไม่
tr: İşlemin ödenmesi bekleniyor mu?
uk: Чи очікується оплата транзакції?
vi: Có phải là thanh toán đang chờ xử lý?
zh_hans: 交易的支付是否待处理？

# lTy5qN
source: Should the transaction be included in the statistics?
ca: La transacció s'ha d'incloure a les estadístiques?
da: Skal transaktionen inkluderes i statistikken?
el: Θα πρέπει η συναλλαγή να συμπεριληφθεί στα στατιστικά;
fr: La transaction doit-elle être incluse dans les statistiques ?
hu: A tranzakciót bele kell foglalni a statisztikákba?
it: La transazione deve essere inclusa nelle statistiche?
ko: 거래가 통계에 포함되어야 합니까?
pt_br: A transação deve ser incluída nas estatísticas?
ru: Должна ли транзакция быть включена в статистику?
sl: Ali naj bo transakcija vključena v statistiko?
sv: Ska transaktionen inkluderas i statistiken?
th: ธุรกรรมควรรวมอยู่ในสถิติหรือไม่
tr: İşlem istatistiklere dahil edilmeli mi?
uk: Чи слід включити транзакцію до статистики?
vi: Giao dịch có nên được đưa vào thống kê không?
zh_hans: 该交易是否应纳入统计？

# zZSQvt
source: Which budget book should be used?
ca: Quin llibre de pressupost s'ha d'utilitzar?
da: Hvilken budgetbog skal bruges?
el: Ποιο βιβλίο προϋπολογισμού πρέπει να χρησιμοποιηθεί;
fr: Quel livre budgétaire doit-on utiliser ?
hu: Melyik költségvetési könyvet kell használni?
it: Quale registro contabile deve essere utilizzato?
ko: 어떤 예산 장부를 사용해야 합니까?
pt_br: Qual caderno de orçamento deve ser utilizado?
ru: Какую книгу бюджета следует использовать?
sl: Katera proračunska knjiga naj bo uporabljena?
sv: Vilken budgetbok ska användas?
th: ควรใช้สมุดงบประมาณใด
tr: Hangi bütçe defteri kullanılmalı?
uk: Яку бюджетну книгу слід використовувати?
vi: Bạn muốn sử dụng Sổ ngân sách nào?
zh_hans: 应使用哪个预算账本？

# Y5Nex5
source: Which account should be used?
ca: Quin compte s'ha d'utilitzar?
da: Hvilken konto skal bruges?
el: Ποιος λογαριασμός πρέπει να χρησιμοποιηθεί;
fr: Quel compte doit-on utiliser ?
hu: Melyik fiókot kell használni?
it: Quale conto deve essere utilizzato?
ko: 어떤 계좌을 사용해야 합니까?
pt_br: Qual conta deve ser usada?
ru: Какой счет следует использовать?
sl: Kateri račun naj bo uporabljen?
sv: Vilket konto ska användas?
th: บัญชีใดควรใช้
tr: Hangi hesap kullanılmalı?
uk: Який обліковий запис слід використовувати?
vi: Bạn đã sử dụng Ví nào?
zh_hans: 应使用哪个账户？

# 0HLNLH
source: Which category should be used?
ca: Quina categoria s'ha d'utilitzar?
da: Hvilken kategori skal bruges?
el: Ποια κατηγορία πρέπει να χρησιμοποιηθεί;
fr: Quelle catégorie doit être utilisée ?
hu: Melyik kategóriát kell használni?
it: Quale categoria deve essere utilizzata?
ko: 어떤 카테고리를 사용해야 합니까?
pt_br: Qual categoria deve ser utilizada?
ru: Какую категорию следует использовать?
sl: Katera kategorija naj bo uporabljena?
sv: Vilken kategori ska användas?
th: ควรใช้หมวดหมู่ใด
tr: Hangi kategori kullanılmalı?
uk: Яку категорію слід використовувати?
vi: Bạn đã chi tiêu vào Danh mục nào?
zh_hans: 应使用哪个分类？

# wqsAJE
source: Which payee should be used?
ca: Quin beneficiari s'ha d'assignar?
da: Hvilken betalingsmodtager skal tildeles?
el: Ποιος δικαιούχος πληρωμής πρέπει να εκχωρηθεί;
fr: Quel bénéficiaire doit être utilisé ?
hu: Melyik kedvezményezettet kell hozzárendelni?
it: Quale beneficiario deve essere assegnato?
ko: 어떤 수취인을 지정해야 합니까?
pt_br: Qual beneficiário deve ser atribuído?
ru: Какого получателя платежа следует назначить?
sl: Kateri prejemnik naj bo uporabljen?
sv: Vilken betalningsmottagare ska tilldelas?
th: ผู้รับเงินรายใดควรได้รับการมอบหมาย
tr: Hangi alacaklı atanmalı?
uk: Якого одержувача слід призначити?
vi: Nên chỉ định người nhận thanh toán nào?
zh_hans: 应指定哪个收款人？

# X8ocGF
source: Which tags should be used?
ca: Quines etiquetes s'han d'utilitzar?
da: Hvilke tags skal bruges?
el: Ποιες ετικέτες πρέπει να χρησιμοποιηθούν;
fr: Quelles balises doivent être utilisées ?
hu: Mely címkéket kell használni?
it: Quali tag devono essere utilizzati?
ko: 어떤 태그를 사용해야 합니까?
pt_br: Quais são as etiquetas que devem ser utilizadas?
ru: Какие теги следует использовать?
sl: Katere oznake naj bodo uporabljene?
sv: Vilka taggar ska användas?
th: ควรใช้แท็กใด
tr: Hangi etiketler kullanılmalı?
uk: Які теги слід використовувати?
vi: Nên sử dụng thẻ nào?
zh_hans: 应该使用哪些标签？

# AHmcT3
source: Which date should be used?
ca: Quina data s'ha d'utilitzar?
da: Hvilken dato skal bruges?
el: Ποια ημερομηνία πρέπει να χρησιμοποιηθεί;
fr: Quelle date doit-on utiliser ?
hu: Melyik dátumot kell használni?
it: Quale data deve essere inserita?
ko: 어떤 날짜를 사용해야 합니까?
pt_br: Qual data deve ser utilizada?
ru: Какую дату следует использовать?
sl: Kateri datum naj bo uporabljen?
sv: Vilket datum ska användas?
th: ควรใช้วันที่ใด
tr: Hangi tarih kullanılmalı?
uk: Яку дату слід використовувати?
vi: Bạn đã chi tiêu vào lúc nào?
zh_hans: 应使用哪个日期？

# P32rK5
source: How often should the transaction be repeated?
ca: Amb quina freqüència s'ha de repetir la transacció?
da: Hvor ofte skal transaktionen gentages?
el: Πόσο συχνά πρέπει να επαναλαμβάνεται η συναλλαγή;
fr: À quelle fréquence la transaction doit-elle être répétée ?
hu: Milyen gyakran kell a tranzakciót megismételni?
it: Quanto spesso deve essere ripetuta la transazione?
ko: 거래을 얼마나 자주 반복해야 합니까?
pt_br: Com que frequência a transação deve ser repetida?
ru: Как часто следует повторять операцию?
sl: Kako pogosto naj se transakcija ponavlja?
sv: Hur ofta ska transaktionen upprepas?
th: ควรทำธุรกรรมซ้ำบ่อยแค่ไหน
tr: İşlem ne sıklıkla tekrarlanmalıdır?
uk: Як часто потрібно повторювати транзакцію?
vi: Giao dịch này nên lặp lại với tần suất như thế nào?
zh_hans: 交易应该重复多久？

# aweDKY
source: Just to confirm, you wanted '${type}'?
ca: Només per confirmar, volies '${type}'?
da: Bare for at bekræfte, ville du have '${type}'?
el: Απλώς για επιβεβαίωση, ήθελες '${type}'.
fr: Juste pour confirmer, vous vouliez '${type}' ?
hu: Csak megerősítésképpen: '${type}' akart?
it: Solo per conferma, desideri '${type}'?
ko: [확인] '${type}'을(를) 원하셨나요?
pt_br: Só para confirmar, você queria '${type}'?
ru: Просто подтверждаю: вам нужен '${type}'?
sl: Samo za potrditev, ali ste želeli '${type}'?
sv: Bara för att bekräfta ville du ha '${type}'?
th: เพียงเพื่อยืนยันว่าคุณต้องการ '${type}'
tr: Onaylamak için '${type}' istediniz?
uk: Щоб підтвердити, ви хотіли '${type}'?
vi: Xác nhận, bạn muốn là '${type}'?
zh_hans: 只是确认，您想要'${type}'吗？

# f00iD1
source: Just to confirm, you wanted ‘${repetitionFrequency}’?
ca: Només per confirmar, volies '${repetitionFrequency}'?
da: Bare for at bekræfte, ville du have ‘${repetitionFrequency}’?
el: Απλώς για επιβεβαίωση, θέλατε '${repetitionFrequency}'.
fr: Juste pour confirmer, vous vouliez '${repetitionFrequency}' ?
hu: Csak megerősítésképpen: '${repetitionFrequency}' akart lenni?
it: Solo per conferma, desideri ‘${repetitionFrequency}’?
ko: [확인] '${repetitionFrequency}'을(를) 원하셨나요?
pt_br: Só para confirmar, você queria '${repetitionFrequency}'?
ru: Просто подтверждаю, вы хотели ‘${repetitionFrequency}’?
sl: Samo za potrditev, ali ste želeli '${repetitionFrequency}'?
sv: Bara för att bekräfta ville du ha '${repetitionFrequency}'?
th: เพียงเพื่อยืนยันว่าคุณต้องการ '${repetitionFrequency}'
tr: Onaylamak için '${repetitionFrequency}' istediniz?
uk: Щоб підтвердити, ви хотіли ‘${repetitionFrequency}’?
vi: Xác nhận, bạn muốn là ‘${repetitionFrequency}’?
zh_hans: 只是确认，您想要‘${repetitionFrequency}’吗？

# LsIZmT
source: ${displayName} can’t be negative.
ca: ${displayName} no pot ser negatiu.
da: ${displayName} kan ikke være negativ.
el: Το ${displayName} δεν μπορεί να είναι αρνητικό.
fr: ${displayName} ne peut pas être négatif.
hu: A ${displayName} értéke nem lehet negatív.
it: ${displayName} non può essere negativo.
ko: ${displayName}은(는) 음수일 수 없습니다.
pt_br: ${displayName} não pode ser negativo.
ru: ${displayName} не может быть отрицательным.
sl: ${displayName} ne more biti negativen.
sv: ${displayName} kan inte vara negativ.
th: ${displayName} ไม่สามารถเป็นค่าลบได้
tr: ${displayName} negatif olamaz.
uk: ${displayName} не може бути негативним.
vi: ${displayName} không thể là số âm.
zh_hans: ${displayName} 不能为负

# aMDTJp
source: ${displayName} can’t be lower than ${minimumValue}.
ca: ${displayName} no pot ser inferior a ${minimumValue}.
da: ${displayName} må ikke være lavere end ${minimumValue}.
el: Το ${displayName} δεν μπορεί να είναι χαμηλότερο από ${minimumValue}.
fr: ${displayName} ne peut pas être inférieur à ${minimumValue}.
hu: A ${displayName} nem lehet alacsonyabb, mint ${minimumValue}.
it: ${displayName} non può essere inferiore a ${minimumValue}.
ko: ${displayName}은(는) ${minimumValue}보다 낮을 수 없습니다.
pt_br: ${displayName} não pode ser inferior a ${minimumValue}.
ru: ${displayName} не может быть ниже ${minimumValue}.
sl: ${displayName} ne more biti nižji od ${minimumValue}.
sv: ${displayName} kan inte vara lägre än ${minimumValue}.
th: ${displayName} ต้องไม่ต่ำกว่า ${minimumValue}
tr: ${displayName}, ${minimumValue} değerinden düşük olamaz.
uk: ${displayName} не може бути нижчим за ${minimumValue}.
vi: ${displayName} không được thấp hơn ${minimumValue}.
zh_hans: ${displayName} 不能低于 ${minimumValue}

# awYsJs
source: ${displayName} can’t be higher than ${maximumValue}.
ca: ${displayName} no pot ser major que ${maximumValue}.
da: ${displayName} må ikke være højere end ${maximumValue}.
el: Το ${displayName} δεν μπορεί να είναι υψηλότερο από ${maximumValue}.
fr: ${displayName} ne peut pas être supérieur à ${maximumValue}.
hu: A ${displayName} nem lehet magasabb, mint ${maximumValue}.
it: ${displayName} non può essere superiore a ${maximumValue}.
ko: ${displayName}은(는) ${maximumValue}보다 클 수 없습니다.
pt_br: ${displayName} não pode ser maior que ${maximumValue}.
ru: ${displayName} не может быть выше ${maximumValue}.
sl: ${displayName} ne more biti višji od ${maximumValue}.
sv: ${displayName} kan inte vara högre än ${maximumValue}.
th: ${displayName} ไม่สามารถสูงกว่า ${maximumValue} ได้
tr: ${displayName}, ${maximumValue} değerinden büyük olamaz.
uk: ${displayName} не може бути вищим за ${maximumValue}.
vi: ${displayName} không được cao hơn ${maximumValue}.
zh_hans: ${displayName} 不能高于 ${maximumValue}

# zDQBnU
source: Type
ca: Tipus
el: Τύπος
hu: Típus
it: Tipo
ko: 유형
pt_br: Tipo
ru: Тип
sl: Tip
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Kiểu
zh_hans: 类型

# BCP2vE
source: Amount
ca: Import
da: Beløb
el: Ποσό
fr: Montant
hu: Összeg
it: Importo
ko: 금액
pt_br: Valor
ru: Сумма
sl: Znesek
sv: Belopp
th: จำนวน
tr: Tutar
uk: Сума
vi: Số tiền
zh_hans: 金额

# xB1kqh
source: Is Pending
ca: Pendent
da: Afventer
el: Εκκρεμεί
fr: En attente
hu: Függőben
it: In sospeso
ko: 보류 중
pt_br: Pendente
ru: В ожидании
sl: Je čakajoče
sv: Väntar
th: รอดำเนินการ
tr: Beklemede
uk: Очікує
vi: Đang chờ xử lý
zh_hans: 待处理

# gNilw1
source: Evaluated
ca: Evaluat
da: Evalueret
el: Αξιολογήθηκε
fr: Évalué
hu: Értékelt
it: Valutato
ko: 평가됨
pt_br: Avaliado
ru: Оценено
sl: Vrednoteno
sv: Utvärderad
th: ประเมินแล้ว
tr: Değerlendirildi
uk: Оцінено
vi: Đã đánh giá
zh_hans: 已评估

# iRwipD
source: Date
ca: Data
da: Dato
el: Ημερομηνία
hu: Dátum
it: Data
ko: 날짜
pt_br: Data
ru: Дата
sl: Datum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期

# Qi16cy
source: Time
ca: Hora
da: Tid
el: Ώρα
fr: Heure
hu: Idő
it: Ora
ko: 시간
pt_br: Hora
ru: Время
sl: Čas
sv: Tid
th: เวลา
tr: Saat
uk: Час
vi: Thời gian
zh_hans: 时间

# v08W8X
source: Repeat
ca: Repetir
da: Gentag
el: Επανάληψη
fr: Répéter
hu: Ismétlés
it: Ripeti
ko: 반복
pt_br: Repetir
ru: Повтор
sl: Ponovi
sv: Upprepa
th: ทำซ้ำ
tr: Tekrarla
uk: Повторити
vi: Lặp lại
zh_hans: 重复

# aXdf7M
source: Budget Book
ca: Llibre de pressupost
da: Budgetbog
el: Βιβλίο προϋπολογισμού
fr: Livre budgétaire
hu: Költségvetési könyv
it: Registro contabile
ko: 예산 장부
pt_br: Caderno de Orçamento
ru: Книга бюджета
sl: Proračunska knjiga
sv: Budgetbok
th: สมุดงบประมาณ
tr: Bütçe Defteri
uk: Бюджетна книга
vi: Sổ ngân sách
zh_hans: 预算账本

# ozYI0G
source: Account
ca: Compte
da: Konto
el: Λογαριασμός
fr: Compte
hu: Fiók
it: Conto
ko: 계좌
pt_br: Conta
ru: Счет
sl: Račun
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Ví
zh_hans: 账户

# tBBc2U
source: Category
ca: Categoria
da: Kategori
el: Κατηγορία
fr: Catégorie
hu: Kategória
it: Categoria
ko: 범주
pt_br: Categoria
ru: Категория
sl: Kategorija
sv: Kategori
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 分类

# 8zofwJ
source: Payee
ca: Beneficiari
da: Betalingsmodtager
el: Δικαιούχος πληρωμής
fr: Bénéficiaire
hu: Kedvezményezett
it: Beneficiario
ko: 수취인
pt_br: Beneficiário
ru: Получатель
sl: Prejemnik
sv: Betalningsmottagare
th: ผู้รับเงิน
tr: Alacaklı
uk: Одержувач платежу
vi: Người nhận
zh_hans: 收款人

# QLnzaL
source: Tags
ca: Etiquetes
el: Ετικέτες
fr: Mots-clés
hu: Címkék
it: Tag
ko: 태그
ru: Теги
sl: Oznake
sv: Taggar
th: แท็ก
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签

# boEz9o
source: Location
ca: Ubicació
da: Placering
el: Τοποθεσία
fr: Emplacement
hu: Helyszín
it: Posizione
ko: 위치
pt_br: Localização
ru: Местоположение
sl: Lokacija
sv: Plats
th: ตำแหน่ง
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置

# SCKlIf
source: Notes
da: Noter
el: Σημειώσεις
fr: Remarques
hu: Megjegyzések
it: Note
ko: 메모
pt_br: Notas
ru: Примечания
sl: Opombe
sv: Anteckningar
th: หมายเหตุ
tr: Notlar
uk: Примітки
vi: Ghi chú
zh_hans: 备注

# ZZ6bgZ
source: Attachments
ca: Fitxers adjunts
da: Vedhæftede filer
el: Συνημμένα
fr: Pièces jointes
hu: Mellékletek
it: Allegati
ko: 첨부 파일
pt_br: Anexos
ru: Вложения
sl: Priloge
sv: Bilagor
th: สิ่งที่แนบมา
tr: Ekler
uk: Додатки
vi: Tệp đính kèm
zh_hans: 附件

# OCqRVA
source: Yes
ca: Sí
da: Ja
el: Ναι
fr: Oui
hu: Igen
it: Sì
ko: 예
pt_br: Sim
ru: Да
sl: Da
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是

# MpQ9fH
source: No
da: Nej
el: Όχι
fr: Non
hu: Nem
ko: 아니요
pt_br: Não
ru: Нет
sl: Ne
sv: Nej
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否

# 7xlIvf
source: Yes
ca: Sí
da: Ja
el: Ναι
fr: Oui
hu: Igen
it: Sì
ko: 예
pt_br: Sim
ru: Да
sl: Da
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是

# pOelwg
source: No
da: Nej
el: Όχι
fr: Non
hu: Nem
ko: 아니요
pt_br: Não
ru: Нет
sl: Ne
sv: Nej
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否

# jDpx7J
source: Income
ca: Ingressos
da: Indkomst
el: Εισόδημα
fr: Revenu
hu: Jövedelem
it: Ingresso
ko: 소득
pt_br: Receita
ru: Доход
sl: Prihodek
sv: Inkomst
th: รายได้
tr: Gelir
uk: Дохід
vi: Khoản thu
zh_hans: 收入

# KDwsQL
source: Expense
ca: Despeses
da: Udgift
el: Έξοδα
fr: Dépense
hu: Költség
it: Uscita
ko: 비용
pt_br: Despesa
ru: Расход
sl: Odhodek
sv: Utgift
th: ค่าใช้จ่าย
tr: Gider
uk: Витрати
vi: Khoản chi
zh_hans: 支出

# EmPlTq
source: Never
ca: Mai
da: Aldrig
el: Ποτέ
fr: Jamais
hu: Soha
it: Mai
ko: 안함
pt_br: Nunca
ru: Никогда
sl: Nikoli
sv: Aldrig
th: ไม่เคย
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh_hans: 从不

# yNgckQ
source: Daily
ca: Diàriament
da: Dagligt
el: Καθημερινά
fr: Quotidiennement
hu: Napi
it: Ogni giorno
ko: 매일
pt_br: Diariamente
ru: Ежедневно
sl: Dnevno
sv: Dagligen
th: รายวัน
tr: Günlük
uk: Щодня
vi: Hằng ngày
zh_hans: 每天

# 1vBp0l
source: Weekly
ca: Setmanal
da: Ugentligt
el: Εβδομαδιαία
fr: Hebdomadaire
hu: Hetente
it: Ogni settimana
ko: 매주
pt_br: Semanalmente
ru: Еженедельно
sl: Tedensko
sv: Veckovis
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
vi: Hằng tuần
zh_hans: 每周

# YugMLR
source: Every 2 weeks
ca: Cada 2 setmanes
da: Hver anden uge
el: Κάθε 2 εβδομάδες
fr: Toutes les 2 semaines
hu: 2 hetente
it: Ogni 2 settimane
ko: 2주마다
pt_br: A cada 2 semanas
sl: Vsake 2 tedna
sv: Varannan vecka
th: ทุก 2 สัปดาห์
tr: 2 haftada bir
uk: Кожні 2 тижні
vi: Mỗi 2 tuần
zh_hans: 每两周

# BPTs4x
source: Every 3 weeks
ca: Cada 3 setmanes
da: Hver 3. uge
el: Κάθε 3 εβδομάδες
fr: Toutes les 3 semaines
hu: 3 hetente
it: Ogni 3 settimane
ko: 3주마다
pt_br: A cada 3 semanas
sl: Vsake 3 tedne
sv: Var tredje vecka
th: ทุก 3 สัปดาห์
tr: 3 haftada bir
uk: Кожні 3 тижні
vi: Mỗi 3 tuần
zh_hans: 每三周

# yVd6fu
source: Every 4 weeks
ca: Cada 4 setmanes
da: Hver 4. uge
el: Κάθε 4 εβδομάδες
fr: Toutes les 4 semaines
hu: 4 hetente
it: Ogni 4 settimane
ko: 4주마다
pt_br: A cada 4 semanas
ru: Каждые 4 недели
sl: Vsake 4 tedne
sv: Var 4:e vecka
th: ทุก 4 สัปดาห์
tr: 4 haftada bir
uk: Кожні 4 тижні
vi: Mỗi 4 tuần
zh_hans: 每四周

# bJHfBW
source: Monthly
ca: Mensual
da: Månedligt
el: Μηνιαία
fr: Mensuel
hu: Havi
it: Ogni mese
ko: 매월
pt_br: Mensalmente
ru: Ежемесячно
sl: Mesečno
sv: Månatlig
th: รายเดือน
tr: Aylık
uk: Щомісячно
vi: Hằng tháng
zh_hans: 每月

# hcXxle
source: Every 2 months
ca: Cada 2 mesos
da: Hver anden måned
el: Κάθε 2 μήνες
fr: Tous les 2 mois
hu: 2 havonta
it: Ogni 2 mesi
ko: 2개월마다
pt_br: A cada 2 meses
ru: Каждые 2 месяца
sl: Vsaka 2 meseca
sv: Varannan månad
th: ทุก 2 เดือน
tr: 2 ayda bir
uk: Кожні 2 місяці
vi: Mỗi 2 tháng
zh_hans: 每两个月

# JFZtOn
source: Quarterly
ca: Trimestral
da: Kvartalsvis
el: Τρίμηνο
fr: Trimestriel
hu: Negyedévente
it: Ogni 3 mesi
ko: 분기별
pt_br: Trimestralmente
ru: Каждые 3 месяца
sl: Četrtletno
sv: Kvartalsvis
th: รายไตรมาส
tr: Üç ayda bir
uk: Квартальний
vi: Mỗi 4 tháng
zh_hans: 每季度

# v02Q1j
source: Semi-annually
ca: Semestralment
da: Halvårligt
el: Εξαμηνιαία
fr: Semestriellement
hu: Félévente
it: Ogni 6 mesi
ko: 반년마다
pt_br: Semestralmente
ru: Каждые 6 месяцев
sl: Polletno
sv: Halvårsvis
th: รายครึ่งปี
tr: Altı aylık
uk: Кожні півроку
vi: Mỗi 6 tháng
zh_hans: 每半年

# GB1jzm
source: Annual
ca: Anual
da: Årlig
el: Ετήσια
fr: Annuel
hu: Éves
it: Ogni anno
ko: 연간
pt_br: Anualmente
ru: Ежегодно
sl: Letno
sv: Årlig
th: รายปี
tr: Yıllık
uk: Річний
vi: Hằng năm
zh_hans: 每年

# ozlKhL
source: Result
ca: Transacció afegida
da: Resultat
el: Αποτέλεσμα
fr: Résultat
hu: Eredmény
it: Risultato
ko: 결과
pt_br: Resultado
ru: Результат
sl: Rezultat
sv: Resultat
th: ผลลัพธ์
tr: Sonuç
uk: Результат
vi: Kết quả
zh_hans: 结果

# 1ap2ew
source: Transaction added
ca: Sí
da: Transaktion tilføjet
el: Προστέθηκε συναλλαγή
fr: Transaction ajoutée
hu: Tranzakció hozzáadva
it: Transazione aggiunta
ko: 거래가 추가되었습니다
pt_br: Transação adicionada
ru: Транзакция добавлена
sl: Transakcija dodana
sv: Transaktion tillagd
th: เพิ่มธุรกรรม
tr: İşlem eklendi
uk: Транзакцію додано
vi: Đã thêm giao dịch
zh_hans: 交易已添加

# TAoThb
source: Transaction not added
ca: No
da: Transaktion ikke tilføjet
el: Η συναλλαγή δεν προστέθηκε
fr: Transaction non ajoutée
hu: A tranzakció nincs hozzáadva
it: Transazione non aggiunta
ko: 거래가 추가되지 않았습니다
pt_br: Transação não adicionada
ru: Транзакция не добавлена
sl: Transakcija ni bila dodana
sv: Transaktionen har inte lagts till
th: ไม่ได้เพิ่มธุรกรรม
tr: İşlem eklenmedi
uk: Транзакція не додана
vi: Giao dịch chưa được thêm
zh_hans: 交易未添加
