Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/WidgetIntents.strings
Languages: ca, da, el, fr, hu, it, ko, pt_br, ru, sl, sv, th, tr, uk, vi, zh_hans

# 6vnhNE-WjgQ3F
source: Just to confirm, you wanted 'new income'?
ca: Només per confirmar, volies 'nous ingressos'?
da: Bare for at bekræfte, ville du have 'ny indkomst'?
el: Απλώς για επιβεβαίωση, θέλατε 'νέο εισόδημα';
fr: Juste pour confirmer, vous vouliez un 'nouveau revenu' ?
hu: Csak megerősítésképpen: 'új bevételt' akart?
it: Solo per conferma, desideri un 'nuovo ingresso'?
ko: [확인] '새 수입'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'nova receita'?
ru: Просто для подтверждения, вам нужен 'новый доход'?
sl: Samo za potrditev, ali ste želeli 'nov prihodek'?
sv: Bara för att bekräfta ville du ha 'ny inkomst'?
th: เพื่อยืนยันว่าคุณต้องการ 'รายได้ใหม่'
tr: 'Yeni gelir' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'нового доходу'?
vi: Xác nhận, bạn muốn là 'khoản thu mới'?
zh_hans: 您是想要'新收入'吗？

# SiRH8S-WjgQ3F
source: There are ${count} options matching 'new income'.
ca: Hi ha opcions de ${count} que coincideixen amb 'nous ingressos'.
da: Der er ${count} muligheder, der matcher 'ny indkomst'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'νέο εισόδημα'.
fr: Il y a ${count} options correspondant à 'nouveau revenu'.
hu: ${count} opció felel meg az 'új bevételnek'.
it: Ci sono ${count} opzioni corrispondenti a 'nuovo ingresso'.
ko: '새 소득'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'nova receita'.
ru: Есть варианты ${count}, соответствующие 'новому доходу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'nov prihodek'.
sv: Det finns ${count} alternativ som matchar 'ny inkomst'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'รายได้ใหม่'
tr: 'Yeni gelir' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, які відповідають 'новому доходу'.
vi: Có ${count} tuỳ chọn phù hợp với 'khoản thu mới'.
zh_hans: 有 ${count} 个选项与'新收入'匹配

# Frl0u1
source: New expense
ca: Nova despesa
da: Ny udgift
el: Νέο έξοδο
fr: Nouvelle dépense
hu: Új kiadás
it: Nuova uscita
ko: 새로운 경비
pt_br: Nova despesa
ru: Новый расход
sl: Nov odhodek
sv: Ny utgift
th: ค่าใช้จ่ายใหม่
tr: Yeni gider
uk: Нові витрати
vi: Khoản chi mới
zh_hans: 新支出

# 6vnhNE-Frl0u1
source: Just to confirm, you wanted 'new expense'?
ca: Només per confirmar, volies 'nova despesa'?
da: Bare for at bekræfte, ville du have 'ny udgift'?
el: Απλώς για επιβεβαίωση, θέλατε 'νέο έξοδο';
fr: Juste pour confirmer, vous vouliez 'nouvelle dépense' ?
hu: Csak megerősítésképpen: 'új kiadást' akart?
it: Solo per conferma, desideri una 'nuova uscita'?
ko: [확인] '새 지출'을 원하십니까?
pt_br: Só para confirmar, você queria 'nova despesa'?
ru: Просто для подтверждения, вам нужны 'новые расходы'?
sl: Samo za potrditev, ali ste želeli 'nov odhodek'?
sv: Bara för att bekräfta ville du ha 'ny utgift'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายใหม่'
tr: 'Yeni gider' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'нові витрати'?
vi: Xác nhận, bạn muốn là 'khoản chi mới'?
zh_hans: 您是想要'新支出'吗？

# SiRH8S-Frl0u1
source: There are ${count} options matching 'new expense'.
ca: Hi ha opcions ${count} que coincideixen amb 'nova despesa'.
da: Der er ${count} muligheder, der matcher 'ny udgift'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'νέο έξοδο'.
fr: Il y a ${count} options correspondant à 'nouvelle dépense'.
hu: ${count} opció felel meg az 'új kiadásnak'.
it: Ci sono ${count} opzioni corrispondenti a 'nuova uscita'.
ko: '새 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'nova despesa'.
ru: Есть варианты ${count}, соответствующие 'новому расходу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'nov odhodek'.
sv: Det finns ${count} alternativ som matchar 'ny utgift'.
th: มีตัวเลือก ${count} รายการที่ตรงกับ 'ค่าใช้จ่ายใหม่'
tr: 'Yeni gider' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'новим витратам'.
vi: Có ${count} tuỳ chọn phù hợp với 'khoản chi mới'.
zh_hans: 有 ${count} 个选项与'新支出'匹配

# 89P1cU
source: New transfer
ca: Nova transferència
da: Ny overførsel
el: Νέα μεταφορά
fr: Nouveau transfert
hu: Új átvitel
it: Nuovo trasferimento
ko: 새로운 전송
pt_br: Nova transferência
ru: Новый перевод
sl: Nov prenos
sv: Ny överföring
th: การโอนใหม่
tr: Yeni aktarım
uk: Нова передача
vi: Chuyển khoản mới
zh_hans: 新转账

# 6vnhNE-89P1cU
source: Just to confirm, you wanted 'new transfer'?
ca: Només per confirmar, volies 'nova transferència'?
da: Bare for at bekræfte, ville du have 'ny overførsel'?
el: Απλώς για επιβεβαίωση, θέλατε 'νέα μεταφορά';
fr: Juste pour confirmer, vous vouliez un 'nouveau transfert' ?
hu: Csak megerősítésképpen, 'új átvitelt' akart?
it: Solo per conferma, desideri un 'nuovo trasferimento'?
ko: [확인] '새 이체'를 원하십니까?
pt_br: Só para confirmar, você queria 'nova transferência'?
ru: Просто для подтверждения, вы хотели 'новый перевод'?
sl: Samo za potrditev, ali ste želeli 'nov prenos'?
sv: Bara för att bekräfta ville du ha 'ny överföring'?
th: เพื่อยืนยันว่าคุณต้องการ 'การถ่ายโอนใหม่'
tr: 'Yeni transfer' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'нове перенесення'?
vi: Xác nhận, bạn muốn là 'chuyển khoản mới'?
zh_hans: 您是想要'新转账'吗？

# SiRH8S-89P1cU
source: There are ${count} options matching 'new transfer'.
ca: Hi ha opcions ${count} que coincideixen amb 'nova transferència'.
da: Der er ${count} muligheder, der matcher 'ny overførsel'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με 'νέα μεταφορά'.
fr: Il y a ${count} options correspondant à 'nouveau transfert'.
hu: ${count} opció felel meg az 'új átvitelnek'.
it: Ci sono ${count} opzioni corrispondenti a 'nuovo trasferimento'.
ko: '새 전송'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'nova transferência'.
ru: Есть варианты ${count}, соответствующие 'новому переносу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'nov prenos'.
sv: Det finns ${count} alternativ som matchar 'ny överföring'.
th: มีตัวเลือก ${count} รายการที่ตรงกับ 'การโอนใหม่'
tr: 'Yeni aktarım' ile eşleşen ${count} seçenek var.
uk: Є ${count} варіантів, що відповідають 'новому переказу'.
vi: Có ${count} tuỳ chọn phù hợp với 'chuyển khoản mới'.
zh_hans: 有 ${count} 个选项与'新转账'匹配

# sEOquD
source: Recurring
ca: Recurrent
da: Tilbagevendende
el: Επαναλαμβανόμενο
fr: Récurrent
hu: Ismétlődő
it: Spesa ricorrente
ko: 반복
pt_br: Recorrente
ru: Повторяющийся
sl: Ponavljajoče se
sv: Återkommande
th: เกิดซ้ำ
tr: Yinelenen
uk: Повторювані
vi: Định kỳ
zh_hans: 重复

# 6vnhNE-sEOquD
source: Just to confirm, you wanted 'recurring'?
ca: Només per confirmar, volies 'recurrent'?
da: Bare for at bekræfte, ville du have 'gentagende'?
el: Απλώς για επιβεβαίωση, ήθελες 'επαναλαμβανόμενο';
fr: Juste pour confirmer, vous vouliez 'récurrent' ?
hu: Csak megerősítésképpen: 'ismétlődő' akart?
it: Solo per conferma, desideri una 'spesa ricorrente'?
ko: [확인] '반복'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'recorrente'?
ru: Просто для подтверждения, вы хотели 'повторяющийся'?
sl: Samo za potrditev, ali ste želeli 'ponavljajoče se'?
sv: Bara för att bekräfta, du ville ha 'återkommande'?
th: เพื่อยืนยันว่าคุณต้องการ 'เกิดซ้ำ'
tr: 'Tekrarlanan' mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'повторюватися'?
vi: Xác nhận, bạn muốn là 'định kỳ'?
zh_hans: 您是想要'重复'吗？

# SiRH8S-sEOquD
source: There are ${count} options matching 'recurring'.
ca: Hi ha opcions ${count} que coincideixen amb 'recurrent'.
da: Der er ${count} muligheder, der matcher 'tilbagevendende'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'recurring'.
fr: Il y a ${count} options correspondant à 'récurrent'.
hu: ${count} opció felel meg az 'ismétlődő' kifejezésnek.
it: Ci sono ${count} opzioni corrispondenti a 'spesa ricorrente'.
ko: '반복'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'recorrentes'.
ru: Есть варианты ${count}, соответствующие 'повторяющимся'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'ponavljajoče se'.
sv: Det finns ${count} alternativ som matchar 'återkommande'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกัน 'เกิดซ้ำ'
tr: 'Yinelenen' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'повторюваним'.
vi: Có ${count} tuỳ chọn phù hợp với 'định kỳ'.
zh_hans: 有 ${count} 个选项与'定期交易'匹配

# W8Xs6i
source: Current day
ca: Dia actual
da: Aktuel dag
el: Τρέχουσα ημέρα
fr: Jour actuel
hu: Aktuális nap
it: Giorno corrente
ko: 현재 날짜
pt_br: Dia atual
ru: Текущий день
sl: Trenutni dan
sv: Aktuell dag
th: วันปัจจุบัน
tr: Geçerli gün
uk: Поточний день
vi: Ngày hôm nay
zh_hans: 当日

# Nvy91A
source: Current week
ca: Setmana actual
da: Aktuel uge
el: Τρέχουσα εβδομάδα
fr: Semaine en cours
hu: Aktuális hét
it: Settimana corrente
ko: 현재 주
pt_br: Semana atual
ru: Текущая неделя
sl: Trenutni teden
sv: Aktuell vecka
th: สัปดาห์ปัจจุบัน
tr: Geçerli hafta
uk: Поточний тиждень
vi: Tuần này
zh_hans: 本周

# 0uJvbe
source: Current month
ca: Mes actual
da: Nuværende måned
el: Τρέχον μήνα
fr: Mois en cours
hu: Aktuális hónap
it: Mese corrente
ko: 이번 달
pt_br: Mês atual
ru: Текущий месяц
sl: Trenutni mesec
sv: Aktuell månad
th: เดือนปัจจุบัน
tr: Geçerli ay
uk: Поточний місяць
vi: Tháng này
zh_hans: 本月

# 9M6g0C
source: Current month
ca: Mes actual
da: Nuværende måned
el: Τρέχον μήνας
fr: Mois en cours
hu: Jelenlegi hónap
it: Mese corrente
ko: 이번 달
pt_br: Mês atual
ru: Текущий месяц
sl: Trenutni mesec
sv: Aktuell månad
th: เดือนปัจจุบัน
tr: Geçerli ay
uk: Поточний місяць
vi: Tháng này
zh_hans: 本月

# 5k1p3H
source: Current month
ca: Mes actual
da: Nuværende måned
el: Τρέχον μήνα
fr: Mois en cours
hu: Jelenlegi hónap
it: Mese corrente
ko: 이번 달
pt_br: Mês atual
ru: Текущий месяц
sl: Trenutni mesec
sv: Aktuell månad
th: เดือนปัจจุบัน
tr: Geçerli ay
uk: Поточний місяць
vi: Tháng này
zh_hans: 本月

# BgXL00-0uJvbe
source: Just to confirm, you wanted 'current month'?
ca: Només per confirmar, volies 'mes actual'?
da: Bare for at bekræfte, ville du have 'aktuel måned'?
el: Απλώς για επιβεβαίωση, ήθελες τον 'τρέχοντα μήνα';
fr: Juste pour confirmer, vous vouliez 'mois en cours' ?
hu: Csak megerősítésképpen: 'aktuális hónapot' akart?
it: Solo per conferma, desideri il 'mese corrente'?
ko: [확인] '이번 달'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'mês atual'?
ru: Просто для подтверждения, вы хотели 'текущий месяц'?
sl: Samo za potrditev, ali ste želeli 'trenutni mesec'?
sv: Bara för att bekräfta ville du ha 'aktuell månad'?
th: เพื่อยืนยันว่าคุณต้องการ 'เดือนปัจจุบัน'
tr: 'Geçerli ay'ı mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'поточний місяць'?
vi: Xác nhận, bạn muốn là 'tháng này'?
zh_hans: 您是想要'本月'吗？

# EqxQCI-0uJvbe
source: Just to confirm, you wanted 'current month'?
ca: Només per confirmar, volies 'mes actual'?
da: Bare for at bekræfte, ville du have 'aktuel måned'?
el: Απλώς για επιβεβαίωση, ήθελες τον 'τρέχοντα μήνα';
fr: Juste pour confirmer, vous vouliez 'mois en cours' ?
hu: Csak megerősítésképpen: 'aktuális hónapot' akart?
it: Solo per conferma, desideri il 'mese corrente'?
ko: [확인] '이번 달'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'mês atual'?
ru: Просто для подтверждения, вы хотели 'текущий месяц'?
sl: Samo za potrditev, ali ste želeli 'trenutni mesec'?
sv: Bara för att bekräfta ville du ha 'aktuell månad'?
th: เพื่อยืนยันว่าคุณต้องการ 'เดือนปัจจุบัน'
tr: 'Geçerli ay'ı mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'поточний місяць'?
vi: Xác nhận, bạn muốn là 'tháng này'?
zh_hans: 您是想要'本月'吗？

# uJZrBb-0uJvbe
source: Just to confirm, you wanted 'current month'?
ca: Només per confirmar, volies 'mes actual'?
da: Bare for at bekræfte, ville du have 'aktuel måned'?
el: Απλώς για επιβεβαίωση, ήθελες τον 'τρέχοντα μήνα';
fr: Juste pour confirmer, vous vouliez 'mois en cours' ?
hu: Csak megerősítésképpen: 'aktuális hónapot' akart?
it: Solo per conferma, desideri il 'mese corrente'?
ko: [확인] '이번 달'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'mês atual'?
ru: Просто для подтверждения, вы хотели 'текущий месяц'?
sl: Samo za potrditev, ali ste želeli 'trenutni mesec'?
sv: Bara för att bekräfta ville du ha 'aktuell månad'?
th: เพื่อยืนยันว่าคุณต้องการ 'เดือนปัจจุบัน'
tr: 'Geçerli ay'ı mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'поточний місяць'?
vi: Xác nhận, bạn muốn là 'tháng này'?
zh_hans: 您是想要'本月'吗？

# Iw8VwE-0uJvbe
source: There are ${count} options matching 'current month'.
ca: Hi ha opcions ${count} que coincideixen amb 'mes actual'.
da: Der er ${count} muligheder, der matcher 'aktuel måned'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τον 'τρέχοντα μήνα'.
fr: Il y a ${count} options correspondant au 'mois en cours'.
hu: ${count} opció felel meg az 'aktuális hónapnak'.
it: Ci sono ${count} opzioni corrispondenti a 'mese corrente'.
ko: '이번 달'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções que correspondem ao 'mês atual'.
ru: Есть ${count} вариантов, соответствующих 'текущему месяцу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'trenutni mesec'.
sv: Det finns ${count} alternativ som matchar 'nuvarande månad'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'เดือนปัจจุบัน'
tr: 'Geçerli ay' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'поточному місяцю'.
vi: Có ${count} tuỳ chọn phù hợp với 'tháng này'.
zh_hans: 有 ${count}个选项与'本月'匹配

# ujLY0p-0uJvbe
source: There are ${count} options matching 'current month'.
ca: Hi ha opcions ${count} que coincideixen amb 'mes actual'.
da: Der er ${count} muligheder, der matcher 'aktuel måned'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τον 'τρέχον μήνα'.
fr: Il y a ${count} options correspondant au 'mois en cours'.
hu: ${count} opció felel meg az 'aktuális hónapnak'.
it: Ci sono ${count} opzioni corrispondenti a 'mese corrente'.
ko: '이번 달'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções que correspondem ao 'mês atual'.
ru: Есть ${count} вариантов, соответствующих 'текущему месяцу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'trenutni mesec'.
sv: Det finns ${count} alternativ som matchar 'nuvarande månad'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'เดือนปัจจุบัน'
tr: 'Geçerli ay' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'поточному місяцю'.
vi: Có ${count} tuỳ chọn phù hợp với 'tháng này'.
zh_hans: 有 ${count} 个选项与'本月'匹配

# 2bSbou-0uJvbe
source: There are ${count} options matching 'current month'.
ca: Hi ha opcions ${count} que coincideixen amb 'mes actual'.
da: Der er ${count} muligheder, der matcher 'aktuel måned'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τον 'τρέχοντα μήνα'.
fr: Il y a ${count} options correspondant au 'mois en cours'.
hu: ${count} opció felel meg az 'aktuális hónapnak'.
it: Ci sono ${count} opzioni corrispondenti a 'mese corrente'.
ko: '이번 달'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções que correspondem ao 'mês atual'.
ru: Есть ${count} вариантов, соответствующих 'текущему месяцу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'trenutni mesec'.
sv: Det finns ${count} alternativ som matchar 'nuvarande månad'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'เดือนปัจจุบัน'
tr: 'Geçerli ay' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'поточному місяцю'.
vi: Có ${count} tuỳ chọn phù hợp với 'tháng này'.
zh_hans: 有 ${count} 个选项与'本月'匹配

# XLsrlR
source: Current year
ca: Any actual
da: Nuværende år
el: Τρέχον έτος
fr: Année en cours
hu: Aktuális év
it: Anno corrente
ko: 현재 연도
pt_br: Ano atual
ru: Текущий год
sl: Trenutno leto
sv: Aktuellt år
th: ปีปัจจุบัน
tr: Mevcut yıl
uk: Поточний рік
vi: Năm nay
zh_hans: 本年

# OjUmV9
source: Current year
ca: Any actual
da: Nuværende år
el: Τρέχον έτος
fr: Année en cours
hu: Jelenlegi év
it: Anno corrente
ko: 현재 연도
pt_br: Ano atual
ru: Текущий год
sl: Trenutno leto
sv: Aktuellt år
th: ปีปัจจุบัน
tr: Mevcut yıl
uk: Поточний рік
vi: Năm nay
zh_hans: 本年

# PSloJn
source: Current year
ca: Any actual
da: Nuværende år
el: Τρέχον έτος
fr: Année en cours
hu: Aktuális év
it: Anno corrente
ko: 현재 연도
pt_br: Ano atual
ru: Текущий год
sl: Trenutno leto
sv: Aktuellt år
th: ปีปัจจุบัน
tr: Mevcut yıl
uk: Поточний рік
vi: Năm nay
zh_hans: 本年

# BgXL00-OjUmV9
source: Just to confirm, you wanted 'current year'?
ca: Només per confirmar, volies 'any actual'?
da: Bare for at bekræfte, ville du have 'det nuværende år'?
el: Απλώς για επιβεβαίωση, θέλατε 'τρέχον έτος';
fr: Juste pour confirmer, vous vouliez 'l'année en cours' ?
hu: Csak megerősítésképpen: 'aktuális évet' akart?
it: Solo per conferma, desideri l''anno corrente'?
ko: [확인] '현재 연도'를 선택하셨습니까?
pt_br: Só para confirmar, você queria 'ano atual'?
ru: Просто для подтверждения, вы хотели 'текущий год'?
sl: Samo za potrditev, ali ste želeli 'trenutno leto'?
sv: Bara för att bekräfta, ville du ha 'aktuellt år'?
th: เพื่อยืนยันว่าคุณต้องการ 'ปีปัจจุบัน'
tr: 'Bu yıl' mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'поточний рік'?
vi: Xác nhận, bạn muốn là 'năm nay'?
zh_hans: 您是想要'本年'吗？

# EqxQCI-OjUmV9
source: Just to confirm, you wanted 'current year'?
ca: Només per confirmar, volies 'any actual'?
da: Bare for at bekræfte, ville du have 'det nuværende år'?
el: Απλώς για επιβεβαίωση, θέλατε 'τρέχον έτος';
fr: Juste pour confirmer, vous vouliez 'l'année en cours' ?
hu: Csak megerősítésképpen: 'aktuális évet' akart?
it: Solo per conferma, desideri l''anno corrente'?
ko: [확인] '현재 연도'를 선택하셨습니까?
pt_br: Só para confirmar, você queria 'ano atual'?
ru: Просто для подтверждения, вы хотели 'текущий год'?
sl: Samo za potrditev, ali ste želeli 'trenutno leto'?
sv: Bara för att bekräfta, ville du ha 'aktuellt år'?
th: เพื่อยืนยันว่าคุณต้องการ 'ปีปัจจุบัน'
tr: 'Bu yıl' mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'поточний рік'?
vi: Xác nhận, bạn muốn là 'năm nay'?
zh_hans: 您是想要'本年'吗？

# uJZrBb-OjUmV9
source: Just to confirm, you wanted 'current year'?
ca: Només per confirmar, volies 'any actual'?
da: Bare for at bekræfte, ville du have 'det nuværende år'?
el: Απλώς για επιβεβαίωση, θέλατε 'τρέχον έτος';
fr: Juste pour confirmer, vous vouliez 'l'année en cours' ?
hu: Csak megerősítésképpen: 'aktuális évet' akart?
it: Solo per conferma, desideri l''anno corrente'?
ko: [확인] '현재 연도'를 선택하셨습니까?
pt_br: Só para confirmar, você queria 'ano atual'?
ru: Просто для подтверждения, вы хотели 'текущий год'?
sl: Samo za potrditev, ali ste želeli 'trenutno leto'?
sv: Bara för att bekräfta, ville du ha 'aktuellt år'?
th: เพื่อยืนยันว่าคุณต้องการ 'ปีปัจจุบัน'
tr: 'Bu yıl' mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'поточний рік'?
vi: Xác nhận, bạn muốn là 'năm nay'?
zh_hans: 您是想要'本年'吗？

# Iw8VwE-OjUmV9
source: There are ${count} options matching 'current year'.
ca: Hi ha opcions ${count} que coincideixen amb 'any actual'.
da: Der er ${count} muligheder, der matcher 'aktuelt år'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'τρέχον έτος'.
fr: Il y a ${count} options correspondant à 'l'année en cours'.
hu: ${count} opció felel meg az 'aktuális évnek'.
it: Ci sono ${count} opzioni corrispondenti ad 'anno corrente'.
ko: '현재 연도'와 일치하는 ${count} 개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'ano atual'.
ru: Есть ${count} вариантов, соответствующих 'текущему году'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'trenutno leto'.
sv: Det finns ${count} alternativ som matchar 'aktuellt år'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ปีปัจจุบัน'
tr: 'Geçerli yıl' ile eşleşen ${count} seçenek var.
uk: Є ${count} варіантів, що відповідають 'поточному року'.
vi: Có ${count} tuỳ chọn phù hợp với 'năm nay'.
zh_hans: 有 ${count} 个选项与'本年'匹配

# ujLY0p-OjUmV9
source: There are ${count} options matching 'current year'.
ca: Hi ha opcions ${count} que coincideixen amb 'any actual'.
da: Der er ${count} muligheder, der matcher 'aktuelt år'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'τρέχον έτος'.
fr: Il y a ${count} options correspondant à 'l'année en cours'.
hu: ${count} opció felel meg az 'aktuális évnek'.
it: Ci sono ${count} opzioni corrispondenti ad 'anno corrente'.
ko: '현재 연도'와 일치하는 ${count} 개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'ano atual'.
ru: Есть ${count} вариантов, соответствующих 'текущему году'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'trenutno leto'.
sv: Det finns ${count} alternativ som matchar 'aktuellt år'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ปีปัจจุบัน'
tr: 'Geçerli yıl' ile eşleşen ${count} seçenek var.
uk: Є ${count} варіантів, що відповідають 'поточному року'.
vi: Có ${count} tuỳ chọn phù hợp với 'năm nay'.
zh_hans: 有 ${count} 个选项与'本年'匹配

# 2bSbou-OjUmV9
source: There are ${count} options matching 'current year'.
ca: Hi ha opcions ${count} que coincideixen amb 'any actual'.
da: Der er ${count} muligheder, der matcher 'aktuelt år'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'τρέχον έτος'.
fr: Il y a ${count} options correspondant à 'l'année en cours'.
hu: ${count} opció felel meg az 'aktuális évnek'.
it: Ci sono ${count} opzioni corrispondenti ad 'anno corrente'.
ko: '현재 연도'와 일치하는 ${count} 개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'ano atual'.
ru: Есть ${count} вариантов, соответствующих 'текущему году'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'trenutno leto'.
sv: Det finns ${count} alternativ som matchar 'aktuellt år'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ปีปัจจุบัน'
tr: 'Cari yıl' ile eşleşen ${count} seçenek var.
uk: Є ${count} варіантів, що відповідають 'поточному року'.
vi: Có ${count} tuỳ chọn phù hợp với 'năm nay'.
zh_hans: 有 ${count} 个选项与'本年'匹配

# PrcHew
source: Budget Book
ca: Llibre de pressupost
da: Budgetbog
el: Βιβλίο προϋπολογισμού
fr: Livre budgétaire
hu: Költségvetési könyv
it: Selezionato
ko: 예산 장부
pt_br: Caderno de Orçamento
ru: Книга бюджета
sl: Proračunska knjiga
sv: Budgetbok
th: สมุดงบประมาณ
tr: Bütçe Defteri
uk: Бюджетна книга
vi: Sổ ngân sách
zh_hans: 预算账本

# RfTeQa
source: Account
ca: Compte
da: Konto
el: Λογαριασμός
fr: Compte
hu: Számla
it: Conto
ko: 계좌
pt_br: Conta
ru: Счет
sl: Račun
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Ví
zh_hans: 账户

# lhsAlw
source: Category
ca: Categoria
da: Kategori
el: Κατηγορία
fr: Catégorie
hu: Kategória
it: Categoria
ko: 범주
pt_br: Categoria
ru: Категория
sl: Kategorija
sv: Kategori
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 分类

# 7K8wsp
source: Folder
ca: Carpeta
da: Mappe
el: Φάκελος
fr: Dossier
hu: Mappa
it: Cartella
ko: 폴더
pt_br: Pasta
ru: Группа
sl: Mapa
sv: Mapp
th: โฟลเดอร์
tr: Klasör
uk: Папка
vi: Nhóm
zh_hans: 文件夹

# TgSVEY
source: Payee
ca: Beneficiari
da: Betalingsmodtager
el: Δικαιούχος πληρωμής
fr: Bénéficiaire
hu: Kedvezményezett
it: Beneficiario
ko: 수취인
pt_br: Beneficiário
sl: Prejemnik
sv: Betalningsmottagare
th: ผู้รับเงิน
tr: Alacaklı
uk: Одержувач платежу
vi: Người nhận
zh_hans: 收款人

# 2UssG9
source: Create transaction
ca: Crear transacció
da: Opret transaktion
el: Δημιουργία συναλλαγής
fr: Créer une transaction
hu: Tranzakció létrehozása
it: Crea transazione
ko: 거래 생성
pt_br: Criar transação
ru: Создать операцию
sl: Ustvari transakcijo
sv: Skapa transaktion
th: สร้างธุรกรรม
tr: İşlem oluştur
uk: Створити транзакцію
vi: Tạo giao dịch
zh_hans: 创建交易

# 0iH3hu
source: Create transaction
ca: Crear transacció
da: Opret transaktion
el: Δημιουργία συναλλαγής
fr: Créer une transaction
hu: Tranzakció létrehozása
it: Crea transazione
ko: 거래 생성
pt_br: Criar transação
ru: Создать операцию
sl: Ustvari transakcijo
sv: Skapa transaktion
th: สร้างธุรกรรม
tr: İşlem oluştur
uk: Створити транзакцію
vi: Tạo giao dịch
zh_hans: 创建交易

# Yd8NCf
source: Create transaction
ca: Crear transacció
da: Opret transaktion
el: Δημιουργία συναλλαγής
fr: Créer une transaction
hu: Tranzakció létrehozása
it: Crea transazione
ko: 거래 생성
pt_br: Criar transação
ru: Создать операцию
sl: Ustvari transakcijo
sv: Skapa transaktion
th: สร้างธุรกรรม
tr: İşlem oluştur
uk: Створити транзакцію
vi: Tạo giao dịch
zh_hans: 创建交易
