Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/WidgetIntents.strings
Languages: ca, da, el, fr, hu, it, ko, pt_br, ru, sl, sv, th, tr, uk, vi, zh_hans

# xOcSma
source: Type
ca: Tipus
el: Τύπος
hu: Típus
it: Tipo
ko: 유형
pt_br: Tipo
ru: Тип
sl: Tip
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Kiểu
zh_hans: 类型

# pELoxA
source: Type
ca: Tipus
el: Τύπος
hu: Típus
it: Tipo
ko: 유형
ru: Тип
sl: Tip
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Kiểu
zh_hans: 类型

# eyacbM
source: Type
ca: Tipus
el: Τύπος
hu: Típus
it: Tipo
ko: 유형
pt_br: Tipo
ru: Тип
sl: Tip
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Kiểu
zh_hans: 类型

# K76l0O
source: Type
ca: Tipus
el: Τύπος
hu: Típus
it: Tipo
ko: 유형
pt_br: Tipo
sl: Tip
sv: Typ
th: ประเภท
uk: Тип
vi: Kiểu
zh_hans: 类型

# ktfUSN
source: Budget
ca: Pressupost
el: Προϋπολογισμός
hu: Költségkeret
ko: 예산
pt_br: Orçamento
ru: Бюджет
sl: Proračun
th: งบประมาณ
tr: Bütçe
uk: Бюджет
vi: Ngân sách
zh_hans: 预算

# jfTgFR
source: Budget
ca: Pressupost
el: Προϋπολογισμός
hu: Költségkeret
ko: 예산
pt_br: Orçamento
ru: Бюджет
sl: Proračun
th: งบประมาณ
tr: Bütçe
uk: Бюджет
vi: Ngân sách
zh_hans: 预算

# skIWPc
source: Account
ca: Compte
da: Konto
el: Λογαριασμός
fr: Compte
hu: Fiók
it: Conto
ko: 계정
pt_br: Conta
ru: Счёт
sl: Račun
sv: Konto
th: บัญชี
tr: Hesap
uk: Рахунок
vi: Tài khoản
zh_hans: 账户

# RZfRcv
source: Account
ca: Compte
da: Konto
el: Λογαριασμός
fr: Compte
hu: Fiók
it: Conto
ko: 계정
pt_br: Conta
ru: Счёт
sl: Račun
sv: Konto
th: บัญชี
tr: Hesap
uk: Рахунок
vi: Tài khoản
zh_hans: 账户

# hVCchi
source: Period
ca: Període
da: Periode
el: Περίοδος
fr: Période
hu: Időszak
it: Periodo
ko: 마침표
pt_br: Período
ru: Период
sl: Obdobje
th: ระยะเวลา
tr: Dönem
uk: Період
vi: Giai đoạn
zh_hans: 时期

# nzkPH7
source: Period
ca: Període
da: Periode
el: Περίοδος
fr: Période
hu: Időszak
it: Periodo
ko: 마침표
pt_br: Período
ru: Период
sl: Obdobje
th: ระยะเวลา
tr: Dönem
uk: Період
vi: Giai đoạn
zh_hans: 时期

# y8DNWw
source: Period
ca: Període
da: Periode
el: Περίοδος
fr: Période
hu: Időszak
it: Periodo
ko: 마침표
pt_br: Período
ru: Период
sl: Obdobje
th: ระยะเวลา
tr: Dönem
uk: Період
vi: Giai đoạn
zh_hans: 时期

# hnez9L
source: Period
ca: Període
da: Periode
el: Περίοδος
fr: Période
hu: Időszak
it: Periodo
ko: 마침표
pt_br: Período
ru: Период
sl: Obdobje
th: ระยะเวลา
tr: Dönem
uk: Крапка
vi: Giai đoạn
zh_hans: 时期

# jEusyP
source: Period
ca: Període
da: Periode
el: Περίοδος
fr: Période
hu: Időszak
it: Periodo
ko: 마침표
pt_br: Período
ru: Период
sl: Obdobje
th: ระยะเวลา
tr: Dönem
uk: Період
vi: Giai đoạn
zh_hans: 时期

# K7Xh6q
source: Period
ca: Període
da: Periode
el: Περίοδος
fr: Période
hu: Időszak
it: Periodo
ko: 마침표
pt_br: Período
ru: Период
sl: Obdobje
th: ระยะเวลา
tr: Dönem
uk: Період
vi: Giai đoạn
zh_hans: 时期

# 6fYCl9
source: Quick entry
ca: Entrada ràpida
da: Hurtig indtastning
el: Γρήγορη είσοδος
fr: Saisie rapide
hu: Gyors bevitel
it: Inserimento rapido
ko: 빠른 입력
pt_br: Entrada rápida
ru: Быстрый ввод
sl: Hiter vnos
sv: Snabbinträde
th: รายการด่วน
tr: Hızlı giriş
uk: Швидкий вхід
vi: Nhập nhanh
zh_hans: 快速录入

# sZa6ZG
source: New transaction
ca: Nova transacció
da: Ny transaktion
el: Νέα συναλλαγή
fr: Nouvelle opération
hu: Új tranzakció
it: Nuova transazione
ko: 새로운 거래
pt_br: Nova transação
ru: Новая операция
sl: Nova transakcija
sv: Ny transaktion
th: ธุรกรรมใหม่
tr: Yeni işlem
uk: Нова транзакція
vi: Giao dịch mới
zh_hans: 新交易

# prSCwi
source: Configure chart
ca: Configurar gràfic
da: Konfigurer diagram
el: Διαμόρφωση γραφήματος
fr: Configurer le graphique
hu: Diagram konfigurálása
it: Configura grafico
ko: 차트 구성
pt_br: Configurar gráfico
ru: Настроить график
sl: Konfiguriraj grafikon
sv: Konfigurera diagram
th: กำหนดค่าแผนภูมิ
tr: Tabloyu yapılandır
uk: Налаштувати діаграму
vi: Cấu hình biểu đồ
zh_hans: 配置图表

# ioernk
source: Configure account
ca: Configura el compte
da: Konfigurer konto
el: Διαμόρφωση λογαριασμού
fr: Configurer le compte
hu: Fiók konfigurálása
it: Configura conto
ko: 계정 구성
pt_br: Configurar conta
ru: Настроить счёт
sl: Konfiguriraj račun
sv: Konfigurera konto
th: กำหนดค่าบัญชี
tr: Hesabı yapılandır
uk: Налаштувати рахунок
vi: Cấu hình tài khoản
zh_hans: 配置账户

# LM22qM
source: Configure overview
ca: Configurar vista general
da: Konfigurer oversigt
el: Διαμόρφωση επισκόπησης
fr: Aperçu de la configuration
hu: Áttekintés konfigurálása
it: Configura panoramica
ko: 개요 구성
pt_br: Configurar visão geral
ru: настроить обзор
sl: Konfiguriraj pregled
sv: Konfigurera översikt
th: กำหนดค่าภาพรวม
tr: Genel bakışı yapılandır
uk: Налаштувати oгляд
vi: Cấu hình tổng quan
zh_hans: 配置概览

# z0ovGL
source: Configure budget
ca: Configurar pressupost
da: Konfigurer budget
el: Διαμόρφωση προϋπολογισμού
fr: Configurer le budget
hu: Költségkeret konfigurálása
it: Configura budget
ko: 예산 구성
pt_br: Configurar orçamento
ru: Настроить бюджет
sl: Konfiguriraj proračun
sv: Konfigurera budget
th: กำหนดค่างบประมาณ
tr: Bütçeyi yapılandırın
uk: Налаштувати бюджет
vi: Cấu hình ngân sách
zh_hans: 配置预算

# pFbMvr
source: This widget displays a chart of your account balances, your current balance, or a breakdown of your income and expenses for the selected time period.
ca: Aquest widget mostra un gràfic dels saldos del seu compte, el seu saldo actual o un desglossament dels seus ingressos i despeses per al període de temps seleccionat.
da: Denne widget viser et diagram over dine kontosaldi, din aktuelle saldo eller en oversigt over dine indtægter og udgifter for den valgte tidsperiode.
el: Αυτό το γραφικό στοιχείο εμφανίζει ένα γράφημα των υπολοίπων του λογαριασμού σας, το τρέχον υπόλοιπό σας ή μια ανάλυση των εσόδων και των εξόδων σας για την επιλεγμένη χρονική περίοδο.
fr: Ce widget affiche un graphique des soldes de vos comptes, votre solde actuel ou une ventilation de vos revenus et dépenses pour la période sélectionnée.
hu: Ez a widget egy diagramot jelenít meg a számlaegyenlegről, az aktuális egyenlegről vagy a bevételek és kiadások bontásáról a kiválasztott időszakra vonatkozóan.
it: Questo widget mostra l'andamento dei movimenti del tuo conto, il tuo saldo attuale o una ripartizione delle tue entrate e uscite per il periodo selezionato.
ko: 이 위젯은 계좌 잔액 차트, 현재 잔액 또는 선택한 기간 동안의 소득 및 지출 내역을 표시합니다.
pt_br: Este widget exibe um gráfico dos saldos da sua conta, seu saldo atual ou um detalhamento das suas receitas e despesas para o período selecionado.
ru: Этот виджет отображает график баланса вашего счета, текущий баланс или разбивку ваших доходов и расходов за выбранный период времени.
sl: Ta pripomoček prikazuje grafikon stanja na vaših računih, trenutno stanje ali razčlenitev prihodkov in odhodkov za izbrano časovno obdobje.
sv: Denna widget visar ett diagram över ditt kontosaldo, ditt aktuella saldo eller en uppdelning av dina inkomster och utgifter för den valda tidsperioden.
th: วิดเจ็ตนี้แสดงแผนภูมิยอดคงเหลือในบัญชีของคุณ ยอดเงินปัจจุบันของคุณ หรือรายละเอียดของรายได้และค่าใช้จ่ายของคุณสำหรับช่วงเวลาที่เลือก
tr: Bu pencere öğesi, hesap bakiyelerinizin, cari bakiyenizin bir tablosunu veya seçilen dönem için gelir ve giderlerinizin bir dökümünü görüntüler.
uk: Цей віджет відображає діаграму балансів ваших рахунків, ваш поточний баланс або розбивку ваших доходів і витрат за вибраний період часу.
vi: Hiển thị biểu đồ số dư hiện tại của bạn hoặc bảng phân tích thu nhập và chi phí của bạn trong khoảng thời gian đã chọn.
zh_hans: 此小组件显示您的账户余额、当前余额或所选时间段内的收入和支出分布

# lMVOAh
source: This widget displays a chart of your account balance for a specific account and the selected time period.
ca: Aquest widget mostra un gràfic del saldo del teu compte per a un compte específic i el període seleccionat.
da: Denne widget viser en graf over din kontosaldo for en bestemt konto og den valgte periode.
el: Αυτό το widget εμφανίζει ένα γράφημα του υπολοίπου του λογαριασμού σας για έναν συγκεκριμένο λογαριασμό και την επιλεγμένη περίοδο.
fr: Ce widget affiche un graphique de votre solde pour un compte spécifique et la période sélectionnée.
hu: Ez a widget grafikont jelenít meg a fiók egyenlegéről egy adott fiók és a kiválasztott időszak alapján.
it: Questo widget mostra un grafico del saldo del tuo conto per un conto specifico e per il periodo selezionato.
ko: 이 위젯은 특정 계정과 선택된 기간의 계좌 잔액 그래프를 표시합니다.
pt_br: Este widget exibe um gráfico do saldo da sua conta para uma conta específica e para o período selecionado.
ru: Этот виджет отображает график баланса вашего счёта для выбранного счёта и выбранного периода.
sl: Ta pripomoček prikazuje graf stanja vašega računa za določen račun in izbrano časovno obdobje.
sv: Den här widgeten visar ett diagram över ditt kontosaldo för ett specifikt konto och den valda perioden.
th: วิดเจ็ตนี้แสดงกราฟยอดเงินคงเหลือของบัญชีสำหรับบัญชีเฉพาะและช่วงเวลาที่ระบุ.
tr: Bu widget, belirli bir hesap ve seçilen dönem için hesap bakiyesi grafiğini gösterir.
uk: Цей віджет показує графік балансу вашого рахунку для конкретного рахунку та вибраного періоду.
vi: Hiển thị biểu đồ số dư tài khoản của bạn cho một tài khoản cụ thể và khoảng thời gian đã chọn.
zh_hans: 此小组件会显示某个特定账户在所选时间范围内的账户余额图表。

# S2zZlu
source: This widget displays a summary of your account balances, your current balance, or a total of your income and expenses for the selected time period.
ca: Aquest widget mostra un resum dels saldos del seu compte, el seu saldo actual o un total dels seus ingressos i despeses per al període de temps seleccionat.
da: Denne widget viser en oversigt over din kontosaldo, din aktuelle saldo eller en total af dine indtægter og udgifter for den valgte tidsperiode.
el: Αυτό το γραφικό στοιχείο εμφανίζει μια σύνοψη των υπολοίπων του λογαριασμού σας, του τρέχοντος υπολοίπου σας ή ένα σύνολο των εσόδων και των εξόδων σας για την επιλεγμένη χρονική περίοδο.
fr: Ce widget affiche un récapitulatif des soldes de vos comptes, votre solde actuel ou un total de vos revenus et dépenses pour la période sélectionnée.
hu: Ez a widget a számlaegyenlegek, az aktuális egyenleg vagy a bevételek és kiadások összesített összegét jeleníti meg a kiválasztott időszakra vonatkozóan.
it: Questo widget mostra un riepilogo dei movimenti del tuo conto, del tuo saldo attuale o del totale delle tue entrate e uscite per il periodo selezionato.
ko: 이 위젯은 계좌 잔액 요약, 현재 잔액 또는 선택한 기간 동안의 총 수입과 지출을 표시합니다.
pt_br: Este widget exibe um resumo dos saldos da sua conta, seu saldo atual ou um total das suas receitas e despesas para o período selecionado.
ru: Этот виджет отображает сводную информацию об остатках на вашем счете, текущий баланс или общую сумму ваших доходов и расходов за выбранный период времени.
sl: Ta pripomoček prikazuje povzetek stanja na vaših računih, trenutno stanje ali skupno vsoto prihodkov in odhodkov za izbrano časovno obdobje.
sv: Denna widget visar en sammanfattning av ditt kontosaldo, ditt aktuella saldo eller summan av dina inkomster och utgifter för den valda tidsperioden.
th: วิดเจ็ตนี้แสดงสรุปยอดคงเหลือในบัญชีของคุณ ยอดเงินปัจจุบันของคุณ หรือรายได้และค่าใช้จ่ายทั้งหมดของคุณสำหรับช่วงเวลาที่เลือก
tr: Bu pencere öğesi, hesap bakiyelerinizin, cari bakiyenizin veya seçilen zaman dilimindeki gelir ve giderlerinizin toplamının bir özetini görüntüler.
uk: Цей віджет відображає підсумок балансу вашого рахунку, ваш поточний баланс або загальну суму ваших доходів і витрат за вибраний період часу.
vi: Hiển thị bản tóm tắt số dư hiện tại của bạn hoặc tổng thu nhập và chi phí của bạn trong khoảng thời gian đã chọn.
zh_hans: 此小组件显示您的账户余额、当前余额或所选时期的收入和支出总计

# ju8eTZ
source: This widget shows you a specific budget for the selected period.
ca: Aquest widget us mostra un pressupost específic per al període seleccionat.
da: Denne widget viser dig et specifikt budget for den valgte periode.
el: Αυτό το γραφικό στοιχείο σάς δείχνει έναν συγκεκριμένο προϋπολογισμό για την επιλεγμένη περίοδο.
fr: Ce widget vous montre un budget spécifique pour la période sélectionnée.
hu: Ez a widget egy adott költségvetést jelenít meg a kiválasztott időszakra vonatkozóan.
it: Questo widget mostra un budget specifico per il periodo selezionato.
ko: 이 위젯은 선택한 기간 동안 특정 예산을 보여줍니다.
pt_br: Este widget mostra um orçamento específico para o período selecionado.
ru: Этот виджет показывает конкретный бюджет на выбранный период.
sl: Ta pripomoček prikazuje določen proračun za izbrano obdobje.
sv: Denna widget visar dig en specifik budget för den valda perioden.
th: วิดเจ็ตนี้แสดงงบประมาณเฉพาะสำหรับช่วงเวลาที่เลือก
tr: Bu widget size seçilen dönem için belirli bir bütçe gösterir.
uk: Цей віджет показує конкретний бюджет на вибраний період.
vi: Hiển thị cho bạn ngân sách cụ thể cho khoảng thời gian đã chọn.
zh_hans: 此小组件显示您所选时期的特定预算

# c79LHS
source: This widget allows you to quickly add new transactions.
ca: Aquest widget us permet afegir ràpidament noves transaccions.
da: Denne widget giver dig mulighed for hurtigt at tilføje nye transaktioner.
el: Αυτό το γραφικό στοιχείο σάς επιτρέπει να προσθέτετε γρήγορα νέες συναλλαγές.
fr: Ce widget vous permet d'ajouter rapidement de nouvelles transactions.
hu: Ez a widget lehetővé teszi új tranzakciók gyors hozzáadását.
it: Questo widget ti consente di aggiungere rapidamente nuove transazioni.
ko: 이 위젯을 사용하면 새로운 거래를 빠르게 추가할 수 있습니다.
pt_br: Este widget permite que você adicione novas transações rapidamente.
ru: Этот виджет позволяет быстро добавлять новые операции.
sl: Ta pripomoček vam omogoča hitro dodajanje novih transakcij.
sv: Denna widget låter dig snabbt lägga till nya transaktioner.
th: วิดเจ็ตนี้ให้คุณเพิ่มธุรกรรมใหม่ได้อย่างรวดเร็ว
tr: Bu parçacık, hızla yeni işlemler eklemenizi sağlar.
uk: Цей віджет дозволяє швидко додавати нові транзакції.
vi: Tiện ích này cho phép bạn nhanh chóng thêm các giao dịch mới.
zh_hans: 此小组件允许您快速添加新交易

# dDaQZs
source: Opens the add new income view within the app.
ca: Obre la vista d'afegir nous ingressos dins de l'app.
da: Åbner visningen Tilføj ny indkomst i appen.
el: Ανοίγει την προβολή προσθήκης νέου εισοδήματος εντός της εφαρμογής.
fr: Ouvre la vue d'ajout de nouveaux revenus dans l'application.
hu: Megnyitja az új bevétel hozzáadása nézetet az alkalmazáson belül.
it: Apri la vista per l'aggiunta di un nuovo ingresso all'interno dell'app.
ko: 앱 내에서 새로운 소득을 추가합니다.
pt_br: Abre a visualização para adicionar nova receita no aplicativo.
ru: Открывает окно добавления нового дохода в приложении.
sl: Odpre pogled za dodajanje novega prihodka v aplikaciji.
sv: Öppnar vyn Lägg till ny inkomst i appen.
th: เปิดมุมมองเพิ่มรายได้ใหม่ภายในแอป
tr: Uygulama içinde yeni gelir ekleme görünümünü açar.
uk: Відкриває вікно додавання нового доходу в програмі.
vi: Thêm khoản thu mới trong ứng dụng.
zh_hans: 在应用内打开添加新收入视图

# p9tWSU
source: Opens the add new expense view within the app.
ca: Obre la vista d'afegir noves despeses dins de l'app.
da: Åbner visningen Tilføj ny udgift i appen.
el: Ανοίγει την προβολή προσθήκης νέας δαπάνης εντός της εφαρμογής.
fr: Ouvre la vue Ajouter une nouvelle dépense dans l'application.
hu: Megnyitja az új költség hozzáadása nézetet az alkalmazáson belül.
it: Apri la vista per l'aggiunta di una nuova uscita all'interno dell'app.
ko: 앱 내에서 새로운 비용을 추가합니다.
pt_br: Abre a visualização para adicionar novas despesas no aplicativo.
ru: Открывает окно добавления нового расхода в приложении.
sl: Odpre pogled za dodajanje novega odhodka v aplikaciji.
sv: Öppnar vyn Lägg till ny utgift i appen.
th: เปิดมุมมองเพิ่มค่าใช้จ่ายใหม่ภายในแอป
tr: Uygulama içinde yeni gider ekleme görünümünü açar.
uk: Відкриває вікно додавання нових витрат у програмі.
vi: Thêm khoản chi mới trong ứng dụng.
zh_hans: 在应用内打开添加新支出视图

# UCPXGi
source: Opens the add new transfer view within the app.
ca: Obre la vista d'afegir nova transferència dins de l'app.
da: Åbner Tilføj ny overførselsvisning i appen.
el: Ανοίγει την προβολή προσθήκης νέας μεταφοράς εντός της εφαρμογής.
fr: Ouvre la vue d'ajout d'un nouveau transfert dans l'application.
hu: Megnyitja az új átvitel hozzáadása nézetet az alkalmazáson belül.
it: Apri la vista per l'aggiunta di un nuovo trasferimento all'interno dell'app.
ko: 앱 내에서 새로운 이체를 추가합니다.
pt_br: Abre a visualização para adicionar nova transferência no aplicativo.
ru: Открывает окно добавления нового перевода в приложении.
sl: Odpre pogled za dodajanje novega prenosa v aplikaciji.
sv: Öppnar vyn Lägg till ny överföring i appen.
th: เปิดมุมมองการถ่ายโอนเพิ่มใหม่ภายในแอป
tr: Uygulama içinde yeni aktarım ekleme görünümünü açar.
uk: Відкриває вікно додавання нової передачі в програмі.
vi: Thêm chuyển khoản trong ứng dụng.
zh_hans: 在应用内打开添加新转账视图

# yC8ys5
source: Opens the add new recurring transaction view within the app.
ca: Obre la vista d'afegir nova transacció recurrent dins de l'app.
da: Åbner visningen Tilføj ny tilbagevendende transaktion i appen.
el: Ανοίγει την προβολή προσθήκης νέας επαναλαμβανόμενης συναλλαγής εντός της εφαρμογής.
fr: Ouvre la vue d'ajout d'une nouvelle transaction récurrente dans l'application.
hu: Megnyitja az új ismétlődő tranzakciók hozzáadása nézetet az alkalmazáson belül.
it: Apri la vista per l'aggiunta di una nuova transazione ricorrente all'interno dell'app.
ko: 앱 내에서 새로운 반복 거래를 추가합니다.
pt_br: Abre a visualização para adicionar novas transações recorrentes no aplicativo.
ru: Открывает окно добавления новой повторяющейся операции в приложении.
sl: Odpre pogled za dodajanje novega ponavljajočega se plačila v aplikaciji.
sv: Öppnar vyn Lägg till ny återkommande transaktion i appen.
th: เปิดเพิ่มมุมมองธุรกรรมที่เกิดซ้ำใหม่ภายในแอป
tr: Uygulama içinde yeni yinelenen işlem ekleme görünümünü açar.
uk: Відкриває вікно додавання нових повторюваних транзакцій у програмі.
vi: Thêm giao dịch định kỳ trong ứng dụng.
zh_hans: 在应用内打开添加新的重复交易视图

# sqTaTl
source: Opens the planned transactions view within the app.
ca: Obre la vista de transaccions planificades dins de l'app.
da: Åbner visningen for kommende transaktioner i appen.
el: Ανοίγει την προβολή επερχόμενων συναλλαγών εντός της εφαρμογής.
fr: Ouvre la vue des transactions à venir dans l'application.
hu: Megnyitja a közelgő tranzakciók nézetét az alkalmazáson belül.
it: Apri la vista delle transazioni pianificate all'interno dell'app.
ko: 앱 내에서 예정된 거래를 추가합니다.
pt_br: Abre a visualização das próximas transações no aplicativo.
ru: Открывает просмотр запланированных операций в приложении.
sl: Odpre pogled na načrtovane transakcije v aplikaciji.
sv: Öppnar vyn för kommande transaktioner i appen.
th: เปิดมุมมองธุรกรรมที่กำลังจะเกิดขึ้นภายในแอป
tr: Uygulama içinde yaklaşan işlemler görünümünü açar.
uk: Відкриває перегляд майбутніх транзакцій у програмі.
vi: Thêm kế hoạch giao dịch trong ứng dụng.
zh_hans: 在应用内打开计划中的交易视图

# hVyAjR
source: Net Worth
ca: Valor net
da: Nettoformue
el: Καθαρή αξία
fr: Valeur nette
hu: Nettó érték
it: Patrimonio netto
ko: 순자산
pt_br: Valor líquido
ru: Чистая стоимость
sl: Čista vrednost
sv: Nettovärde
th: มูลค่าสุทธิ
tr: Net Değer
uk: Чиста вартість
vi: Giá trị ròng
zh_hans: 净资产

# 9mfrfk-hVyAjR
source: Just to confirm, you wanted ‘Net Worth’?
ca: Només per confirmar, volies ‘Valor net’?
da: Bare for at bekræfte, ønskede du ‘Nettoformue’?
el: Μόνο για επιβεβαίωση, ήθελες ‘Καθαρή αξία’;
fr: Juste pour confirmer, vous vouliez ‘Valeur nette’ ?
hu: Csak hogy megerősítsem, a ‘Nettó érték’-et szerette volna?
it: Solo per conferma, desideri il ‘Patrimonio netto’?
ko: 확인을 위해, ‘순자산’을 원하셨나요?
pt_br: Só para confirmar, você queria ‘Valor líquido’?
ru: Просто чтобы подтвердить, вы хотели ‘Чистая стоимость’?
sl: Samo za potrditev, ste želeli ‘Čista vrednost’?
sv: Bara för att bekräfta, ville du ha ‘Nettovärde’?
th: เพียงเพื่อยืนยัน คุณต้องการ ‘มูลค่าสุทธิ’ ใช่ไหม?
tr: Sadece onaylamak için, ‘Net Değer’ mi istediniz?
uk: Просто для підтвердження, ви хотіли ‘Чиста вартість’?
vi: Chỉ để xác nhận, bạn muốn ‘Giá trị ròng’ đúng không?
zh_hans: 只是确认，您想要‘净资产’？

# jlSssx-hVyAjR
source: There are ${count} options matching ‘Net Worth’.
ca: Hi ha ${count} opcions que coincideixen amb ‘Valor net’.
da: Der er ${count} muligheder, der matcher ‘Nettoformue’.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με ‘Καθαρή αξία’.
fr: Il y a ${count} options correspondant à ‘Valeur nette’.
hu: Van ${count} lehetőség, amely megfelel a ‘Nettó érték’-nek.
it: Ci sono ${count} opzioni corrispondenti a ‘Patrimonio netto’.
ko: ‘순자산’과 일치하는 옵션이 ${count}개 있습니다.
pt_br: Há ${count} opções correspondentes a ‘Valor líquido’.
ru: Есть ${count} вариантов, соответствующих ‘Чистая стоимость’.
sl: Obstaja ${count} možnosti, ki ustrezajo ‘Čista vrednost’.
sv: Det finns ${count} alternativ som matchar ‘Nettovärde’.
th: มีตัวเลือก ${count} รายการที่ตรงกับ ‘มูลค่าสุทธิ’
tr: ‘Net Değer’ ile eşleşen ${count} seçenek var.
uk: Є ${count} варіантів, що відповідають ‘Чиста вартість’.
vi: Có ${count} tùy chọn phù hợp với ‘Giá trị ròng’.
zh_hans: 有${count}个选项符合‘净资产’。

# 3GCjUk
source: Balance
ca: Balanç
da: Saldo
el: Υπόλοιπο
fr: Solde
hu: Egyenleg
it: Saldo
ko: 잔고
pt_br: Saldo
ru: Баланс
sl: Stanje
sv: Saldo
th: ยอดคงเหลือ
tr: Bakiye
uk: Баланс
vi: Số dư
zh_hans: 余额

# Lvj3sF
source: Balance
ca: Balanç
da: Saldo
el: Υπόλοιπο
fr: Équilibre
hu: Egyenleg
it: Saldo
ko: 잔고
pt_br: Saldo
ru: Баланс
sl: Stanje
sv: Saldo
th: ยอดคงเหลือ
tr: Bakiye
uk: Баланс
vi: Số dư
zh_hans: 余额

# 9mfrfk-3GCjUk
source: Just to confirm, you wanted 'balance'?
ca: Només per confirmar, volies 'balanç'?
da: Bare for at bekræfte, ville du have 'balance'?
el: Απλώς για επιβεβαίωση, θέλατε 'ισορροπία';
fr: Juste pour confirmer, vous vouliez 'l'équilibre' ?
hu: Csak megerősítésképpen, 'egyensúlyt' akart?
it: Solo per conferma, desideri il 'saldo'?
ko: [확인] '잔고'를 선택하셨습니까?
pt_br: Só para confirmar, você queria 'saldo'?
ru: Просто для подтверждения, вам нужен 'баланс'?
sl: Samo za potrditev, ali ste želeli 'stanje'?
sv: Bara för att bekräfta ville du ha 'balans'?
th: เพื่อยืนยันว่าคุณต้องการ 'ยอดคงเหลือ'
tr: 'Bakiye' mi istediğinizi onaylamak için mi?
uk: Щоб підтвердити, ви хотіли 'баланс'?
vi: Xác nhận, bạn muốn là 'số dư'?
zh_hans: 您是想要'余额'吗？

# MkDC8c-Lvj3sF
source: Just to confirm, you wanted 'balance'?
ca: Només per confirmar, volies 'balanç'?
da: Bare for at bekræfte, ville du have 'balance'?
el: Απλώς για επιβεβαίωση, θέλατε 'ισορροπία';
fr: Juste pour confirmer, vous vouliez 'l'équilibre' ?
hu: Csak megerősítésképpen: 'egyensúlyt' akart?
it: Solo per conferma, desideri il 'saldo'?
ko: [확인] '잔고'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'saldo'?
ru: Просто для подтверждения, вам нужен 'баланс'?
sl: Samo za potrditev, ali ste želeli 'stanje'?
sv: Bara för att bekräfta ville du ha 'balans'?
th: เพื่อยืนยันว่าคุณต้องการ 'สมดุล'
tr: Sadece onaylamak için 'bakiye' mi istediniz?
uk: Щоб підтвердити, ви хотіли 'баланс'?
vi: Xác nhận, bạn muốn là 'số dư'?
zh_hans: 您是想要'余额'吗？

# 5xfjRl-Lvj3sF
source: There are ${count} options matching 'balance'.
ca: Hi ha opcions ${count} que coincideixen amb 'balanç'.
da: Der er ${count} muligheder, der matcher 'balance'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'υπόλοιπο'.
fr: Il y a ${count} options correspondant à 'balance'.
hu: ${count} opció felel meg az 'egyenlegnek'.
it: Ci sono ${count} opzioni corrispondenti a 'saldo'.
ko: '잔액'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'saldo'.
ru: Есть варианты ${count}, соответствующие 'балансу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'stanje'.
sv: Det finns ${count} alternativ som matchar 'saldo'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ยอดคงเหลือ'
tr: 'Bakiye' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'балансу'.
vi: Có ${count} tuỳ chọn phù hợp với 'số dư'.
zh_hans: 有 ${count} 个选项与'余额'匹配
