Repository: fhasse95/budget-flow-ios-translations
Catalog: *.lproj/WidgetIntents.strings
Languages: ca, da, el, fr, hu, it, ko, pt_br, ru, sl, sv, th, tr, uk, vi, zh_hans

# jlSssx-3GCjUk
source: There are ${count} options matching 'balance'.
ca: Hi ha opcions ${count} que coincideixen amb 'balanç'.
da: Der er ${count} muligheder, der matcher 'balance'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'υπόλοιπο'.
fr: Il y a ${count} options correspondant à 'balance'.
hu: ${count} opció felel meg az 'egyenlegnek'.
it: Ci sono ${count} opzioni corrispondenti a 'saldo'.
ko: '잔액'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'saldo'.
ru: Есть варианты ${count}, соответствующие 'балансу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'stanje'.
sv: Det finns ${count} alternativ som matchar 'saldo'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ยอดคงเหลือ'
tr: 'Bakiye' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'балансу'.
vi: Có ${count} tuỳ chọn phù hợp với 'số dư'.
zh_hans: 有 ${count} 个选项与'余额'匹配

# nXqb0W
source: Total income
ca: Ingressos totals
da: Samlet indkomst
el: Συνολικό εισόδημα
fr: Revenu total
hu: Összes bevétel
it: Totale ingressi
ko: 총 수입
pt_br: Receita total
ru: Общий доход
sl: Skupni prihodki
sv: Total inkomst
th: รายได้ทั้งหมด
tr: Toplam gelir
uk: Загальний дохід
vi: Tổng thu nhập
zh_hans: 总收入

# wXUvBH
source: Total income
ca: Ingressos totals
da: Samlet indkomst
el: Συνολικό εισόδημα
fr: Revenu total
hu: Összes bevétel
it: Totale ingressi
ko: 총 수입
pt_br: Receita total
ru: Общий доход
sl: Skupni prihodki
sv: Total inkomst
th: รายได้ทั้งหมด
tr: Toplam gelir
uk: Загальний дохід
vi: Tổng thu nhập
zh_hans: 总收入

# MkDC8c-nXqb0W
source: Just to confirm, you wanted 'total income'?
ca: Només per confirmar, volies 'ingressos totals'?
da: Bare for at bekræfte, ville du have 'samlet indkomst'?
el: Απλώς για επιβεβαίωση, θέλατε 'συνολικό εισόδημα';
fr: Juste pour confirmer, vous vouliez 'revenu total' ?
hu: Csak megerősítésképpen: 'teljes bevételt' akart?
it: Solo per conferma, desideri il 'totale ingressi'?
ko: [확인] '총 수입'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'receita total'?
ru: Просто для подтверждения, вы хотели получить 'общий доход'?
sl: Samo za potrditev, ali ste želeli 'skupni prihodki'?
sv: Bara för att bekräfta ville du ha 'total inkomst'?
th: เพื่อยืนยันว่าคุณต้องการ 'รายได้ทั้งหมด'
tr: 'Toplam gelir' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'загальний дохід'?
vi: Xác nhận, bạn muốn là 'tổng thu nhập'?
zh_hans: 您是想要'总收入'吗？

# 9mfrfk-wXUvBH
source: Just to confirm, you wanted 'total income'?
ca: Només per confirmar, volies 'ingressos totals'?
da: Bare for at bekræfte, ville du have 'samlet indkomst'?
el: Απλώς για επιβεβαίωση, θέλατε 'συνολικό εισόδημα';
fr: Juste pour confirmer, vous vouliez 'revenu total' ?
hu: Csak megerősítésképpen: 'teljes bevételt' akart?
it: Solo per conferma, desideri il 'totale ingressi'?
ko: [확인] '총 수입'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'receita total'?
ru: Просто для подтверждения, вам нужен 'общий доход'?
sl: Samo za potrditev, ali ste želeli 'skupni prihodki'?
sv: Bara för att bekräfta ville du ha 'total inkomst'?
th: เพื่อยืนยันว่าคุณต้องการ 'รายได้ทั้งหมด'
tr: 'Toplam gelir' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'загальний дохід'?
vi: Xác nhận, bạn muốn là 'tổng thu nhập'?
zh_hans: 您是想要'总收入'吗？

# jlSssx-wXUvBH
source: There are ${count} options matching 'total income'.
ca: Hi ha opcions de ${count} que coincideixen amb 'ingressos totals'.
da: Der er ${count} muligheder, der matcher 'samlet indkomst'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'συνολικό εισόδημα'.
fr: Il y a ${count} options correspondant au 'revenu total'.
hu: ${count} opció felel meg a 'teljes bevételnek'.
it: Ci sono ${count} opzioni corrispondenti a 'totale ingressi'.
ko: '총 수입'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'receita total'.
ru: Есть варианты ${count}, соответствующие 'общему доходу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'skupni prihodki'.
sv: Det finns ${count} alternativ som matchar 'total inkomst'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'รายได้ทั้งหมด'
tr: 'Toplam gelir' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'загальному доходу'.
vi: Có ${count} tuỳ chọn phù hợp với 'tổng thu nhập'.
zh_hans: 有 ${count} 个选项与'总收入'匹配

# 5xfjRl-nXqb0W
source: There are ${count} options matching 'total income'.
ca: Hi ha opcions de ${count} que coincideixen amb 'ingressos totals'.
da: Der er ${count} muligheder, der matcher 'samlet indkomst'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με το 'συνολικό εισόδημα'.
fr: Il y a ${count} options correspondant à 'revenu total'.
hu: ${count} opció felel meg a 'teljes bevételnek'.
it: Ci sono ${count} opzioni corrispondenti a 'totale ingressi'.
ko: '총 수입'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'receita total'.
ru: Есть варианты ${count}, соответствующие 'общему доходу'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'skupni prihodki'.
sv: Det finns ${count} alternativ som matchar 'total inkomst'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'รายได้ทั้งหมด'
tr: 'Toplam gelir' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'загальному доходу'.
vi: Có ${count} tuỳ chọn phù hợp với 'tổng thu nhập'.
zh_hans: 有 ${count} 个选项与'总收入'匹配

# 4CQ3jz
source: Total expenses
ca: Despeses totals
da: Samlede udgifter
el: Συνολικά έξοδα
fr: Dépenses totales
hu: Összes kiadás
it: Totale uscite
ko: 총 비용
pt_br: Despesas totais
ru: Все расходы
sl: Skupni odhodki
sv: Totala utgifter
th: ค่าใช้จ่ายทั้งหมด
tr: Toplam giderler
uk: Загальні витрати
vi: Tổng chi phí
zh_hans: 总支出

# LTGP2N
source: Total expenses
ca: Despeses totals
da: Samlede udgifter
el: Συνολικά έξοδα
fr: Dépenses totales
hu: Összes költség
it: Totale uscite
ko: 총 비용
pt_br: Despesas totais
ru: Все расходы
sl: Skupni odhodki
sv: Totala utgifter
th: ค่าใช้จ่ายทั้งหมด
tr: Toplam giderler
uk: Загальні витрати
vi: Tổng chi phí
zh_hans: 总支出

# MkDC8c-LTGP2N
source: Just to confirm, you wanted 'total expenses'?
ca: Només per confirmar, volies 'despeses totals'?
da: Bare for at bekræfte, ville du have 'samlede udgifter'?
el: Απλώς για επιβεβαίωση, θέλατε 'συνολικά έξοδα';
fr: Juste pour confirmer, vous vouliez 'dépenses totales' ?
hu: Csak megerősítésképpen: 'összes kiadást' akart?
it: Solo per conferma, desideri il 'totale uscite'?
ko: [확인] '총 비용'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'despesas totais'?
ru: Просто для подтверждения, вы хотели 'общие расходы'?
sl: Samo za potrditev, ali ste želeli 'skupni odhodki'?
sv: Bara för att bekräfta ville du ha 'totala kostnader'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายทั้งหมด'
tr: 'Toplam harcamalar' mı istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'загальні витрати'?
vi: Xác nhận, bạn muốn là 'tổng chi phí'?
zh_hans: 您是想要'总支出'吗？

# 9mfrfk-4CQ3jz
source: Just to confirm, you wanted 'total expenses'?
ca: Només per confirmar, volies 'despeses totals'?
da: Bare for at bekræfte, ville du have 'samlede udgifter'?
el: Απλώς για επιβεβαίωση, θέλατε 'συνολικά έξοδα';
fr: Juste pour confirmer, vous vouliez 'dépenses totales' ?
hu: Csak megerősítésképpen: 'összes kiadást' akart?
it: Solo per conferma, desideri il 'totale uscite'?
ko: [확인] '총 비용'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'despesas totais'?
ru: Просто для подтверждения, вы хотели 'общие расходы'?
sl: Samo za potrditev, ali ste želeli 'skupni odhodki'?
sv: Bara för att bekräfta ville du ha 'totala kostnader'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายทั้งหมด'
tr: 'Toplam giderler' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'загальні витрати'?
vi: Xác nhận, bạn muốn là 'tổng chi phí'?
zh_hans: 您是想要'总支出'吗？

# jlSssx-4CQ3jz
source: There are ${count} options matching 'total expenses'.
ca: Hi ha opcions ${count} que coincideixen amb 'despeses totals'.
da: Der er ${count} muligheder, der matcher 'samlede udgifter'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τα 'συνολικά έξοδα'.
fr: Il y a ${count} options correspondant à 'dépenses totales'.
hu: ${count} opció felel meg az 'összes költségnek'.
it: Ci sono ${count} opzioni corrispondenti a 'totale uscite'.
ko: '총 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'despesas totais'.
ru: Есть варианты ${count}, соответствующие 'общим расходам'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'skupni odhodki'.
sv: Det finns ${count} alternativ som matchar 'totala kostnader'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ค่าใช้จ่ายทั้งหมด'
tr: 'Toplam giderler' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'загальним витратам'.
vi: Có ${count} tuỳ chọn phù hợp với 'tổng chi phí'.
zh_hans: 有 ${count} 个选项与'总支出'匹配

# 5xfjRl-LTGP2N
source: There are ${count} options matching 'total expenses'
ca: Hi ha opcions ${count} que coincideixen amb 'despeses totals'
da: Der er ${count} muligheder, der matcher 'samlede udgifter'
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τα 'συνολικά έξοδα'
fr: Il y a ${count} options correspondant à 'dépenses totales'
hu: ${count} opció felel meg az 'összes költségnek'
it: Ci sono ${count} opzioni corrispondenti a 'totale uscite'.
ko: '총 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'despesas totais'.
ru: Есть варианты ${count}, соответствующие 'общим расходам'
sl: Na voljo je ${count} možnosti, ki ustrezajo 'skupni odhodki'
sv: Det finns ${count} alternativ som matchar 'totala kostnader'
th: มีตัวเลือก ${count} รายการที่ตรงกับ 'ค่าใช้จ่ายทั้งหมด'
tr: 'Toplam giderler' ile eşleşen ${count} seçenek var
uk: Є ${count} варіантів, що відповідають 'загальним витратам'
vi: Có ${count} tuỳ chọn phù hợp với 'tổng chi phí'
zh_hans: 有 ${count} 个选项与'总支出'匹配

# 967MIQ
source: Fixed expenses
ca: Despeses fixes
da: Faste udgifter
el: Σταθερά έξοδα
fr: Dépenses fixes
hu: Rögzített költségek
it: Spese fisse
ko: 고정 비용
pt_br: Despesas fixas
ru: Постоянные расходы
sl: Fiksni odhodki
sv: Fasta utgifter
th: ค่าใช้จ่ายคงที่
tr: Sabit giderler
uk: Постійні витрати
vi: Chi phí cố định
zh_hans: 固定支出

# G7YBAE
source: Fixed expenses
ca: Despeses fixes
da: Faste udgifter
el: Σταθερά έξοδα
fr: Dépenses fixes
hu: Rögzített költségek
it: Spese fisse
ko: 고정 비용
pt_br: Despesas fixas
ru: Постоянные расходы
sl: Fiksni odhodki
sv: Fasta utgifter
th: ค่าใช้จ่ายคงที่
tr: Sabit giderler
uk: Постійні витрати
vi: Chi phí cố định
zh_hans: 固定支出

# 9mfrfk-G7YBAE
source: Just to confirm, you wanted 'fixed expenses'?
ca: Només per confirmar, volies 'despeses fixes'?
da: Bare for at bekræfte, ville du have 'faste udgifter'?
el: Απλώς για επιβεβαίωση, ήθελες 'σταθερά έξοδα';
fr: Juste pour confirmer, vous vouliez des 'dépenses fixes' ?
hu: Csak megerősítésképpen: 'fix költségeket' akart?
it: Solo per conferma, desideri le 'spese fisse'?
ko: [확인] '고정 비용'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'despesas fixas'?
ru: Просто для подтверждения, вам нужны 'постоянные расходы'?
sl: Samo za potrditev, ali ste želeli 'fiksni odhodki'?
sv: Bara för att bekräfta ville du ha 'fasta utgifter'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายคงที่'
tr: 'Sabit giderler' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'постійні витрати'?
vi: Xác nhận, bạn muốn là 'chi phí cố định'?
zh_hans: 您是想要'固定支出'吗？

# MkDC8c-967MIQ
source: Just to confirm, you wanted 'fixed expenses'?
ca: Només per confirmar, volies 'despeses fixes'?
da: Bare for at bekræfte, ville du have 'faste udgifter'?
el: Απλώς για επιβεβαίωση, θέλατε 'σταθερά έξοδα';
fr: Juste pour confirmer, vous vouliez des 'dépenses fixes' ?
hu: Csak megerősítésképpen: 'fix költségeket' akart?
it: Solo per conferma, desideri le 'spese fisse'?
ko: [확인] '고정 비용'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'despesas fixas'?
ru: Просто для подтверждения, вам нужны 'постоянные расходы'?
sl: Samo za potrditev, ali ste želeli 'fiksni odhodki'?
sv: Bara för att bekräfta ville du ha 'fasta utgifter'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายคงที่'
tr: 'Sabit giderler' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'постійні витрати'?
vi: Xác nhận, bạn muốn là 'chi phí cố định'?
zh_hans: 您是想要'固定支出'吗？

# 5xfjRl-967MIQ
source: There are ${count} options matching 'fixed expenses'.
ca: Hi ha opcions ${count} que coincideixen amb 'despeses fixes'.
da: Der er ${count} muligheder, der matcher 'faste udgifter'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με 'σταθερά έξοδα'.
fr: Il y a ${count} options correspondant à 'dépenses fixes'.
hu: ${count} opció felel meg a 'fix kiadásoknak'.
it: Ci sono ${count} opzioni corrispondenti a 'spese fisse'.
ko: '고정 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'despesas fixas'.
ru: Есть варианты ${count}, соответствующие 'фиксированным расходам'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'fiksni odhodki'.
sv: Det finns ${count} alternativ som matchar 'fasta utgifter'.
th: มีตัวเลือก ${count} รายการที่ตรงกับ 'ค่าใช้จ่ายคงที่'
tr: 'Sabit giderler' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'постійним витратам'.
vi: Có ${count} tuỳ chọn phù hợp với 'chi phí cố định'.
zh_hans: 有 ${count} 个选项与'固定支出'匹配

# jlSssx-G7YBAE
source: There are ${count} options matching 'fixed expenses'.
ca: Hi ha opcions ${count} que coincideixen amb 'despeses fixes'.
da: Der er ${count} muligheder, der matcher 'faste udgifter'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με 'σταθερά έξοδα'.
fr: Il y a ${count} options correspondant à 'dépenses fixes'.
hu: ${count} opció felel meg a 'fix kiadásoknak'.
it: Ci sono ${count} opzioni corrispondenti a 'spese fisse'.
ko: '고정 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'despesas fixas'.
ru: Есть варианты ${count}, соответствующие 'фиксированным расходам'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'fiksni odhodki'.
sv: Det finns ${count} alternativ som matchar 'fasta utgifter'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ค่าใช้จ่ายคงที่'
tr: 'Sabit giderler' ile eşleşen ${count} seçenek var.
uk: Є ${count} варіантів, що відповідають 'постійним витратам'.
vi: Có ${count} tuỳ chọn phù hợp với 'chi phí cố định'.
zh_hans: 有 ${count} 个选项与'固定支出'匹配

# R35A16
source: Variable expenses
ca: Despeses variables
da: Variable udgifter
el: Μεταβλητά έξοδα
fr: Dépenses variables
hu: Változó költségek
it: Spese variabili
ko: 변동 비용
pt_br: Despesas variáveis
sl: Spremenljivi odhodki
sv: Variabla utgifter
th: ค่าใช้จ่ายผันแปร
tr: Değişken giderler
uk: Змінні витрати
vi: Chi phí biến đổi
zh_hans: 可变支出

# Xq1BNs
source: Variable expenses
ca: Despeses variables
da: Variable udgifter
el: Μεταβλητά έξοδα
fr: Dépenses variables
hu: Változó költségek
it: Spese variabili
ko: 변동 비용
pt_br: Despesas variáveis
ru: Переменные расходы
sl: Spremenljivi odhodki
sv: Variabla utgifter
th: ค่าใช้จ่ายผันแปร
tr: Değişken giderler
uk: Змінні витрати
vi: Chi phí biến đổi
zh_hans: 可变支出

# MkDC8c-R35A16
source: Just to confirm, you wanted 'variable expenses'?
ca: Només per confirmar, volies 'despeses variables'?
da: Bare for at bekræfte, ville du have 'variable udgifter'?
el: Απλώς για επιβεβαίωση, θέλατε 'μεταβλητά έξοδα';
fr: Juste pour confirmer, vous vouliez 'dépenses variables' ?
hu: Csak megerősítésképpen: 'változó költségeket' akart?
it: Solo per conferma, desideri le 'spese variabili'?
ko: [확인] '변동 비용'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'despesas variáveis'?
ru: Просто для подтверждения, вам нужны 'переменные расходы'?
sl: Samo za potrditev, ali ste želeli 'spremenljivi odhodki'?
sv: Bara för att bekräfta ville du ha 'rörliga utgifter'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายผันแปร'
tr: 'Değişken giderler' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'змінні витрати'?
vi: Xác nhận, bạn muốn là 'chi phí biến đổi'?
zh_hans: 您是想要'可变支出'吗？

# 9mfrfk-Xq1BNs
source: Just to confirm, you wanted 'variable expenses'?
ca: Només per confirmar, volies 'despeses variables'?
da: Bare for at bekræfte, ville du have 'variable udgifter'?
el: Απλώς για επιβεβαίωση, θέλατε 'μεταβλητά έξοδα';
fr: Juste pour confirmer, vous vouliez des 'dépenses variables' ?
hu: Csak megerősítésképpen: 'változó költségeket' akart?
it: Solo per conferma, desideri le 'spese variabili'?
ko: [확인] '변동 비용'을 선택하셨습니까?
pt_br: Só para confirmar, você queria 'despesas variáveis'?
ru: Просто для подтверждения, вы хотели 'переменные расходы'?
sl: Samo za potrditev, ali ste želeli 'spremenljivi odhodki'?
sv: Bara för att bekräfta ville du ha 'rörliga utgifter'?
th: เพื่อยืนยันว่าคุณต้องการ 'ค่าใช้จ่ายผันแปร'
tr: 'Değişken giderler' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'змінні витрати'?
vi: Xác nhận, bạn muốn là 'chi phí biến đổi'?
zh_hans: 您是想要'可变支出'吗？

# 5xfjRl-R35A16
source: There are ${count} options matching 'variable expenses'.
ca: Hi ha opcions ${count} que coincideixen amb 'despeses variables'.
da: Der er ${count} muligheder, der matcher 'variable udgifter'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τα 'μεταβλητά έξοδα'.
fr: Il y a ${count} options correspondant à 'dépenses variables'.
hu: ${count} opció felel meg a 'változó költségeknek'.
it: Ci sono ${count} opzioni corrispondenti a 'spese variabili'.
ko: '변수 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'despesas variáveis'.
ru: Есть варианты ${count}, соответствующие 'переменным расходам'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'spremenljivi odhodki'.
sv: Det finns ${count} alternativ som matchar 'variabla kostnader'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ค่าใช้จ่ายผันแปร'
tr: 'Değişken giderler' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'змінним витратам'.
vi: Có ${count} tuỳ chọn phù hợp với 'chi phí biến đổi'.
zh_hans: 有 ${count} 个选项与'可变支出'匹配

# jlSssx-Xq1BNs
source: There are ${count} options matching 'variable expenses'.
ca: Hi ha opcions ${count} que coincideixen amb 'despeses variables'.
da: Der er ${count} muligheder, der matcher 'variable udgifter'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τα 'μεταβλητά έξοδα'.
fr: Il y a ${count} options correspondant à 'dépenses variables'.
hu: ${count} opció felel meg a 'változó költségeknek'.
it: Ci sono ${count} opzioni corrispondenti a 'spese variabili'.
ko: '변수 비용'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'despesas variáveis'.
ru: Есть варианты ${count}, соответствующие 'переменным расходам'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'spremenljivi odhodki'.
sv: Det finns ${count} alternativ som matchar 'variabla kostnader'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ค่าใช้จ่ายผันแปร'
tr: 'Değişken giderler' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'змінним витратам'.
vi: Có ${count} tuỳ chọn phù hợp với 'chi phí biến đổi'.
zh_hans: 有 ${count} 个选项与'可变支出'匹配

# PhqijR
source: Account balances
ca: Saldos de comptes
da: Kontosaldi
el: Υπόλοιπα λογαριασμού
fr: Soldes des comptes
hu: Számlaegyenlegek
it: Movimenti del conto
ko: 계좌 잔액
pt_br: Saldos das contas
ru: Остатки на счетах
sl: Stanje na računih
sv: Kontosaldon
th: ยอดคงเหลือในบัญชี
tr: Hesap bakiyeleri
uk: Залишки на рахунку
vi: Số dư ví
zh_hans: 账户余额

# VhlRFH
source: Account balances
ca: Saldos de comptes
da: Kontosaldi
el: Υπόλοιπα λογαριασμού
fr: Soldes des comptes
hu: Számlaegyenlegek
it: Movimenti del conto
ko: 계좌 잔액
pt_br: Saldos das contas
ru: Остатки на счетах
sl: Stanje na računih
sv: Kontosaldon
th: ยอดคงเหลือในบัญชี
tr: Hesap bakiyeleri
uk: Залишки на рахунках
vi: Số dư ví
zh_hans: 账户余额

# MkDC8c-PhqijR
source: Just to confirm, you wanted 'account balances'?
ca: Només per confirmar, volies 'saldos de comptes'?
da: Bare for at bekræfte, ville du have 'kontosaldi'?
el: Απλώς για επιβεβαίωση, θέλατε 'υπόλοιπα λογαριασμού';
fr: Juste pour confirmer, vous vouliez 'soldes de compte' ?
hu: Csak megerősítésképpen: 'számlaegyenlegeket' akart?
it: Solo per conferma, desideri i 'movimenti del conto'?
ko: [확인] '계좌 잔액'을 원하십니까?
pt_br: Só para confirmar, você queria 'saldos das contas'?
ru: Просто для подтверждения, вам нужны 'остатки на счетах'?
sl: Samo za potrditev, ali ste želeli 'stanje na računih'?
sv: Bara för att bekräfta ville du ha 'kontosaldo'?
th: เพื่อยืนยันว่าคุณต้องการ 'ยอดคงเหลือในบัญชี'
tr: 'Hesap bakiyelerini' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'залишки на рахунку'?
vi: Xác nhận, bạn muốn là 'số dư ví'?
zh_hans: 您是想要'账户余额'吗？

# 9mfrfk-VhlRFH
source: Just to confirm, you wanted 'account balances'?
ca: Només per confirmar, volies 'saldos de comptes'?
da: Bare for at bekræfte, ville du have 'kontosaldi'?
el: Απλώς για επιβεβαίωση, θέλατε 'υπόλοιπα λογαριασμού';
fr: Juste pour confirmer, vous vouliez 'soldes de compte' ?
hu: Csak megerősítésképpen: 'számlaegyenlegeket' akart?
it: Solo per conferma, desideri i 'movimenti del conto'?
ko: [확인] '계좌 잔액'을 원하십니까?
pt_br: Só para confirmar, você queria 'saldos das contas'?
ru: Просто для подтверждения, вам нужны 'остатки на счетах'?
sl: Samo za potrditev, ali ste želeli 'stanje na računih'?
sv: Bara för att bekräfta ville du ha 'kontosaldon'?
th: เพื่อยืนยันว่าคุณต้องการ 'ยอดคงเหลือในบัญชี'
tr: 'Hesap bakiyelerini' istediğinizi onaylamak için?
uk: Щоб підтвердити, ви хотіли 'залишки на рахунку'?
vi: Xác nhận, bạn muốn là 'số dư ví'?
zh_hans: 您是想要'账户余额'吗？

# 5xfjRl-PhqijR
source: There are ${count} options matching 'account balances'.
ca: Hi ha opcions de ${count} que coincideixen amb els 'saldos dels comptes'.
da: Der er ${count} muligheder, der matcher 'kontosaldi'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τα 'υπόλοιπα λογαριασμού'.
fr: Il y a ${count} options correspondant aux 'soldes de compte'.
hu: ${count} opció egyezik a 'számlaegyenlegekkel'.
it: Ci sono ${count} opzioni corrispondenti a 'movimenti del conto'.
ko: '계좌 잔액'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Existem ${count} opções correspondentes a 'saldos das contas'.
ru: Есть варианты ${count}, соответствующие 'остаткам на счетах'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'stanje na računih'.
sv: Det finns ${count} alternativ som matchar 'kontosaldon'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ยอดคงเหลือในบัญชี'
tr: 'Hesap bakiyeleri' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'залишкам на рахунку'.
vi: Có ${count} tuỳ chọn phù hợp với 'số dư ví'.
zh_hans: 有 ${count} 个选项与'账户余额'匹配

# jlSssx-VhlRFH
source: There are ${count} options matching 'account balances'.
ca: Hi ha opcions de ${count} que coincideixen amb els 'saldos dels comptes'.
da: Der er ${count} muligheder, der matcher 'kontosaldi'.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν με τα 'υπόλοιπα λογαριασμού'.
fr: Il y a ${count} options correspondant aux 'soldes de compte'.
hu: ${count} opció egyezik a 'számlaegyenlegekkel'.
it: Ci sono ${count} opzioni corrispondenti a 'movimenti del conto'.
ko: '계좌 잔액'과 일치하는 ${count}개의 옵션이 있습니다.
pt_br: Há ${count} opções correspondentes a 'saldos das contas'.
ru: Есть варианты ${count}, соответствующие 'остаткам на счетах'.
sl: Na voljo je ${count} možnosti, ki ustrezajo 'stanje na računih'.
sv: Det finns ${count} alternativ som matchar 'kontosaldon'.
th: มีตัวเลือก ${count} ตัวเลือกที่ตรงกับ 'ยอดคงเหลือในบัญชี'
tr: 'Hesap bakiyeleri' ile eşleşen ${count} seçenek var.
uk: Є ${count} опцій, що відповідають 'залишкам на рахунку'.
vi: Có ${count} tuỳ chọn phù hợp với 'số dư ví'.
zh_hans: 有 ${count} 个选项与'账户余额'匹配

# CVbmHD
source: Action
ca: Acció
da: Handling
el: Ενέργεια
hu: Akció
it: Azione
ko: 액션
pt_br: Ação
ru: Действие
sl: Dejanje
sv: Åtgärd
th: การกระทำ
tr: Eylem
uk: Дія
vi: Hành động
zh_hans: 操作

# WjgQ3F
source: New income
ca: Nous ingressos
da: Ny indkomst
el: Νέο εισόδημα
fr: Nouveaux revenus
hu: Új bevétel
it: Nuovo ingresso
ko: 새로운 수입
pt_br: Nova receita
ru: Новый доход
sl: Nov prihodek
sv: Ny inkomst
th: รายได้ใหม่
tr: Yeni gelir
uk: Новий дохід
vi: Khoản thu mới
zh_hans: 新收入
